{"genre": ["Fantasy"], "text": ["\nmalice\n\n{I am satisfied of your good intentions, and shall lead you to the\npalace.}\n\n          To the prince of the Scyldings. Pass ye then onward\n          With weapons and armor. I shall lead you in person;\n       35 To my war-trusty vassals command I shall issue\n          To keep from all injury your excellent vessel,\n\n{Your boat shall be well cared for during your stay here.}\n\n          Your fresh-tarred craft, 'gainst every opposer\n          Close by the sea-shore, till the curved-neckèd bark shall\n          Waft back again the well-beloved hero\n       40 O'er the way of the water to Weder dominions.\n\n{He again compliments Beowulf.}\n\n          To warrior so great 'twill be granted sure\n          In the storm of strife to stand secure.\"\n          Onward they fared then (the vessel lay quiet,\n          The broad-bosomed bark was bound by its cable,\n[12]   45 Firmly at anchor); the boar-signs glistened[2]\n          Bright on the visors vivid with gilding,\n          Blaze-hardened, brilliant; the boar acted warden.\n          The heroes hastened, hurried the liegemen,\n\n{The land is perhaps rolling.}\n\n          Descended together, till they saw the great palace,\n       50 The well-fashioned wassail-hall wondrous and gleaming:\n\n{Heorot flashes on their view.}\n\n          'Mid world-folk and kindreds that was widest reputed\n          Of halls under heaven which the hero abode in;\n          Its lustre enlightened lands without number.\n          Then the battle-brave hero showed them the glittering\n       55 Court of the bold ones, that they easily thither\n          Might fare on their journey; the aforementioned warrior\n          Turning his courser, quoth as he left them:\n\n{The coast-guard, having discharged his duty, bids them God-speed.}\n\n          \"'Tis time I were faring; Father Almighty\n          Grant you His grace, and give you to journey\n       60 Safe on your mission! To the sea I will get me\n          'Gainst hostile warriors as warden to stand.\"\n\n    [1] 'Edwendan' (280) B. takes to be the subs. 'edwenden' (cf. 1775);\n    and 'bisigu' he takes as gen. sing., limiting 'edwenden': _If\n    reparation for sorrows is ever to come_. This is supported by t.B.\n\n    [2] Combining the emendations of B. and t.B., we may read: _The\n    boar-images glistened ... brilliant, protected the life of the\n    war-mooded man_. They read 'ferh-wearde' (305) and 'gúðmódgum men'\n    (306).\n\n\n\n\nVI.\n\nBEOWULF INTRODUCES HIMSELF AT THE PALACE.\n\n\n          The highway glistened with many-hued pebble,\n          A by-path led the liegemen together.\n          [1]Firm and hand-locked the war-burnie glistened,\n          The ring-sword radiant rang 'mid the armor\n        5 As the party was approaching the palace together\n\n{They set their arms and armor against the wall.}\n\n          In warlike equipments. 'Gainst the wall of the building\n          Their wide-fashioned war-shields they weary did set then,\n[13]      Battle-shields sturdy; benchward they turned then;\n          Their battle-sarks rattled, the gear of the heroes;\n       10 The lances stood up then, all in a cluster,\n          The arms of the seamen, ashen-shafts mounted\n          With edges of iron: the armor-clad troopers\n\n{A Danish hero asks them whence and why they are come.}\n\n          Were decked with weapons. Then a proud-mooded hero\n          Asked of the champions questions of lineage:\n       15 \"From what borders bear ye your battle-shields plated,\n          Gilded and gleaming, your gray-colored burnies,\n          Helmets with visors and heap of war-lances?--\n          To Hrothgar the king I am servant and liegeman.\n          'Mong folk from far-lands found I have never\n\n{He expresses no little admiration for the strangers.}\n\n       20 Men so many of mien more courageous.\n          I ween that from valor, nowise as outlaws,\n          But from greatness of soul ye sought for King Hrothgar.\"\n\n{Beowulf replies.}\n\n          Then the strength-famous earlman answer rendered,\n          The proud-mooded Wederchief replied to his question,\n\n{We are Higelac's table-companions, and bear an important commission to\nyour prince.}\n\n       25 Hardy 'neath helmet: \"Higelac's mates are we;\n          Beowulf hight I. To the bairn of Healfdene,\n          The famous folk-leader, I freely will tell\n          To thy prince my commission, if pleasantly hearing\n          He'll grant we may greet him so gracious to all men.\"\n       30 Wulfgar replied then (he was prince of the Wendels,\n          His boldness of spirit was known unto many,\n          His prowess and prudence): \"The prince of the Scyldings,\n\n{Wulfgar, the thane, says that he will go and ask Hrothgar whether he will\nsee the strangers.}\n\n          The friend-lord of Danemen, I will ask of thy journey,\n          The giver of rings, as thou urgest me do it,\n       35 The folk-chief famous, and inform thee early\n          What answer the good one mindeth to render me.\"\n          He turned then hurriedly where Hrothgar was sitting,\n          [2]Old and hoary, his earlmen attending him;\n          The strength-famous went till he stood at the shoulder\n       40 Of the lord of the Danemen, of courteous thanemen\n          The custom he minded. Wulfgar addressed then\n          His friendly liegelord: \"Folk of the Geatmen\n\n[14]\n\n{He thereupon urges his liegelord to receive the visitors courteously.}\n\n          O'er the way of the waters are wafted hither,\n          Faring from far-lands: the foremost in rank\n       45 The battle-champions Beowulf title.\n          They make this petition: with thee, O my chieftain,\n          To be granted a conference; O gracious King Hrothgar,\n          Friendly answer refuse not to give them!\n\n{Hrothgar, too, is struck with Beowulf's appearance.}\n\n          In war-trappings weeded worthy they seem\n       50 Of earls to be honored; sure the atheling is doughty\n          Who headed the heroes hitherward coming.\"\n\n    [1] Instead of the punctuation given by H.-So, S. proposed to insert a\n    comma after 'scír' (322), and to take 'hring-íren' as meaning\n    'ring-mail' and as parallel with 'gúð-byrne.' The passage would then\n    read: _The firm and hand-locked war-burnie shone, bright ring-mail,\n    rang 'mid the armor, etc_.\n\n    [2] Gr. and others translate 'unhár' by 'bald'; _old and bald_.\n\n\n\n\nVII.\n\nHROTHGAR AND BEOWULF.\n\n\n{Hrothgar remembers Beowulf as a youth, and also remembers his father.}\n\n          Hrothgar answered, helm of the Scyldings:\n          \"I remember this man as the merest of striplings.\n          His father long dead now was Ecgtheow titled,\n          Him Hrethel the Geatman granted at home his\n        5 One only daughter; his battle-brave son\n          Is come but now, sought a trustworthy friend.\n          Seafaring sailors asserted it then,\n\n{Beowulf is reported to have the strength of thirty men.}\n\n          Who valuable gift-gems of the Geatmen[1] carried\n          As peace-offering thither, that he thirty men's grapple\n       10 Has in his hand, the hero-in-battle.\n\n{God hath sent him to our rescue.}\n\n          The holy Creator usward sent him,\n          To West-Dane warriors, I ween, for to render\n          'Gainst Grendel's grimness gracious assistance:\n          I shall give to the good one gift-gems for courage.\n       15 Hasten to bid them hither to speed them,[2]\n          To see assembled this circle of kinsmen;\n          Tell them expressly they're welcome in sooth to\n          The men of the Danes.\" To the door of the building\n\n[15]\n\n{Wulfgar invites the strangers in.}\n\n          Wulfgar went then, this word-message shouted:\n       20 \"My victorious liegelord bade me to tell you,\n          The East-Danes' atheling, that your origin knows he,\n          And o'er wave-billows wafted ye welcome are hither,\n          Valiant of spirit. Ye straightway may enter\n          Clad in corslets, cased in your helmets,\n       25 To see King Hrothgar. Here let your battle-boards,\n          Wood-spears and war-shafts, await your conferring.\"\n          The mighty one rose then, with many a liegeman,\n          An excellent thane-group; some there did await them,\n          And as bid of the brave one the battle-gear guarded.\n       30 Together they hied them, while the hero did guide them,\n          'Neath Heorot's roof; the high-minded went then\n          Sturdy 'neath helmet till he stood in the building.\n          Beowulf spake (his burnie did glisten,\n          His armor seamed over by the art of the craftsman):\n\n{Beowulf salutes Hrothgar, and then proceeds to boast of his youthful\nachievements.}\n\n       35 \"Hail thou, Hrothgar! I am Higelac's kinsman\n          And vassal forsooth; many a wonder\n          I dared as a stripling. The doings of Grendel,\n          In far-off fatherland I fully did know of:\n          Sea-farers tell us, this hall-building standeth,\n       40 Excellent edifice, empty and useless\n          To all the earlmen after evenlight's glimmer\n          'Neath heaven's bright hues hath hidden its glory.\n          This my earls then urged me, the most excellent of them,\n          Carles very clever, to come and assist thee,\n       45 Folk-leader Hrothgar; fully they knew of\n\n{His fight with the nickers.}\n\n          The strength of my body. Themselves they beheld me\n          When I came from the contest, when covered with gore\n          Foes I escaped from, where five[3] I had bound,\n[16]      The giant-race wasted, in the waters destroying\n       50 The nickers by night, bore numberless sorrows,\n          The Weders avenged (woes had they suffered)\n          Enemies ravaged; alone now with Grendel\n\n{He intends to fight Grendel unaided.}\n\n          I shall manage the matter, with the monster of evil,\n          The giant, decide it. Thee I would therefore\n       55 Beg of thy bounty, Bright-Danish chieftain,\n          Lord of the Scyldings, this single petition:\n          Not to refuse me, defender of warriors,\n          Friend-lord of folks, so far have I sought thee,\n          That _I_ may unaided, my earlmen assisting me,\n       60 This brave-mooded war-band, purify Heorot.\n          I have heard on inquiry, the horrible creature\n\n{Since the monster uses no weapons,}\n\n          From veriest rashness recks not for weapons;\n          I this do scorn then, so be Higelac gracious,\n          My liegelord belovèd, lenient of spirit,\n       65 To bear a blade or a broad-fashioned target,\n          A shield to the onset; only with hand-grip\n\n{I, too, shall disdain to use any.}\n\n          The foe I must grapple, fight for my life then,\n          Foeman with foeman; he fain must rely on\n          The doom of the Lord whom death layeth hold of.\n\n{Should he crush me, he will eat my companions as he has eaten thy\nthanes.}\n\n       70 I ween he will wish, if he win in the struggle,\n          To eat in the war-hall earls of the Geat-folk,\n          Boldly to swallow[4] them, as of yore he did often\n          The best of the Hrethmen! Thou needest not trouble\n          A head-watch to give me;[5] he will have me dripping\n\n[17]\n\n{In case of my defeat, thou wilt not have the trouble of burying me.}\n\n       75 And dreary with gore, if death overtake me,[6]\n          Will bear me off bleeding, biting and mouthing me,\n          The hermit will eat me, heedless of pity,\n          Marking the moor-fens; no more wilt thou need then\n\n{Should I fall, send my armor to my lord, King Higelac.}\n\n          Find me my food.[7] If I fall in the battle,\n       80 Send to Higelac the armor that serveth\n          To shield my bosom, the best of equipments,\n          Richest of ring-mails; 'tis the relic of Hrethla,\n\n{Weird is supreme}\n\n          The work of Wayland. Goes Weird as she must go!\"\n\n    [1] Some render 'gif-sceattas' by 'tribute.'--'Géata' B. and Th.\n    emended to 'Géatum.' If this be accepted, change '_of_ the Geatmen' to\n    '_to_ the Geatmen.'\n\n    [2] If t.B.'s emendation of vv. 386, 387 be accepted, the two lines,\n    'Hasten ... kinsmen' will read: _Hasten thou, bid the throng of\n    kinsmen go into the hall together_.\n\n    [3] For 420 (_b_) and 421 (_a_), B. suggests: Þær ic (on) fífelgeban\n    ýðde eotena cyn = _where I in the ocean destroyed the\n    eoten-race_.--t.B. accepts B.'s \"brilliant\" 'fífelgeban,' omits 'on,'\n    emends 'cyn' to 'hám,' arranging: Þær ic fífelgeban ýðde, eotena hám =\n    _where I desolated the ocean, the home of the eotens_.--This would be\n    better but for changing 'cyn' to 'hám.'--I suggest: Þær ic fífelgeband\n    (cf. nhd. Bande) ýðde, eotena cyn = _where I conquered the monster\n    band, the race of the eotens_. This makes no change except to read\n    '_fífel_' for '_fífe_.'\n\n    [4] 'Unforhte' (444) is much disputed.--H.-So. wavers between adj. and\n    adv. Gr. and B. take it as an adv. modifying _etan: Will eat the Geats\n    fearlessly_.--Kl. considers this reading absurd, and proposes\n    'anforhte' = timid.--Understanding 'unforhte' as an adj. has this\n    advantage, viz. that it gives a parallel to 'Geátena leóde': but to\n    take it as an adv. is more natural. Furthermore, to call the Geats\n    'brave' might, at this point, seem like an implied thrust at the\n    Danes, so long helpless; while to call his own men 'timid' would be\n    befouling his own nest.\n\n    [5] For 'head-watch,' cf. H.-So. notes and cf. v. 2910.--Th.\n    translates: _Thou wilt not need my head to hide_ (i.e., thou wilt have\n    no occasion to bury me, as Grendel will devour me whole).--Simrock\n    imagines a kind of dead-watch.--Dr. H. Wood suggests: _Thou wilt not\n    have to bury so much as my head_ (for Grendel will be a thorough\n    undertaker),--grim humor.\n\n    [6] S. proposes a colon after 'nimeð' (l. 447). This would make no\n    essential change in the translation.\n\n    [7] Owing to the vagueness of 'feorme' (451), this passage is\n    variously translated. In our translation, H.-So.'s glossary has been\n    quite closely followed. This agrees substantially with B.'s\n    translation (P. and B. XII. 87). R. translates: _Thou needst not take\n    care longer as to the consumption of my dead body._ 'Líc' is also a\n    crux here, as it may mean living body or dead body.\n\n\n\n\nVIII.\n\nHROTHGAR AND BEOWULF.--_Continued_.\n\n\n{Hrothgar responds.}\n\n          Hrothgar discoursed, helm of the Scyldings:\n          \"To defend our folk and to furnish assistance,[1]\n          Thou soughtest us hither, good friend Beowulf.\n\n{Reminiscences of Beowulf's father, Ecgtheow.}\n\n          The fiercest of feuds thy father engaged in,\n        5 Heatholaf killed he in hand-to-hand conflict\n          'Mid Wilfingish warriors; then the Wederish people\n          For fear of a feud were forced to disown him.\n          Thence flying he fled to the folk of the South-Danes,\n[18]      The race of the Scyldings, o'er the roll of the waters;\n       10 I had lately begun then to govern the Danemen,\n          The hoard-seat of heroes held in my youth,\n          Rich in its jewels: dead was Heregar,\n          My kinsman and elder had earth-joys forsaken,\n          Healfdene his bairn. He was better than I am!\n       15 That feud thereafter for a fee I compounded;\n          O'er the weltering waters to the Wilfings I sent\n          Ornaments old; oaths did he swear me.\n\n{Hrothgar recounts to Beowulf the horrors of Grendel's persecutions.}\n\n          It pains me in spirit to any to tell it,\n          What grief in Heorot Grendel hath caused me,\n       20 What horror unlooked-for, by hatred unceasing.\n          Waned is my war-band, wasted my hall-troop;\n          Weird hath offcast them to the clutches of Grendel.\n          God can easily hinder the scather\n          From deeds so direful. Oft drunken with beer\n\n{My thanes have made many boasts, but have not executed them.}\n\n       25 O'er the ale-vessel promised warriors in armor\n          They would willingly wait on the wassailing-benches\n          A grapple with Grendel, with grimmest of edges.\n          Then this mead-hall at morning with murder was reeking,\n          The building was bloody at breaking of daylight,\n       30 The bench-deals all flooded, dripping and bloodied,\n          The folk-hall was gory: I had fewer retainers,\n          Dear-beloved warriors, whom death had laid hold of.\n\n{Sit down to the feast, and give us comfort.}\n\n          Sit at the feast now, thy intents unto heroes,[2]\n          Thy victor-fame show, as thy spirit doth urge thee!\"\n\n{A bench is made ready for Beowulf and his party.}\n\n       35 For the men of the Geats then together assembled,\n          In the beer-hall blithesome a bench was made ready;\n          There warlike in spirit they went to be seated,\n          Proud and exultant. A liegeman did service,\n[19]      Who a beaker embellished bore with decorum,\n\n{The gleeman sings}\n\n       40 And gleaming-drink poured. The gleeman sang whilom\n\n{The heroes all rejoice together.}\n\n          Hearty in Heorot; there was heroes' rejoicing,\n          A numerous war-band of Weders and Danemen.\n\n    [1] B. and S. reject the reading given in H.-So., and suggested by\n    Grtvg. B. suggests for 457-458:\n\n               wáere-ryhtum Þú, wine mín Béowulf,\n               and for ár-stafum úsic sóhtest.\n\n    This means: _From the obligations of clientage, my friend Beowulf, and\n    for assistance thou hast sought us_.--This gives coherence to\n    Hrothgar's opening remarks in VIII., and also introduces a new motive\n    for Beowulf's coming to Hrothgar's aid.\n\n    [2] _Sit now at the feast, and disclose thy purposes to the victorious\n    heroes, as thy spirit urges_.--Kl. reaches the above translation by\n    erasing the comma after 'meoto' and reading 'sige-hrèðsecgum.'--There\n    are other and bolder emendations and suggestions. Of these the boldest\n    is to regard 'meoto' as a verb (imperative), and read 'on sæl': _Think\n    upon gayety, etc_.--All the renderings are unsatisfactory, the one\n    given in our translation involving a zeugma.\n\n\n\n\nIX.\n\nUNFERTH TAUNTS BEOWULF.\n\n\n{Unferth, a thane of Hrothgar, is jealous of Beowulf, and undertakes to\ntwit him.}\n\n          Unferth spoke up, Ecglaf his son,\n          Who sat at the feet of the lord of the Scyldings,\n          Opened the jousting (the journey[1] of Beowulf,\n          Sea-farer doughty, gave sorrow to Unferth\n        5 And greatest chagrin, too, for granted he never\n          That any man else on earth should attain to,\n          Gain under heaven, more glory than he):\n\n{Did you take part in a swimming-match with Breca?}\n\n          \"Art thou that Beowulf with Breca did struggle,\n          On the wide sea-currents at swimming contended,\n       10 Where to humor your pride the ocean ye tried,\n\n{'Twas mere folly that actuated you both to risk your lives on the ocean.}\n\n          From vainest vaunting adventured your bodies\n          In care of the waters? And no one was able\n          Nor lief nor loth one, in the least to dissuade you\n          Your difficult voyage; then ye ventured a-swimming,\n       15 Where your arms outstretching the streams ye did cover,\n          The mere-ways measured, mixing and stirring them,\n          Glided the ocean; angry the waves were,\n          With the weltering of winter. In the water's possession,\n          Ye toiled for a seven-night; he at swimming outdid thee,\n       20 In strength excelled thee. Then early at morning\n          On the Heathoremes' shore the holm-currents tossed him,\n          Sought he thenceward the home of his fathers,\n          Beloved of his liegemen, the land of the Brondings,\n          The peace-castle pleasant, where a people he wielded,\n[20]   25 Had borough and jewels. The pledge that he made thee\n\n{Breca outdid you entirely.}\n\n          The son of Beanstan hath soothly accomplished.\n          Then I ween thou wilt find thee less fortunate issue,\n\n{Much more will Grendel outdo you, if you vie with him in prowess.}\n\n          Though ever triumphant in onset of battle,\n          A grim grappling, if Grendel thou darest\n       30 For the space of a night near-by to wait for!\"\n\n{Beowulf retaliates.}\n\n          Beowulf answered, offspring of Ecgtheow:\n          \"My good friend Unferth, sure freely and wildly,\n\n{O friend Unferth, you are fuddled with beer, and cannot talk coherently.}\n\n          Thou fuddled with beer of Breca hast spoken,\n          Hast told of his journey! A fact I allege it,\n       35 That greater strength in the waters I had then,\n          Ills in the ocean, than any man else had.\n          We made agreement as the merest of striplings\n          Promised each other (both of us then were\n\n{We simply kept an engagement made in early life.}\n\n          Younkers in years) that we yet would adventure\n       40 Out on the ocean; it all we accomplished.\n          While swimming the sea-floods, sword-blade unscabbarded\n          Boldly we brandished, our bodies expected\n          To shield from the sharks. He sure was unable\n\n{He _could_ not excel me, and I _would_ not excel him.}\n\n          To swim on the waters further than I could,\n       45 More swift on the waves, nor _would_ I from him go.\n          Then we two companions stayed in the ocean\n\n{After five days the currents separated us.}\n\n          Five nights together, till the currents did part us,\n          The weltering waters, weathers the bleakest,\n          And nethermost night, and the north-wind whistled\n       50 Fierce in our faces; fell were the billows.\n          The mere fishes' mood was mightily ruffled:\n          And there against foemen my firm-knotted corslet,\n          Hand-jointed, hardy, help did afford me;\n          My battle-sark braided, brilliantly gilded,\n\n{A horrible sea-beast attacked me, but I slew him.}\n\n       55 Lay on my bosom. To the bottom then dragged me,\n          A hateful fiend-scather, seized me and held me,\n          Grim in his grapple: 'twas granted me, nathless,\n          To pierce the monster with the point of my weapon,\n          My obedient blade; battle offcarried\n       60 The mighty mere-creature by means of my hand-blow.\n\n    [1] It has been plausibly suggested that 'síð' (in 501 and in 353)\n    means 'arrival.' If so, translate the bracket: _(the arrival of\n    Beowulf, the brave seafarer, was a source of great chagrin to Unferth,\n    etc.)_.\n\n[21]\n\n\n\n\nX.\n\nBEOWULF SILENCES UNFERTH.--GLEE IS HIGH.\n\n\n          \"So ill-meaning enemies often did cause me\n          Sorrow the sorest. I served them, in quittance,\n\n{My dear sword always served me faithfully.}\n\n          With my dear-lovèd sword, as in sooth it was fitting;\n          They missed the pleasure of feasting abundantly,\n        5 Ill-doers evil, of eating my body,\n          Of surrounding the banquet deep in the ocean;\n          But wounded with edges early at morning\n          They were stretched a-high on the strand of the ocean,\n\n{I put a stop to the outrages of the sea-monsters.}\n\n          Put to sleep with the sword, that sea-going travelers\n       10 No longer thereafter were hindered from sailing\n          The foam-dashing currents. Came a light from the east,\n          God's beautiful beacon; the billows subsided,\n          That well I could see the nesses projecting,\n\n{Fortune helps the brave earl.}\n\n          The blustering crags. Weird often saveth\n       15 The undoomed hero if doughty his valor!\n          But me did it fortune[1] to fell with my weapon\n          Nine of the nickers. Of night-struggle harder\n          'Neath dome of the heaven heard I but rarely,\n          Nor of wight more woful in the waves of the ocean;\n       20 Yet I 'scaped with my life the grip of the monsters,\n\n{After that escape I drifted to Finland.}\n\n          Weary from travel. Then the waters bare me\n          To the land of the Finns, the flood with the current,\n\n{I have never heard of your doing any such bold deeds.}\n\n          The weltering waves. Not a word hath been told me\n          Of deeds so daring done by thee, Unferth,\n       25 And of sword-terror none; never hath Breca\n          At the play of the battle, nor either of you two,\n          Feat so fearless performèd with weapons\n          Glinting and gleaming . . . . . . . . . . . .\n[22]      . . . . . . . . . . . . I utter no boasting;\n\n{You are a slayer of brothers, and will suffer damnation, wise as you may\nbe.}\n\n       30 Though with cold-blooded cruelty thou killedst thy brothers,\n          Thy nearest of kin; thou needs must in hell get\n          Direful damnation, though doughty thy wisdom.\n          I tell thee in earnest, offspring of Ecglaf,\n          Never had Grendel such numberless horrors,\n       35 The direful demon, done to thy liegelord,\n          Harrying in Heorot, if thy heart were as sturdy,\n\n{Had your acts been as brave as your words, Grendel had not ravaged your\nland so long.}\n\n          Thy mood as ferocious as thou dost describe them.\n          He hath found out fully that the fierce-burning hatred,\n          The edge-battle eager, of all of your kindred,\n       40 Of the Victory-Scyldings, need little dismay him:\n          Oaths he exacteth, not any he spares\n\n{The monster is not afraid of the Danes,}\n\n          Of the folk of the Danemen, but fighteth with pleasure,\n          Killeth and feasteth, no contest expecteth\n\n{but he will soon learn to dread the Geats.}\n\n          From Spear-Danish people. But the prowess and valor\n       45 Of the earls of the Geatmen early shall venture\n          To give him a grapple. He shall go who is able\n          Bravely to banquet, when the bright-light of morning\n\n{On the second day, any warrior may go unmolested to the mead-banquet.}\n\n          Which the second day bringeth, the sun in its ether-robes,\n          O'er children of men shines from the southward!\"\n       50 Then the gray-haired, war-famed giver of treasure\n\n{Hrothgar's spirits are revived.}\n\n          Was blithesome and joyous, the Bright-Danish ruler\n          Expected assistance; the people's protector\n\n{The old king trusts Beowulf. The heroes are joyful.}\n\n          Heard from Beowulf his bold resolution.\n          There was laughter of heroes; loud was the clatter,\n       55 The words were winsome. Wealhtheow advanced then,\n\n{Queen Wealhtheow plays the hostess.}\n\n          Consort of Hrothgar, of courtesy mindful,\n          Gold-decked saluted the men in the building,\n          And the freeborn woman the beaker presented\n\n{She offers the cup to her husband first.}\n\n          To the lord of the kingdom, first of the East-Danes,\n       60 Bade him be blithesome when beer was a-flowing,\n          Lief to his liegemen; he lustily tasted\n          Of banquet and beaker, battle-famed ruler.\n          The Helmingish lady then graciously circled\n          'Mid all the liegemen lesser and greater:\n\n[23]\n\n{She gives presents to the heroes.}\n\n       65 Treasure-cups tendered, till time was afforded\n          That the decorous-mooded, diademed folk-queen\n\n{Then she offers the cup to Beowulf, thanking God that aid has come.}\n\n          Might bear to Beowulf the bumper o'errunning;\n          She greeted the Geat-prince, God she did thank,\n          Most wise in her words, that her wish was accomplished,\n       70 That in any of earlmen she ever should look for\n          Solace in sorrow. He accepted the beaker,\n          Battle-bold warrior, at Wealhtheow's giving,\n\n{Beowulf states to the queen the object of his visit.}\n\n          Then equipped for combat quoth he in measures,\n          Beowulf spake, offspring of Ecgtheow:\n       75 \"I purposed in spirit when I mounted the ocean,\n\n{I determined to do or die.}\n\n          When I boarded my boat with a band of my liegemen,\n          I would work to the fullest the will of your people\n          Or in foe's-clutches fastened fall in the battle.\n          Deeds I shall do of daring and prowess,\n       80 Or the last of my life-days live in this mead-hall.\"\n          These words to the lady were welcome and pleasing,\n          The boast of the Geatman; with gold trappings broidered\n          Went the freeborn folk-queen her fond-lord to sit by.\n\n{Glee is high.}\n\n          Then again as of yore was heard in the building\n       85 Courtly discussion, conquerors' shouting,\n          Heroes were happy, till Healfdene's son would\n          Go to his slumber to seek for refreshing;\n          For the horrid hell-monster in the hall-building knew he\n          A fight was determined,[2] since the light of the sun they\n       90 No longer could see, and lowering darkness\n          O'er all had descended, and dark under heaven\n          Shadowy shapes came shying around them.\n\n{Hrothgar retires, leaving Beowulf in charge of the hall.}\n\n          The liegemen all rose then. One saluted the other,\n          Hrothgar Beowulf, in rhythmical measures,\n       95 Wishing him well, and, the wassail-hall giving\n          To his care and keeping, quoth he departing:\n[24]      \"Not to any one else have I ever entrusted,\n          But thee and thee only, the hall of the Danemen,\n          Since high I could heave my hand and my buckler.\n      100 Take thou in charge now the noblest of houses;\n          Be mindful of honor, exhibiting prowess,\n          Watch 'gainst the foeman! Thou shalt want no enjoyments,\n          Survive thou safely adventure so glorious!\"\n\n    [1] The repetition of 'hwæðere' (574 and 578) is regarded by some\n    scholars as a defect. B. suggests 'swá Þær' for the first: _So there\n    it befell me, etc._ Another suggestion is to change the second\n    'hwæðere' into 'swá Þær': _So there I escaped with my life, etc._\n\n    [2] Kl. suggests a period after 'determined.' This would give the\n    passage as follows: _Since they no longer could see the light of the\n    sun, and lowering darkness was down over all, dire under the heavens\n    shadowy beings came going around them_.\n\n\n\n\nXI.\n\nALL SLEEP SAVE ONE.\n\n\n{Hrothgar retires.}\n\n          Then Hrothgar departed, his earl-throng attending him,\n          Folk-lord of Scyldings, forth from the building;\n          The war-chieftain wished then Wealhtheow to look for,\n          The queen for a bedmate. To keep away Grendel\n\n{God has provided a watch for the hall.}\n\n        5 The Glory of Kings had given a hall-watch,\n          As men heard recounted: for the king of the Danemen\n          He did special service, gave the giant a watcher:\n          And the prince of the Geatmen implicitly trusted\n\n{Beowulf is self-confident}\n\n          His warlike strength and the Wielder's protection.\n\n{He prepares for rest.}\n\n       10 His armor of iron off him he did then,\n          His helmet from his head, to his henchman committed\n          His chased-handled chain-sword, choicest of weapons,\n          And bade him bide with his battle-equipments.\n          The good one then uttered words of defiance,\n       15 Beowulf Geatman, ere his bed he upmounted:\n\n{Beowulf boasts of his ability to cope with Grendel.}\n\n          \"I hold me no meaner in matters of prowess,\n          In warlike achievements, than Grendel does himself;\n          Hence I seek not with sword-edge to sooth him to slumber,\n          Of life to bereave him, though well I am able.\n\n{We will fight with nature's weapons only.}\n\n       20 No battle-skill[1] has he, that blows he should strike me,\n          To shatter my shield, though sure he is mighty\n[25]      In strife and destruction; but struggling by night we\n          Shall do without edges, dare he to look for\n          Weaponless warfare, and wise-mooded Father\n       25 The glory apportion, God ever-holy,\n\n{God may decide who shall conquer}\n\n          On which hand soever to him seemeth proper.\"\n          Then the brave-mooded hero bent to his slumber,\n          The pillow received the cheek of the noble;\n\n{The Geatish warriors lie down.}\n\n          And many a martial mere-thane attending\n       30 Sank to his slumber. Seemed it unlikely\n\n{They thought it very unlikely that they should ever see their homes\nagain.}\n\n          That ever thereafter any should hope to\n          Be happy at home, hero-friends visit\n          Or the lordly troop-castle where he lived from his childhood;\n          They had heard how slaughter had snatched from the wine-hall,\n       35 Had recently ravished, of the race of the Scyldings\n\n{But God raised up a deliverer.}\n\n          Too many by far. But the Lord to them granted\n          The weaving of war-speed, to Wederish heroes\n          Aid and comfort, that every opponent\n          By one man's war-might they worsted and vanquished,\n\n{God rules the world.}\n\n       40 By the might of himself; the truth is established\n          That God Almighty hath governed for ages\n          Kindreds and nations. A night very lurid\n\n{Grendel comes to Heorot.}\n\n          The trav'ler-at-twilight came tramping and striding.\n          The warriors were sleeping who should watch the horned-building,\n\n{Only one warrior is awake.}\n\n       45 One only excepted. 'Mid earthmen 'twas 'stablished,\n          Th' implacable foeman was powerless to hurl them\n          To the land of shadows, if the Lord were unwilling;\n          But serving as warder, in terror to foemen,\n          He angrily bided the issue of battle.[2]\n\n    [1] Gr. understood 'gódra' as meaning 'advantages in battle.' This\n    rendering H.-So. rejects. The latter takes the passage as meaning that\n    Grendel, though mighty and formidable, has no skill in the art of war.\n\n    [2] B. in his masterly articles on Beowulf (P. and B. XII.) rejects\n    the division usually made at this point, 'Þá.' (711), usually rendered\n    'then,' he translates 'when,' and connects its clause with the\n    foregoing sentence. These changes he makes to reduce the number of\n    'cóm's' as principal verbs. (Cf. 703, 711, 721.) With all deference to\n    this acute scholar, I must say that it seems to me that the poet is\n    exhausting his resources to bring out clearly the supreme event on\n    which the whole subsequent action turns. First, he (Grendel) came _in\n    the wan night_; second, he came _from the moor_; third, he came _to\n    the hall_. Time, place from which, place to which, are all given.\n\n[26]\n\n\n\n\nXII.\n\nGRENDEL AND BEOWULF.\n\n\n{Grendel comes from the fens.}\n\n          'Neath the cloudy cliffs came from the moor then\n          Grendel going, God's anger bare he.\n          The monster intended some one of earthmen\n          In the hall-building grand to entrap and make way with:\n\n{He goes towards the joyous building.}\n\n        5 He went under welkin where well he knew of\n          The wine-joyous building, brilliant with plating,\n          Gold-hall of earthmen. Not the earliest occasion\n\n{This was not his first visit there.}\n\n          He the home and manor of Hrothgar had sought:\n          Ne'er found he in life-days later nor earlier\n       10 Hardier hero, hall-thanes[1] more sturdy!\n          Then came to the building the warrior marching,\n\n{His horrid fingers tear the door open.}\n\n          Bereft of his joyance. The door quickly opened\n          On fire-hinges fastened, when his fingers had touched it;\n          The fell one had flung then--his fury so bitter--\n       15 Open the entrance. Early thereafter\n          The foeman trod the shining hall-pavement,\n\n{He strides furiously into the hall.}\n\n          Strode he angrily; from the eyes of him glimmered\n          A lustre unlovely likest to fire.\n          He beheld in the hall the heroes in numbers,\n       20 A circle of kinsmen sleeping together,\n\n{He exults over his supposed prey.}\n\n          A throng of thanemen: then his thoughts were exultant,\n          He minded to sunder from each of the thanemen\n          The life from his body, horrible demon,\n          Ere morning came, since fate had allowed him\n\n{Fate has decreed that he shall devour no more heroes. Beowulf suffers\nfrom suspense.}\n\n       25 The prospect of plenty. Providence willed not\n          To permit him any more of men under heaven\n          To eat in the night-time. Higelac's kinsman\n          Great sorrow endured how the dire-mooded creature\n[27]      In unlooked-for assaults were likely to bear him.\n       30 No thought had the monster of deferring the matter,\n\n{Grendel immediately seizes a sleeping warrior, and devours him.}\n\n          But on earliest occasion he quickly laid hold of\n          A soldier asleep, suddenly tore him,\n          Bit his bone-prison, the blood drank in currents,\n          Swallowed in mouthfuls: he soon had the dead man's\n       35 Feet and hands, too, eaten entirely.\n          Nearer he strode then, the stout-hearted warrior\n\n{Beowulf and Grendel grapple.}\n\n          Snatched as he slumbered, seizing with hand-grip,\n          Forward the foeman foined with his hand;\n          Caught he quickly the cunning deviser,\n       40 On his elbow he rested. This early discovered\n          The master of malice, that in middle-earth's regions,\n          'Neath the whole of the heavens, no hand-grapple greater\n\n{The monster is amazed at Beowulf's strength.}\n\n          In any man else had he ever encountered:\n          Fearful in spirit, faint-mooded waxed he,\n       45 Not off could betake him; death he was pondering,\n\n{He is anxious to flee.}\n\n          Would fly to his covert, seek the devils' assembly:\n          His calling no more was the same he had followed\n          Long in his lifetime. The liege-kinsman worthy\n\n{Beowulf recalls his boast of the evening, and determines to fulfil it.}\n\n          Of Higelac minded his speech of the evening,\n       50 Stood he up straight and stoutly did seize him.\n          His fingers crackled; the giant was outward,\n          The earl stepped farther. The famous one minded\n          To flee away farther, if he found an occasion,\n          And off and away, avoiding delay,\n       55 To fly to the fen-moors; he fully was ware of\n          The strength of his grapple in the grip of the foeman.\n\n{'Twas a luckless day for Grendel.}\n\n          'Twas an ill-taken journey that the injury-bringing,\n          Harrying harmer to Heorot wandered:\n\n{The hall groans.}\n\n          The palace re-echoed; to all of the Danemen,\n       60 Dwellers in castles, to each of the bold ones,\n          Earlmen, was terror. Angry they both were,\n          Archwarders raging.[2] Rattled the building;\n[28]      'Twas a marvellous wonder that the wine-hall withstood then\n          The bold-in-battle, bent not to earthward,\n       65 Excellent earth-hall; but within and without it\n          Was fastened so firmly in fetters of iron,\n          By the art of the armorer. Off from the sill there\n          Bent mead-benches many, as men have informed me,\n          Adorned with gold-work, where the grim ones did struggle.\n       70 The Scylding wise men weened ne'er before\n          That by might and main-strength a man under heaven\n          Might break it in pieces, bone-decked, resplendent,\n          Crush it by cunning, unless clutch of the fire\n          In smoke should consume it. The sound mounted upward\n\n{Grendel's cries terrify the Danes.}\n\n       75 Novel enough; on the North Danes fastened\n          A terror of anguish, on all of the men there\n          Who heard from the wall the weeping and plaining,\n          The song of defeat from the foeman of heaven,\n          Heard him hymns of horror howl, and his sorrow\n       80 Hell-bound bewailing. He held him too firmly\n          Who was strongest of main-strength of men of that era.\n\n    [1] B. and t.B. emend so as to make lines 9 and 10 read: _Never in his\n    life, earlier or later, had he, the hell-thane, found a braver\n    hero_.--They argue that Beowulf's companions had done nothing to merit\n    such encomiums as the usual readings allow them.\n\n    [2] For 'réðe rén-weardas' (771), t.B. suggests 'réðe, rénhearde.'\n    Translate: _They were both angry, raging and mighty_.\n\n\n\n\nXIII.\n\nGRENDEL IS VANQUISHED.\n\n\n{Beowulf has no idea of letting Grendel live.}\n\n          For no cause whatever would the earlmen's defender\n          Leave in life-joys the loathsome newcomer,\n          He deemed his existence utterly useless\n          To men under heaven. Many a noble\n        5 Of Beowulf brandished his battle-sword old,\n          Would guard the life of his lord and protector,\n          The far-famous chieftain, if able to do so;\n          While waging the warfare, this wist they but little,\n          Brave battle-thanes, while his body intending\n\n{No weapon would harm Grendel; he bore a charmed life.}\n\n       10 To slit into slivers, and seeking his spirit:\n          That the relentless foeman nor finest of weapons\n          Of all on the earth, nor any of war-bills\n[29]      Was willing to injure; but weapons of victory\n          Swords and suchlike he had sworn to dispense with.\n       15 His death at that time must prove to be wretched,\n          And the far-away spirit widely should journey\n          Into enemies' power. This plainly he saw then\n          Who with mirth[1] of mood malice no little\n          Had wrought in the past on the race of the earthmen\n       20 (To God he was hostile), that his body would fail him,\n          But Higelac's hardy henchman and kinsman\n          Held him by the hand; hateful to other\n\n{Grendel is sorely wounded.}\n\n          Was each one if living. A body-wound suffered\n          The direful demon, damage incurable\n\n{His body bursts.}\n\n       25 Was seen on his shoulder, his sinews were shivered,\n          His body did burst. To Beowulf was given\n          Glory in battle; Grendel from thenceward\n          Must flee and hide him in the fen-cliffs and marshes,\n          Sick unto death, his dwelling must look for\n       30 Unwinsome and woful; he wist the more fully\n\n{The monster flees away to hide in the moors.}\n\n          The end of his earthly existence was nearing,\n          His life-days' limits. At last for the Danemen,\n          When the slaughter was over, their wish was accomplished.\n          The comer-from-far-land had cleansed then of evil,\n       35 Wise and valiant, the war-hall of Hrothgar,\n          Saved it from violence. He joyed in the night-work,\n          In repute for prowess; the prince of the Geatmen\n          For the East-Danish people his boast had accomplished,\n          Bettered their burdensome bale-sorrows fully,\n       40 The craft-begot evil they erstwhile had suffered\n          And were forced to endure from crushing oppression,\n          Their manifold misery. 'Twas a manifest token,\n\n{Beowulf suspends Grendel's hand and arm in Heorot.}\n\n          When the hero-in-battle the hand suspended,\n          The arm and the shoulder (there was all of the claw\n       45 Of Grendel together) 'neath great-stretching hall-roof.\n\n    [1] It has been proposed to translate 'myrðe' by _with sorrow_; but\n    there seems no authority for such a rendering. To the present\n    translator, the phrase 'módes myrðe' seems a mere padding for\n    _gladly_; i.e., _he who gladly harassed mankind_.\n\n[30]\n\n\n\n\nXIV.\n\nREJOICING OF THE DANES.\n\n\n{At early dawn, warriors from far and near come together to hear of the\nnight's adventures.}\n\n          In the mist of the morning many a warrior\n          Stood round the gift-hall, as the story is told me:\n          Folk-princes fared then from far and from near\n          Through long-stretching journeys to look at the wonder,\n        5 The footprints of the foeman. Few of the warriors\n\n{Few warriors lamented Grendel's destruction.}\n\n          Who gazed on the foot-tracks of the inglorious creature\n          His parting from life pained very deeply,\n          How, weary in spirit, off from those regions\n          In combats conquered he carried his traces,\n       10 Fated and flying, to the flood of the nickers.\n\n{Grendel's blood dyes the waters.}\n\n          There in bloody billows bubbled the currents,\n          The angry eddy was everywhere mingled\n          And seething with gore, welling with sword-blood;[1]\n          He death-doomed had hid him, when reaved of his joyance\n       15 He laid down his life in the lair he had fled to,\n          His heathenish spirit, where hell did receive him.\n          Thence the friends from of old backward turned them,\n          And many a younker from merry adventure,\n          Striding their stallions, stout from the seaward,\n       20 Heroes on horses. There were heard very often\n\n{Beowulf is the hero of the hour.}\n\n          Beowulf's praises; many often asserted\n          That neither south nor north, in the circuit of waters,\n\n{He is regarded as a probable successor to Hrothgar.}\n\n          O'er outstretching earth-plain, none other was better\n          'Mid bearers of war-shields, more worthy to govern,\n       25 'Neath the arch of the ether. Not any, however,\n          'Gainst the friend-lord muttered, mocking-words uttered\n\n{But no word is uttered to derogate from the old king}\n\n          Of Hrothgar the gracious (a good king he).\n          Oft the famed ones permitted their fallow-skinned horses\n[31]      To run in rivalry, racing and chasing,\n       30 Where the fieldways appeared to them fair and inviting,\n          Known for their excellence; oft a thane of the folk-lord,[2]\n\n{The gleeman sings the deeds of heroes.}\n\n          [3]A man of celebrity, mindful of rhythms,\n          Who ancient traditions treasured in memory,\n          New word-groups found properly bound:\n       35 The bard after 'gan then Beowulf's venture\n\n{He sings in alliterative measures of Beowulf's prowess.}\n\n          Wisely to tell of, and words that were clever\n          To utter skilfully, earnestly speaking,\n          Everything told he that he heard as to Sigmund's\n\n{Also of Sigemund, who has slain a great fire-dragon.}\n\n          Mighty achievements, many things hidden,\n       40 The strife of the Wælsing, the wide-going ventures\n          The children of men knew of but little,\n          The feud and the fury, but Fitela with him,\n          When suchlike matters he minded to speak of,\n          Uncle to nephew, as in every contention\n       45 Each to other was ever devoted:\n          A numerous host of the race of the scathers\n          They had slain with the sword-edge. To Sigmund accrued then\n          No little of glory, when his life-days were over,\n          Since he sturdy in struggle had destroyed the great dragon,\n       50 The hoard-treasure's keeper; 'neath the hoar-grayish stone he,\n          The son of the atheling, unaided adventured\n          The perilous project; not present was Fitela,\n          Yet the fortune befell him of forcing his weapon\n          Through the marvellous dragon, that it stood in the wall,\n       55 Well-honored weapon; the worm was slaughtered.\n          The great one had gained then by his glorious achievement\n          To reap from the ring-hoard richest enjoyment,\n[32]      As best it did please him: his vessel he loaded,\n          Shining ornaments on the ship's bosom carried,\n       60 Kinsman of Wæls: the drake in heat melted.\n\n{Sigemund was widely famed.}\n\n          He was farthest famed of fugitive pilgrims,\n          Mid wide-scattered world-folk, for works of great prowess,\n          War-troopers' shelter: hence waxed he in honor.[4]\n\n{Heremod, an unfortunate Danish king, is introduced by way of contrast.}\n\n          Afterward Heremod's hero-strength failed him,\n       65 His vigor and valor. 'Mid venomous haters\n          To the hands of foemen he was foully delivered,\n          Offdriven early. Agony-billows\n\n{Unlike Sigemund and Beowulf, Heremod was a burden to his people.}\n\n          Oppressed him too long, to his people he became then,\n          To all the athelings, an ever-great burden;\n       70 And the daring one's journey in days of yore\n          Many wise men were wont to deplore,\n          Such as hoped he would bring them help in their sorrow,\n          That the son of their ruler should rise into power,\n          Holding the headship held by his fathers,\n       75 Should govern the people, the gold-hoard and borough,\n          The kingdom of heroes, the realm of the Scyldings.\n\n{Beowulf is an honor to his race.}\n\n          He to all men became then far more beloved,\n          Higelac's kinsman, to kindreds and races,\n          To his friends much dearer; him malice assaulted.--\n\n{The story is resumed.}\n\n       80 Oft running and racing on roadsters they measured\n          The dun-colored highways. Then the light of the morning\n          Was hurried and hastened. Went henchmen in numbers\n          To the beautiful building, bold ones in spirit,\n          To look at the wonder; the liegelord himself then\n       85 From his wife-bower wending, warden of treasures,\n          Glorious trod with troopers unnumbered,\n          Famed for his virtues, and with him the queen-wife\n          Measured the mead-ways, with maidens attending.\n\n    [1] S. emends, suggesting 'déop' for 'déog,' and removing semicolon\n    after 'wéol.' The two half-lines 'welling ... hid him' would then\n    read: _The bloody deep welled with sword-gore_. B. accepts 'déop' for\n    'déog,' but reads 'déað-fæges': _The deep boiled with the sword-gore\n    of the death-doomed one_.\n\n    [2] Another and quite different rendering of this passage is as\n    follows: _Oft a liegeman of the king, a fame-covered man mindful of\n    songs, who very many ancient traditions remembered (he found other\n    word-groups accurately bound together) began afterward to tell of\n    Beowulf's adventure, skilfully to narrate it, etc_.\n\n    [3] Might 'guma gilp-hladen' mean 'a man laden with boasts of the\n    deeds of others'?\n\n    [4] t.B. accepts B.'s 'hé þæs áron þáh' as given by H.-So., but puts a\n    comma after 'þáh,' and takes 'siððan' as introducing a dependent\n    clause: _He throve in honor since Heremod's strength ... had\n    decreased_.\n\n[33]\n\n\n\n\nXV.\n\nHROTHGAR'S GRATITUDE.\n\n"], "title": ["Beowulf"], "author": ["Beowulf Poet"]}