{"genre": ["Fantasy"], "text": ["\nwn then\n       45 Soul-sick, sorrowful, the sea-waves regarding:\n          They wished and yet weened not their well-loved friend-lord\n\n{The giant-sword melts.}\n\n          To see any more. The sword-blade began then,\n          The blood having touched it, contracting and shriveling\n          With battle-icicles; 'twas a wonderful marvel\n       50 That it melted entirely, likest to ice when\n          The Father unbindeth the bond of the frost and\n          Unwindeth the wave-bands, He who wieldeth dominion\n          Of times and of tides: a truth-firm Creator.\n          Nor took he of jewels more in the dwelling,\n       55 Lord of the Weders, though they lay all around him,\n          Than the head and the handle handsome with jewels;\n[56]      The brand early melted, burnt was the weapon:[2]\n          So hot was the blood, the strange-spirit poisonous\n\n{The hero swims back to the realms of day.}\n\n          That in it did perish. He early swam off then\n       60 Who had bided in combat the carnage of haters,\n          Went up through the ocean; the eddies were cleansèd,\n          The spacious expanses, when the spirit from farland\n          His life put aside and this short-lived existence.\n          The seamen's defender came swimming to land then\n       65 Doughty of spirit, rejoiced in his sea-gift,\n          The bulky burden which he bore in his keeping.\n          The excellent vassals advanced then to meet him,\n          To God they were grateful, were glad in their chieftain,\n          That to see him safe and sound was granted them.\n       70 From the high-minded hero, then, helmet and burnie\n          Were speedily loosened: the ocean was putrid,\n          The water 'neath welkin weltered with gore.\n          Forth did they fare, then, their footsteps retracing,\n          Merry and mirthful, measured the earth-way,\n       75 The highway familiar: men very daring[3]\n          Bare then the head from the sea-cliff, burdening\n          Each of the earlmen, excellent-valiant.\n\n{It takes four men to carry Grendel's head on a spear.}\n\n          Four of them had to carry with labor\n          The head of Grendel to the high towering gold-hall\n       80 Upstuck on the spear, till fourteen most-valiant\n          And battle-brave Geatmen came there going\n          Straight to the palace: the prince of the people\n          Measured the mead-ways, their mood-brave companion.\n          The atheling of earlmen entered the building,\n       85 Deed-valiant man, adorned with distinction,\n          Doughty shield-warrior, to address King Hrothgar:\n[57]      Then hung by the hair, the head of Grendel\n          Was borne to the building, where beer-thanes were drinking,\n          Loth before earlmen and eke 'fore the lady:\n       90 The warriors beheld then a wonderful sight.\n\n    [1] 'Þæs monige gewearð' (1599) and 'hafað þæs geworden' (2027).--In a\n    paper published some years ago in one of the Johns Hopkins University\n    circulars, I tried to throw upon these two long-doubtful passages some\n    light derived from a study of like passages in Alfred's prose.--The\n    impersonal verb 'geweorðan,' with an accus. of the person, and a\n    þæt-clause is used several times with the meaning 'agree.' See Orosius\n    (Sweet's ed.) 178_7; 204_34; 208_28; 210_15; 280_20. In the two\n    Beowulf passages, the þæt-clause is anticipated by 'þæs,' which is\n    clearly a gen. of the thing agreed on.\n\n    The first passage (v. 1599 (b)-1600) I translate literally: _Then many\n    agreed upon this (namely), that the sea-wolf had killed him_.\n\n    The second passage (v. 2025 (b)-2027): _She is promised ...; to this\n    the friend of the Scyldings has agreed, etc_. By emending 'is' instead\n    of 'wæs' (2025), the tenses will be brought into perfect harmony.\n\n    In v. 1997 ff. this same idiom occurs, and was noticed in B.'s great\n    article on Beowulf, which appeared about the time I published my\n    reading of 1599 and 2027. Translate 1997 then: _Wouldst let the\n    South-Danes themselves decide about their struggle with Grendel_. Here\n    'Súð-Dene' is accus. of person, and 'gúðe' is gen. of thing agreed on.\n\n    With such collateral support as that afforded by B. (P. and B. XII.\n    97), I have no hesitation in departing from H.-So., my usual guide.\n\n    The idiom above treated runs through A.-S., Old Saxon, and other\n    Teutonic languages, and should be noticed in the lexicons.\n\n    [2] 'Bróden-mæl' is regarded by most scholars as meaning a damaskeened\n    sword. Translate: _The damaskeened sword burned up_. Cf. 25_16 and\n    note.\n\n    [3] 'Cyning-balde' (1635) is the much-disputed reading of K. and Th.\n    To render this, \"_nobly bold_,\" \"_excellently bold_,\" have been\n    suggested. B. would read 'cyning-holde' (cf. 290), and render: _Men\n    well-disposed towards the king carried the head, etc._ 'Cynebealde,'\n    says t.B., endorsing Gr.\n\n\n\n\nXXV.\n\nBEOWULF BRINGS HIS TROPHIES.--HROTHGAR'S GRATITUDE.\n\n\n{Beowulf relates his last exploit.}\n\n          Beowulf spake, offspring of Ecgtheow:\n          \"Lo! we blithely have brought thee, bairn of Healfdene,\n          Prince of the Scyldings, these presents from ocean\n          Which thine eye looketh on, for an emblem of glory.\n        5 I came off alive from this, narrowly 'scaping:\n          In war 'neath the water the work with great pains I\n          Performed, and the fight had been finished quite nearly,\n          Had God not defended me. I failed in the battle\n          Aught to accomplish, aided by Hrunting,\n       10 Though that weapon was worthy, but the Wielder of earth-folk\n\n{God was fighting with me.}\n\n          Gave me willingly to see on the wall a\n          Heavy old hand-sword hanging in splendor\n          (He guided most often the lorn and the friendless),\n          That I swung as a weapon. The wards of the house then\n       15 I killed in the conflict (when occasion was given me).\n          Then the battle-sword burned, the brand that was lifted,[1]\n          As the blood-current sprang, hottest of war-sweats;\n          Seizing the hilt, from my foes I offbore it;\n          I avenged as I ought to their acts of malignity,\n       20 The murder of Danemen. I then make thee this promise,\n\n{Heorot is freed from monsters.}\n\n          Thou'lt be able in Heorot careless to slumber\n          With thy throng of heroes and the thanes of thy people\n          Every and each, of greater and lesser,\n          And thou needest not fear for them from the selfsame direction\n       25 As thou formerly fearedst, oh, folk-lord of Scyldings,\n[58]     End-day for earlmen.\" To the age-hoary man then,\n\n{The famous sword is presented to Hrothgar.}\n\n          The gray-haired chieftain, the gold-fashioned sword-hilt,\n          Old-work of giants, was thereupon given;\n          Since the fall of the fiends, it fell to the keeping\n       30 Of the wielder of Danemen, the wonder-smith's labor,\n          And the bad-mooded being abandoned this world then,\n          Opponent of God, victim of murder,\n          And also his mother; it went to the keeping\n          Of the best of the world-kings, where waters encircle,\n       35 Who the scot divided in Scylding dominion.\n\n{Hrothgar looks closely at the old sword.}\n\n          Hrothgar discoursed, the hilt he regarded,\n          The ancient heirloom where an old-time contention's\n          Beginning was graven: the gurgling currents,\n          The flood slew thereafter the race of the giants,\n       40 They had proved themselves daring: that people was loth to\n\n{It had belonged to a race hateful to God.}\n\n          The Lord everlasting, through lash of the billows\n          The Father gave them final requital.\n          So in letters of rune on the clasp of the handle\n          Gleaming and golden, 'twas graven exactly,\n       45 Set forth and said, whom that sword had been made for,\n          Finest of irons, who first it was wrought for,\n          Wreathed at its handle and gleaming with serpents.\n          The wise one then said (silent they all were)\n\n{Hrothgar praises Beowulf.}\n\n          Son of old Healfdene: \"He may say unrefuted\n       50 Who performs 'mid the folk-men fairness and truth\n          (The hoary old ruler remembers the past),\n          That better by birth is this bairn of the nobles!\n          Thy fame is extended through far-away countries,\n          Good friend Beowulf, o'er all of the races,\n       55 Thou holdest all firmly, hero-like strength with\n          Prudence of spirit. I'll prove myself grateful\n          As before we agreed on; thou granted for long shalt\n          Become a great comfort to kinsmen and comrades,\n\n{Heremod's career is again contrasted with Beowulf's.}\n\n          A help unto heroes. Heremod became not\n       60 Such to the Scyldings, successors of Ecgwela;\n          He grew not to please them, but grievous destruction,\n[59]      And diresome death-woes to Danemen attracted;\n          He slew in anger his table-companions,\n          Trustworthy counsellors, till he turned off lonely\n       65 From world-joys away, wide-famous ruler:\n          Though high-ruling heaven in hero-strength raised him,\n          In might exalted him, o'er men of all nations\n          Made him supreme, yet a murderous spirit\n          Grew in his bosom: he gave then no ring-gems\n\n{A wretched failure of a king, to give no jewels to his retainers.}\n\n       70 To the Danes after custom; endured he unjoyful\n          Standing the straits from strife that was raging,\n          Longsome folk-sorrow. Learn then from this,\n          Lay hold of virtue! Though laden with winters,\n          I have sung thee these measures. 'Tis a marvel to tell it,\n\n{Hrothgar moralizes.}\n\n       75 How all-ruling God from greatness of spirit\n          Giveth wisdom to children of men,\n          Manor and earlship: all things He ruleth.\n          He often permitteth the mood-thought of man of\n          The illustrious lineage to lean to possessions,\n       80 Allows him earthly delights at his manor,\n          A high-burg of heroes to hold in his keeping,\n          Maketh portions of earth-folk hear him,\n          And a wide-reaching kingdom so that, wisdom failing him,\n          He himself is unable to reckon its boundaries;\n       85 He liveth in luxury, little debars him,\n          Nor sickness nor age, no treachery-sorrow\n          Becloudeth his spirit, conflict nowhere,\n          No sword-hate, appeareth, but all of the world doth\n          Wend as he wisheth; the worse he knoweth not,\n       90 Till arrant arrogance inward pervading,\n          Waxeth and springeth, when the warder is sleeping,\n          The guard of the soul: with sorrows encompassed,\n          Too sound is his slumber, the slayer is near him,\n          Who with bow and arrow aimeth in malice.\n\n[60]\n\n    [1] Or rather, perhaps, '_the inlaid, or damaskeened weapon_.' Cf.\n    24_57 and note.\n\n\n\n\nXXVI.\n\nHROTHGAR MORALIZES.--REST AFTER LABOR.\n\n\n{A wounded spirit.}\n\n          \"Then bruised in his bosom he with bitter-toothed missile\n          Is hurt 'neath his helmet: from harmful pollution\n          He is powerless to shield him by the wonderful mandates\n          Of the loath-cursèd spirit; what too long he hath holden\n        5 Him seemeth too small, savage he hoardeth,\n          Nor boastfully giveth gold-plated rings,[1]\n          The fate of the future flouts and forgetteth\n          Since God had erst given him greatness no little,\n          Wielder of Glory. His end-day anear,\n       10 It afterward happens that the bodily-dwelling\n          Fleetingly fadeth, falls into ruins;\n          Another lays hold who doleth the ornaments,\n          The nobleman's jewels, nothing lamenting,\n          Heedeth no terror. Oh, Beowulf dear,\n       15 Best of the heroes, from bale-strife defend thee,\n          And choose thee the better, counsels eternal;\n\n{Be not over proud: life is fleeting, and its strength soon wasteth away.}\n\n          Beware of arrogance, world-famous champion!\n          But a little-while lasts thy life-vigor's fulness;\n          'Twill after hap early, that illness or sword-edge\n       20 Shall part thee from strength, or the grasp of the fire,\n          Or the wave of the current, or clutch of the edges,\n          Or flight of the war-spear, or age with its horrors,\n          Or thine eyes' bright flashing shall fade into darkness:\n          'Twill happen full early, excellent hero,\n\n{Hrothgar gives an account of his reign.}\n\n       25 That death shall subdue thee. So the Danes a half-century\n          I held under heaven, helped them in struggles\n          'Gainst many a race in middle-earth's regions,\n          With ash-wood and edges, that enemies none\n          On earth molested me. Lo! offsetting change, now,\n\n[61]\n\n{Sorrow after joy.}\n\n       30 Came to my manor, grief after joyance,\n          When Grendel became my constant visitor,\n          Inveterate hater: I from that malice\n          Continually travailed with trouble no little.\n          Thanks be to God that I gained in my lifetime,\n       35 To the Lord everlasting, to look on the gory\n          Head with mine eyes, after long-lasting sorrow!\n          Go to the bench now, battle-adornèd\n          Joy in the feasting: of jewels in common\n          We'll meet with many when morning appeareth.\"\n       40 The Geatman was gladsome, ganged he immediately\n          To go to the bench, as the clever one bade him.\n          Then again as before were the famous-for-prowess,\n          Hall-inhabiters, handsomely banqueted,\n          Feasted anew. The night-veil fell then\n       45 Dark o'er the warriors. The courtiers rose then;\n          The gray-haired was anxious to go to his slumbers,\n          The hoary old Scylding. Hankered the Geatman,\n\n{Beowulf is fagged, and seeks rest.}\n\n          The champion doughty, greatly, to rest him:\n          An earlman early outward did lead him,\n       50 Fagged from his faring, from far-country springing,\n          Who for etiquette's sake all of a liegeman's\n          Needs regarded, such as seamen at that time\n          Were bounden to feel. The big-hearted rested;\n          The building uptowered, spacious and gilded,\n       55 The guest within slumbered, till the sable-clad raven\n          Blithely foreboded the beacon of heaven.\n          Then the bright-shining sun o'er the bottoms came going;[2]\n          The warriors hastened, the heads of the peoples\n          Were ready to go again to their peoples,\n\n{The Geats prepare to leave Dane-land.}\n\n       60 The high-mooded farer would faraway thenceward\n          Look for his vessel. The valiant one bade then,[3]\n\n[62]\n\n{Unferth asks Beowulf to accept his sword as a gift. Beowulf thanks him.}\n\n          Offspring of Ecglaf, off to bear Hrunting,\n          To take his weapon, his well-beloved iron;\n          He him thanked for the gift, saying good he accounted\n       65 The war-friend and mighty, nor chid he with words then\n          The blade of the brand: 'twas a brave-mooded hero.\n          When the warriors were ready, arrayed in their trappings,\n          The atheling dear to the Danemen advanced then\n          On to the dais, where the other was sitting,\n       70 Grim-mooded hero, greeted King Hrothgar.\n\n    [1] K. says '_proudly giveth_.'--Gr. says, '_And gives no gold-plated\n    rings, in order to incite the recipient to boastfulness_.'--B.\n    suggests 'gyld' for 'gylp,' and renders: _And gives no beaten rings\n    for reward_.\n\n    [2] If S.'s emendation be accepted, v. 57 will read: _Then came the\n    light, going bright after darkness: the warriors, etc_.\n\n    [3] As the passage stands in H.-So., Unferth presents Beowulf with the\n    sword Hrunting, and B. thanks him for the gift. If, however, the\n    suggestions of Grdtvg. and M. be accepted, the passage will read:\n    _Then the brave one (_i.e._ Beowulf) commanded that Hrunting be borne\n    to the son of Ecglaf (Unferth), bade him take his sword, his dear\n    weapon; he (B.) thanked him (U.) for the loan, etc_.\n\n\n\n\nXXVII.\n\nSORROW AT PARTING.\n\n\n{Beowulf's farewell.}\n\n          Beowulf spake, Ecgtheow's offspring:\n          \"We men of the water wish to declare now\n          Fared from far-lands, we're firmly determined\n          To seek King Higelac. Here have we fitly\n        5 Been welcomed and feasted, as heart would desire it;\n          Good was the greeting. If greater affection\n          I am anywise able ever on earth to\n          Gain at thy hands, ruler of heroes,\n          Than yet I have done, I shall quickly be ready\n\n{I shall be ever ready to aid thee.}\n\n       10 For combat and conflict. O'er the course of the waters\n          Learn I that neighbors alarm thee with terror,\n          As haters did whilom, I hither will bring thee\n          For help unto heroes henchmen by thousands.\n\n{My liegelord will encourage me in aiding thee.}\n\n          I know as to Higelac, the lord of the Geatmen,\n       15 Though young in years, he yet will permit me,\n          By words and by works, ward of the people,\n          Fully to furnish thee forces and bear thee\n          My lance to relieve thee, if liegemen shall fail thee,\n          And help of my hand-strength; if Hrethric be treating,\n[63]   20 Bairn of the king, at the court of the Geatmen,\n          He thereat may find him friends in abundance:\n          Faraway countries he were better to seek for\n          Who trusts in himself.\" Hrothgar discoursed then,\n          Making rejoinder: \"These words thou hast uttered\n       25 All-knowing God hath given thy spirit!\n\n{O Beowulf, thou art wise beyond thy years.}\n\n          Ne'er heard I an earlman thus early in life\n          More clever in speaking: thou'rt cautious of spirit,\n          Mighty of muscle, in mouth-answers prudent.\n          I count on the hope that, happen it ever\n       30 That missile shall rob thee of Hrethel's descendant,\n          Edge-horrid battle, and illness or weapon\n          Deprive thee of prince, of people's protector,\n\n{Should Higelac die, the Geats could find no better successor than thou\nwouldst make.}\n\n          And life thou yet holdest, the Sea-Geats will never\n          Find a more fitting folk-lord to choose them,\n       35 Gem-ward of heroes, than _thou_ mightest prove thee,\n          If the kingdom of kinsmen thou carest to govern.\n          Thy mood-spirit likes me the longer the better,\n          Beowulf dear: thou hast brought it to pass that\n          To both these peoples peace shall be common,\n\n{Thou hast healed the ancient breach between our races.}\n\n       40 To Geat-folk and Danemen, the strife be suspended,\n          The secret assailings they suffered in yore-days;\n          And also that jewels be shared while I govern\n          The wide-stretching kingdom, and that many shall visit\n          Others o'er the ocean with excellent gift-gems:\n       45 The ring-adorned bark shall bring o'er the currents\n          Presents and love-gifts. This people I know\n          Tow'rd foeman and friend firmly established,[1]\n          After ancient etiquette everywise blameless.\"\n          Then the warden of earlmen gave him still farther,\n\n{Parting gifts}\n\n       50 Kinsman of Healfdene, a dozen of jewels,\n          Bade him safely seek with the presents\n          His well-beloved people, early returning.\n\n[64]\n\n{Hrothgar kisses Beowulf, and weeps.}\n\n          Then the noble-born king kissed the distinguished,\n          Dear-lovèd liegeman, the Dane-prince saluted him,\n       55 And claspèd his neck; tears from him fell,\n          From the gray-headed man: he two things expected,\n          Agèd and reverend, but rather the second,\n          [2]That bold in council they'd meet thereafter.\n          The man was so dear that he failed to suppress the\n       60 Emotions that moved him, but in mood-fetters fastened\n\n{The old king is deeply grieved to part with his benefactor.}\n\n          The long-famous hero longeth in secret\n          Deep in his spirit for the dear-beloved man\n          Though not a blood-kinsman. Beowulf thenceward,\n          Gold-splendid warrior, walked o'er the meadows\n       65 Exulting in treasure: the sea-going vessel\n          Riding at anchor awaited its owner.\n          As they pressed on their way then, the present of Hrothgar\n\n{Giving liberally is the true proof of kingship.}\n\n          Was frequently referred to: a folk-king indeed that\n          Everyway blameless, till age did debar him\n       70 The joys of his might, which hath many oft injured.\n\n    [1] For 'geworhte,' the crux of this passage, B. proposes 'geþóhte,'\n    rendering: _I know this people with firm thought every way blameless\n    towards foe and friends_.\n\n    [2] S. and B. emend so as to negative the verb 'meet.' \"Why should\n    Hrothgar weep if he expects to meet Beowulf again?\" both these\n    scholars ask. But the weeping is mentioned before the 'expectations':\n    the tears may have been due to many emotions, especially gratitude,\n    struggling for expression.\n\n\n\n\nXXVIII.\n\nTHE HOMEWARD JOURNEY.--THE TWO QUEENS.\n\n\n          Then the band of very valiant retainers\n          Came to the current; they were clad all in armor,\n\n{The coast-guard again.}\n\n          In link-woven burnies. The land-warder noticed\n          The return of the earlmen, as he erstwhile had seen them;\n        5 Nowise with insult he greeted the strangers\n          From the naze of the cliff, but rode on to meet them;\n          Said the bright-armored visitors[1] vesselward traveled\n[65]      Welcome to Weders. The wide-bosomed craft then\n          Lay on the sand, laden with armor,\n       10 With horses and jewels, the ring-stemmèd sailer:\n          The mast uptowered o'er the treasure of Hrothgar.\n\n{Beowulf gives the guard a handsome sword.}\n\n          To the boat-ward a gold-bound brand he presented,\n          That he was afterwards honored on the ale-bench more highly\n          As the heirloom's owner. [2]Set he out on his vessel,\n       15 To drive on the deep, Dane-country left he.\n          Along by the mast then a sea-garment fluttered,\n          A rope-fastened sail. The sea-boat resounded,\n          The wind o'er the waters the wave-floater nowise\n          Kept from its journey; the sea-goer traveled,\n       20 The foamy-necked floated forth o'er the currents,\n          The well-fashioned vessel o'er the ways of the ocean,\n\n{The Geats see their own land again.}\n\n          Till they came within sight of the cliffs of the Geatmen,\n          The well-known headlands. The wave-goer hastened\n          Driven by breezes, stood on the shore.\n\n{The port-warden is anxiously looking for them.}\n\n       25 Prompt at the ocean, the port-ward was ready,\n          Who long in the past outlooked in the distance,[3]\n          At water's-edge waiting well-lovèd heroes;\n          He bound to the bank then the broad-bosomed vessel\n          Fast in its fetters, lest the force of the waters\n       30 Should be able to injure the ocean-wood winsome.\n          Bade he up then take the treasure of princes,\n          Plate-gold and fretwork; not far was it thence\n          To go off in search of the giver of jewels:\n[66]      Hrethel's son Higelac at home there remaineth,[4]\n       35 Himself with his comrades close to the sea-coast.\n          The building was splendid, the king heroic,\n          Great in his hall, Hygd very young was,\n\n{Hygd, the noble queen of Higelac, lavish of gifts.}\n\n          Fine-mooded, clever, though few were the winters\n          That the daughter of Hæreth had dwelt in the borough;\n       40 But she nowise was cringing nor niggard of presents,\n          Of ornaments rare, to the race of the Geatmen.\n\n{Offa's consort, Thrytho, is contrasted with Hygd.}\n\n          Thrytho nursed anger, excellent[5] folk-queen,\n          Hot-burning hatred: no hero whatever\n          'Mong household companions, her husband excepted\n\n{She is a terror to all save her husband.}\n\n       45 Dared to adventure to look at the woman\n          With eyes in the daytime;[6] but he knew that death-chains\n          Hand-wreathed were wrought him: early thereafter,\n          When the hand-strife was over, edges were ready,\n          That fierce-raging sword-point had to force a decision,\n       50 Murder-bale show. Such no womanly custom\n          For a lady to practise, though lovely her person,\n          That a weaver-of-peace, on pretence of anger\n          A belovèd liegeman of life should deprive.\n          Soothly this hindered Heming's kinsman;\n       55 Other ale-drinking earlmen asserted\n          That fearful folk-sorrows fewer she wrought them,\n          Treacherous doings, since first she was given\n          Adorned with gold to the war-hero youthful,\n          For her origin honored, when Offa's great palace\n       60 O'er the fallow flood by her father's instructions\n          She sought on her journey, where she afterwards fully,\n          Famed for her virtue, her fate on the king's-seat\n[67]      Enjoyed in her lifetime, love did she hold with\n          The ruler of heroes, the best, it is told me,\n       65 Of all of the earthmen that oceans encompass,\n          Of earl-kindreds endless; hence Offa was famous\n          Far and widely, by gifts and by battles,\n          Spear-valiant hero; the home of his fathers\n          He governed with wisdom, whence Eomær did issue\n       70 For help unto heroes, Heming's kinsman,\n          Grandson of Garmund, great in encounters.\n\n    [1] For 'scawan' (1896), 'scaðan' has been proposed. Accepting this,\n    we may render: _He said the bright-armored warriors were going to\n    their vessel, welcome, etc_. (Cf. 1804.)\n\n    [2] R. suggests, 'Gewát him on naca,' and renders: _The vessel set\n    out, to drive on the sea, the Dane-country left_. 'On' bears the\n    alliteration; cf. 'on hafu' (2524). This has some advantages over the\n    H.-So. reading; viz. (1) It adds nothing to the text; (2) it makes\n    'naca' the subject, and thus brings the passage into keeping with the\n    context, where the poet has exhausted his vocabulary in detailing the\n    actions of the vessel.--B.'s emendation (cf. P. and B. XII. 97) is\n    violent.\n\n    [3] B. translates: _Who for a long time, ready at the coast, had\n    looked out into the distance eagerly for the dear men_. This changes\n    the syntax of 'léofra manna.'\n\n    [4] For 'wunað' (v. 1924) several eminent critics suggest 'wunade'\n    (=remained). This makes the passage much clearer.\n\n    [5] Why should such a woman be described as an 'excellent' queen? C.\n    suggests 'frécnu' = dangerous, bold.\n\n    [6] For 'an dæges' various readings have been offered. If 'and-éges'\n    be accepted, the sentence will read: _No hero ... dared look upon her,\n    eye to eye_. If 'án-dæges' be adopted, translate: _Dared look upon her\n    the whole day_.\n\n\n\n\nXXIX.\n\nBEOWULF AND HIGELAC.\n\n\n          Then the brave one departed, his band along with him,\n\n{Beowulf and his party seek Higelac.}\n\n          Seeking the sea-shore, the sea-marches treading,\n          The wide-stretching shores. The world-candle glimmered,\n          The sun from the southward; they proceeded then onward,\n        5 Early arriving where they heard that the troop-lord,\n          Ongentheow's slayer, excellent, youthful\n          Folk-prince and warrior was distributing jewels,\n          Close in his castle. The coming of Beowulf\n          Was announced in a message quickly to Higelac,\n       10 That the folk-troop's defender forth to the palace\n          The linden-companion alive was advancing,\n          Secure from the combat courtward a-going.\n          The building was early inward made ready\n          For the foot-going guests as the good one had ordered.\n\n{Beowulf sits by his liegelord.}\n\n       15 He sat by the man then who had lived through the struggle,\n          Kinsman by kinsman, when the king of the people\n          Had in lordly language saluted the dear one,\n\n{Queen Hygd receives the heroes.}\n\n          In words that were formal. The daughter of Hæreth\n          Coursed through the building, carrying mead-cups:[1]\n[68]   20 She loved the retainers, tendered the beakers\n          To the high-minded Geatmen. Higelac 'gan then\n\n{Higelac is greatly interested in Beowulf's adventures.}\n\n          Pleasantly plying his companion with questions\n          In the high-towering palace. A curious interest\n          Tormented his spirit, what meaning to see in\n       25 The Sea-Geats' adventures: \"Beowulf worthy,\n\n{Give an account of thy adventures, Beowulf dear.}\n\n          How throve your journeying, when thou thoughtest suddenly\n          Far o'er the salt-streams to seek an encounter,\n          A battle at Heorot? Hast bettered for Hrothgar,\n          The famous folk-leader, his far-published sorrows\n       30 Any at all? In agony-billows\n\n{My suspense has been great.}\n\n          I mused upon torture, distrusted the journey\n          Of the belovèd liegeman; I long time did pray thee\n          By no means to seek out the murderous spirit,\n          To suffer the South-Danes themselves to decide on[2]\n       35 Grappling with Grendel. To God I am thankful\n          To be suffered to see thee safe from thy journey.\"\n\n{Beowulf narrates his adventures.}\n\n          Beowulf answered, bairn of old Ecgtheow:\n          \"'Tis hidden by no means, Higelac chieftain,\n          From many of men, the meeting so famous,\n       40 What mournful moments of me and of Grendel\n          Were passed in the place where he pressing affliction\n          On the Victory-Scyldings scathefully brought,\n          Anguish forever; that all I avengèd,\n          So that any under heaven of the kinsmen of Grendel\n\n{Grendel's kindred have no cause to boast.}\n\n       45 Needeth not boast of that cry-in-the-morning,\n          Who longest liveth of the loth-going kindred,[3]\n          Encompassed by moorland. I came in my journey\n          To the royal ring-hall, Hrothgar to greet there:\n\n{Hrothgar received me very cordially.}\n\n          Soon did the famous scion of Healfdene,\n       50 When he understood fully the spirit that led me,\n          Assign me a seat with the son of his bosom.\n[69]      The troop was in joyance; mead-glee greater\n          'Neath arch of the ether not ever beheld I\n\n{The queen also showed up no little honor.}\n\n          'Mid hall-building holders. The highly-famed queen,\n       55 Peace-tie of peoples, oft passed through the building,\n          Cheered the young troopers; she oft tendered a hero\n          A beautiful ring-band, ere she went to her sitting.\n\n{Hrothgar's lovely daughter.}\n\n          Oft the daughter of Hrothgar in view of the courtiers\n          To the earls at the end the ale-vessel carried,\n       60 Whom Freaware I heard then hall-sitters title,\n          When nail-adorned jewels she gave to the heroes:\n\n{She is betrothed to Ingeld, in order to unite the Danes and Heathobards.}\n\n          Gold-bedecked, youthful, to the glad son of Froda\n          Her faith has been plighted; the friend of the Scyldings,\n          The guard of the kingdom, hath given his sanction,[4]\n       65 And counts it a vantage, for a part of the quarrels,\n          A portion of hatred, to pay with the woman.\n          [5]Somewhere not rarely, when the ruler has fallen,\n          The life-taking lance relaxeth its fury\n          For a brief breathing-spell, though the bride be charming!\n\n    [1] 'Meodu-scencum' (1981) some would render '_with mead-pourers_.'\n    Translate then: _The daughter of Hæreth went through the building\n    accompanied by mead-pourers_.\n\n    [2] See my note to 1599, supra, and B. in P. and B. XII. 97.\n\n    [3] For 'fenne,' supplied by Grdtvg., B. suggests 'fácne' (cf. Jul.\n    350). Accepting this, translate: _Who longest lives of the hated race,\n    steeped in treachery_.\n\n    [4] See note to v. 1599 above.\n\n    [5] This is perhaps the least understood sentence in the poem, almost\n    every word being open to dispute. (1) The 'nó' of our text is an\n    emendation, and is rejected by many scholars. (2) 'Seldan' is by some\n    taken as an adv. (= _seldom_), and by others as a noun (= _page_,\n    _companion_). (3) 'Léod-hryre,' some render '_fall of the people_';\n    others, '_fall of the prince_.' (4) 'Búgeð,' most scholars regard as\n    the intrans. verb meaning '_bend_,' '_rest_'; but one great scholar has\n    translated it '_shall kill_.' (5) 'Hwær,' Very recently, has been\n    attacked, 'wære' being suggested. (6) As a corollary to the above, the\n    same critic proposes to drop 'oft' out of the text.--t.B. suggests: Oft\n    seldan wære after léodhryre: lýtle hwíle bongár búgeð, þéah séo brýd\n    duge = _often has a treaty been (thus) struck, after a prince had\n    fallen: (but only) a short time is the spear (then) wont to rest,\n    however excellent the bride may be_.\n\n\n\n\nXXX.\n\nBEOWULF NARRATES HIS ADVENTURES TO HIGELAC.\n\n\n          \"It well may discomfit the prince of the Heathobards\n          And each of the thanemen of earls that attend him,\n[70]      When he goes to the building escorting the woman,\n          That a noble-born Daneman the knights should be feasting:\n        5 There gleam on his person the leavings of elders\n          Hard and ring-bright, Heathobards' treasure,\n          While they wielded their arms, till they misled to the battle\n          Their own dear lives and belovèd companions.\n          He saith at the banquet who the collar beholdeth,\n       10 An ancient ash-warrior who earlmen's destruction\n          Clearly recalleth (cruel his spirit),\n          Sadly beginneth sounding the youthful\n          Thane-champion's spirit through the thoughts of his bosom,\n          War-grief to waken, and this word-answer speaketh:\n\n{Ingeld is stirred up to break the truce.}\n\n       15 'Art thou able, my friend, to know when thou seest it\n          The brand which thy father bare to the conflict\n          In his latest adventure, 'neath visor of helmet,\n          The dearly-loved iron, where Danemen did slay him,\n          And brave-mooded Scyldings, on the fall of the heroes,\n       20 (When vengeance was sleeping) the slaughter-place wielded?\n          E'en now some man of the murderer's progeny\n          Exulting in ornaments enters the building,\n          Boasts of his blood-shedding, offbeareth the jewel\n          Which thou shouldst wholly hold in possession!'\n       25 So he urgeth and mindeth on every occasion\n          With woe-bringing words, till waxeth the season\n          When the woman's thane for the works of his father,\n          The bill having bitten, blood-gory sleepeth,\n          Fated to perish; the other one thenceward\n       30 'Scapeth alive, the land knoweth thoroughly.[1]\n          Then the oaths of the earlmen on each side are broken,\n          When rancors unresting are raging in Ingeld\n          And his wife-love waxeth less warm after sorrow.\n          So the Heathobards' favor not faithful I reckon,\n       35 Their part in the treaty not true to the Danemen,\n          Their friendship not fast. I further shall tell thee\n\n[71]\n\n{Having made these preliminary statements, I will now tell thee of\nGrendel, the monster.}\n\n          More about Grendel, that thou fully mayst hear,\n          Ornament-giver, what afterward came from\n          The hand-rush of heroes. When heaven's bright jewel\n       40 O'er earthfields had glided, the stranger came raging,\n          The horrible night-fiend, us for to visit,\n          Where wholly unharmed the hall we were guarding.\n\n{Hondscio fell first}\n\n          To Hondscio happened a hopeless contention,\n          Death to the doomed one, dead he fell foremost,\n       45 Girded war-champion; to him Grendel became then,\n          To the vassal distinguished, a tooth-weaponed murderer,\n          The well-beloved henchman's body all swallowed.\n          Not the earlier off empty of hand did\n          The bloody-toothed murderer, mindful of evils,\n       50 Wish to escape from the gold-giver's palace,\n          But sturdy of strength he strove to outdo me,\n          Hand-ready grappled. A glove was suspended\n          Spacious and wondrous, in art-fetters fastened,\n          Which was fashioned entirely by touch of the craftman\n       55 From the dragon's skin by the devil's devices:\n          He down in its depths would do me unsadly\n          One among many, deed-doer raging,\n          Though sinless he saw me; not so could it happen\n          When I in my anger upright did stand.\n       60 'Tis too long to recount how requital I furnished\n          For every evil to the earlmen's destroyer;\n\n{I reflected honor upon my people.}\n\n          'Twas there, my prince, that I proudly distinguished\n          Thy land with my labors. He left and retreated,\n          He lived his life a little while longer:\n       65 Yet his right-hand guarded his footstep in Heorot,\n          And sad-mooded thence to the sea-bottom fell he,\n          Mournful in mind. For the might-rush of battle\n\n{King Hrothgar lavished gifts upon me.}\n\n          The friend of the Scyldings, with gold that was plated,\n          With ornaments many, much requited me,\n       70 When daylight had dawned, and down to the banquet\n          We had sat us together. There was chanting and joyance:\n          The age-stricken Scylding asked many questions\n[72]      And of old-times related; oft light-ringing harp-strings,\n          Joy-telling wood, were touched by the brave one;\n       75 Now he uttered measures, mourning and truthful,\n          Then the large-hearted land-king a legend of wonder\n          Truthfully told us. Now troubled with years\n\n{The old king is sad over the loss of his youthful vigor.}\n\n          The age-hoary warrior afterward began to\n          Mourn for the might that marked him in youth-days;\n       80 His breast within boiled, when burdened with winters\n          Much he remembered. From morning till night then\n          We joyed us therein as etiquette suffered,\n          Till the second night season came unto earth-folk.\n          Then early thereafter, the mother of Grendel\n\n{Grendel's mother.}\n\n       85 Was ready for vengeance, wretched she journeyed;\n          Her son had death ravished, the wrath of the Geatmen.\n          The horrible woman avengèd her offspring,\n          And with mighty mainstrength murdered a hero.\n\n{Æschere falls a prey to her vengeance.}\n\n          There the spirit of Æschere, agèd adviser,\n       90 Was ready to vanish; nor when morn had lightened\n          Were they anywise suffered to consume him with fire,\n          Folk of the Danemen, the death-weakened hero,\n          Nor the belovèd liegeman to lay on the pyre;\n\n{She suffered not his body to be burned, but ate it.}\n\n          She the corpse had offcarried in the clutch of the foeman[2]\n       95 'Neath mountain-brook's flood. To Hrothgar 'twas saddest\n          Of pains that ever had preyed on the chieftain;\n          By the life of thee the land-prince then me[3]\n          Besought very sadly, in sea-currents' eddies\n          To display my prowess, to peril my safety,\n      100 Might-deeds accomplish; much did he promise.\n\n{I sought the creature in her den,}\n\n          I found then the famous flood-current's cruel,\n          Horrible depth-warder. A while unto us two\n[73]      Hand was in common; the currents were seething\n          With gore that was clotted, and Grendel's fierce mother's\n\n{and hewed her head off.}\n\n      105 Head I offhacked in the hall at the bottom\n          With huge-reaching sword-edge, hardly I wrested\n          My life from her clutches; not doomed was I then,\n\n{Jewels were freely bestowed upon me.}\n\n          But the warden of earlmen afterward gave me\n          Jewels in quantity, kinsman of Healfdene.\n\n    [1] For 'lifigende' (2063), a mere conjecture, 'wígende' has been\n    suggested. The line would then read: _Escapeth by fighting, knows the\n    land thoroughly_.\n\n    [2] For 'fæðmum,' Gr.'s conjecture, B. proposes 'færunga.' These three\n    half-verses would then read: _She bore off the corpse of her foe\n    suddenly under the mountain-torrent_.\n\n    [3] The phrase 'þíne lýfe' (2132) was long rendered '_with thy\n    (presupposed) permission_.' The verse would read: _The land-prince\n    then sadly besought me, with thy (presupposed) permission, etc_.\n\n\n\n\nXXXI.\n\nGIFT-GIVING IS MUTUAL.\n\n\n          \"So the belovèd land-prince lived in decorum;\n          I had missed no rewards, no meeds of my prowess,\n          But he gave me jewels, regarding my wishes,\n          Healfdene his bairn; I'll bring them to thee, then,\n\n{All my gifts I lay at thy feet.}\n\n        5 Atheling of earlmen, offer them gladly.\n          And still unto thee is all my affection:[1]\n          But few of my folk-kin find I surviving\n          But thee, dear Higelac!\" Bade he in then to carry[2]\n          The boar-image, banner, battle-high helmet,\n       10 Iron-gray armor, the excellent weapon,\n\n{This armor I have belonged of yore to Heregar.}\n\n          In song-measures said: \"This suit-for-the-battle\n          Hrothgar presented me, bade me expressly,\n          Wise-mooded atheling, thereafter to tell thee[3]\n          The whole of its history, said King Heregar owned it,\n       15 Dane-prince for long: yet he wished not to give then\n[74]      The mail to his son, though dearly he loved him,\n          Hereward the hardy. Hold all in joyance!\"\n          I heard that there followed hard on the jewels\n          Two braces of stallions of striking resemblance,\n       20 Dappled and yellow; he granted him usance\n          Of horses and treasures. So a kinsman should bear him,\n          No web of treachery weave for another,\n          Nor by cunning craftiness cause the destruction\n\n{Higelac loves his nephew Beowulf.}\n\n          Of trusty companion. Most precious to Higelac,\n       25 The bold one in battle, was the bairn of his sister,\n          And each unto other mindful of favors.\n\n{Beowulf gives Hygd the necklace that Wealhtheow had given him.}\n\n          I am told that to Hygd he proffered the necklace,\n          Wonder-gem rare that Wealhtheow gave him,\n          The troop-leader's daughter, a trio of horses\n       30 Slender and saddle-bright; soon did the jewel\n          Embellish her bosom, when the beer-feast was over.\n          So Ecgtheow's bairn brave did prove him,\n\n{Beowulf is famous.}\n\n          War-famous man, by deeds that were valiant,\n          He lived in honor, belovèd companions\n       35 Slew not carousing; his mood was not cruel,\n          But by hand-strength hugest of heroes then living\n          The brave one retained the bountiful gift that\n          The Lord had allowed him. Long was he wretched,\n          So that sons of the Geatmen accounted him worthless,\n       40 And the lord of the liegemen loth was to do him\n          Mickle of honor, when mead-cups were passing;\n          They fully believed him idle and sluggish,\n\n{He is requited for the slights suffered in earlier days.}\n\n          An indolent atheling: to the honor-blest man there\n          Came requital for the cuts he had suffered.\n       45 The folk-troop's defender bade fetch to the building\n          The heirloom of Hrethel, embellished with gold,\n\n{Higelac overwhelms the conqueror with gifts.}\n\n          So the brave one enjoined it; there was jewel no richer\n          In the form of a weapon 'mong Geats of that era;\n          In Beowulf's keeping he placed it and gave him\n       50 Seven of thousands, manor and lordship.\n          Common to both was land 'mong the people,\n[75]      Estate and inherited rights and possessions,\n          To the second one specially spacious dominions,\n          To the one who was better. It afterward happened\n       55 In days that followed, befell the battle-thanes,\n\n{After Heardred's death, Beowulf becomes king.}\n\n          After Higelac's death, and when Heardred was murdered\n          With weapons of warfare 'neath well-covered targets,\n          When valiant battlemen in victor-band sought him,\n          War-Scylfing heroes harassed the nephew\n       60 Of Hereric in battle. To Beowulf's keeping\n          Turned there in time extensive dominions:\n\n{He rules the Geats fifty years.}\n\n          He fittingly ruled them a fifty of winters\n          (He a man-ruler wise was, manor-ward old) till\n          A certain one 'gan, on gloom-darkening nights, a\n\n{The fire-drake.}\n\n       65 Dragon, to govern, who guarded a treasure,\n          A high-rising stone-cliff, on heath that was grayish:\n          A path 'neath it lay, unknown unto mortals.\n          Some one of earthmen entered the mountain,\n          The heathenish hoard laid hold of with ardor;\n       70 *       *       *       *       *       *       *\n          *       *       *       *       *       *       *\n          *       *       *       *       *       *       *\n          *       *       *       *       *       *       *\n          *       *       *       *       *       *       *\n\n    [1] This verse B. renders, '_Now serve I again thee alone as my\n    gracious king_.'\n\n    [2] For 'eafor' (2153), Kl. suggests 'ealdor.' Translate then: _Bade\n    the prince then to bear in the banner, battle-high helmet, etc_. On\n    the other hand, W. takes 'eaforhéafodsegn' as a compound, meaning\n    'helmet': _He bade them bear in the helmet, battle-high helm, gray\n    armor, etc_.\n\n    [3] The H.-So. rendering (ærest = _history, origin_; 'eft' for 'est'),\n    though liable to objection, is perhaps the best offered. 'That I\n    should very early tell thee of his favor, kindness' sounds well; but\n    'his' is badly placed to limit 'ést.'--Perhaps, 'eft' with verbs of\n    saying may have the force of Lat. prefix 're,' and the H.-So. reading\n    mean, 'that I should its origin rehearse to thee.'\n\n\n\n\nXXXII.\n\nTHE HOARD AND THE DRAGON.\n\n\n          *       *       *       *       *       *       *\n          He sought of himself who sorely did harm him,\n          But, for need very pressing, the servant of one of\n          The sons of the heroes hate-blows evaded,\n        5 Seeking for shelter and the sin-driven warrior\n          Took refuge within there. He early looked in it,\n          *       *       *       *       *       *       *\n          *       *       *       *       *       *       *\n[76]      *  *  *  *  *  * when the onset surprised him,\n\n{The hoard.}\n\n       10 He a gem-vessel saw there: many of suchlike\n          Ancient ornaments in the earth-cave were lying,\n          As in days of yore some one of men of\n          Illustrious lineage, as a legacy monstrous,\n          There had secreted them, careful and thoughtful,\n       15 Dear-valued jewels. Death had offsnatched them,\n          In the days of the past, and the one man moreover\n          Of the flower of the folk who fared there the longest,\n          Was fain to defer it, friend-mourning warder,\n          A little longer to be left in enjoyment\n       20 Of long-lasting treasure.[1] A barrow all-ready\n          Stood on the plain the stream-currents nigh to,\n          New by the ness-edge, unnethe of approaching:\n          The keeper of rings carried within a\n          [2]Ponderous deal of the treasure of nobles,\n       25 Of gold that was beaten, briefly he spake then:[3]\n\n{The ring-giver bewails the loss of retainers.}\n\n          \"Hold thou, O Earth, now heroes no more may,\n          The earnings of earlmen. Lo! erst in thy bosom\n          Worthy men won them; war-death hath ravished,\n          Perilous life-bale, all my warriors,\n       30 Liegemen belovèd, who this life have forsaken,\n          Who hall-pleasures saw. No sword-bearer have I,\n          And no one to burnish the gold-plated vessel,\n          The high-valued beaker: my heroes are vanished.\n          The hardy helmet behung with gilding\n       35 Shall be reaved of its riches: the ring-cleansers slumber\n          Who were charged to have ready visors-for-battle,\n          And the burnie that bided in battle-encounter\n[77]      O'er breaking of war-shields the bite of the edges\n          Moulds with the hero. The ring-twisted armor,\n       40 Its lord being lifeless, no longer may journey\n          Hanging by heroes; harp-joy is vanished,\n          The rapture of glee-wood, no excellent falcon\n          Swoops through the building, no swift-footed charger\n          Grindeth the gravel. A grievous destruction\n       45 No few of the world-folk widely hath scattered!\"\n          So, woful of spirit one after all\n          Lamented mournfully, moaning in sadness\n          By day and by night, till death with its billows\n\n{The fire-dragon}\n\n          Dashed on his spirit. Then the ancient dusk-scather\n       50 Found the great treasure standing all open,\n          He who flaming and fiery flies to the barrows,\n          Naked war-dragon, nightly escapeth\n          Encompassed with fire; men under heaven\n          Widely beheld him. 'Tis said that he looks for[4]\n       55 The hoard in the earth, where old he is guarding\n          The heathenish treasure; he'll be nowise the better.\n\n{The dragon meets his match.}\n\n          So three-hundred winters the waster of peoples\n          Held upon earth that excellent hoard-hall,\n          Till the forementioned earlman angered him bitterly:\n       60 The beat-plated beaker he bare to his chieftain\n          And fullest remission for all his remissness\n          Begged of his liegelord. Then the hoard[5] was discovered,\n          The treasure was taken, his petition was granted\n\n{The hero plunders the dragon's den}\n\n          The lorn-mooded liegeman. His lord regarded\n       65 The old-work of earth-folk--'twas the earliest occasion.\n          When the dragon awoke, the strife was renewed there;\n          He snuffed 'long the stone then, stout-hearted found he"], "title": ["Beowulf"], "author": ["Beowulf Poet"]}