{"genre": ["Fantasy"], "text": ["\nany attendants who bound up his kinsman,\n          Carried him quickly when occasion was granted\n          That the place of the slain they were suffered to manage.\n       40 This pending, one hero plundered the other,\n          His armor of iron from Ongentheow ravished,\n          His hard-sword hilted and helmet together;\n\n{Eofor takes the old king's war-gear to Higelac.}\n\n          The old one's equipments he carried to Higelac.\n          He the jewels received, and rewards 'mid the troopers\n       45 Graciously promised, and so did accomplish:\n          The king of the Weders requited the war-rush,\n          Hrethel's descendant, when home he repaired him,\n\n{Higelac rewards the brothers.}\n\n          To Eofor and Wulf with wide-lavished treasures,\n          To each of them granted a hundred of thousands\n[101]  50 In land and rings wrought out of wire:\n\n{His gifts were beyond cavil.}\n\n          None upon mid-earth needed to twit him[3]\n          With the gifts he gave them, when glory they conquered;\n\n{To Eofor he also gives his only daughter in marriage.}\n\n          And to Eofor then gave he his one only daughter,\n          The honor of home, as an earnest of favor.\n       55 That's the feud and hatred--as ween I 'twill happen--\n          The anger of earthmen, that earls of the Swedemen\n          Will visit on us, when they hear that our leader\n          Lifeless is lying, he who longtime protected\n          His hoard and kingdom 'gainst hating assailers,\n       60 Who on the fall of the heroes defended of yore\n          The deed-mighty Scyldings,[4] did for the troopers\n          What best did avail them, and further moreover\n\n{It is time for us to pay the last marks of respect to our lord.}\n\n          Hero-deeds 'complished. Now is haste most fitting,\n          That the lord of liegemen we look upon yonder,\n       65 And _that_ one carry on journey to death-pyre\n          Who ring-presents gave us. Not aught of it all\n          Shall melt with the brave one--there's a mass of bright jewels,\n          Gold beyond measure, grewsomely purchased\n          And ending it all ornament-rings too\n       70 Bought with his life; these fire shall devour,\n          Flame shall cover, no earlman shall wear\n          A jewel-memento, nor beautiful virgin\n          Have on her neck rings to adorn her,\n          But wretched in spirit bereavèd of gold-gems\n       75 She shall oft with others be exiled and banished,\n          Since the leader of liegemen hath laughter forsaken,\n[102]     Mirth and merriment. Hence many a war-spear\n          Cold from the morning shall be clutched in the fingers,\n          Heaved in the hand, no harp-music's sound shall\n       80 Waken the warriors, but the wan-coated raven\n          Fain over fey ones freely shall gabble,\n          Shall say to the eagle how he sped in the eating,\n          When, the wolf his companion, he plundered the slain.\"\n          So the high-minded hero was rehearsing these stories\n       85 Loathsome to hear; he lied as to few of\n\n{The warriors go sadly to look at Beowulf's lifeless body.}\n\n          Weirds and of words. All the war-troop arose then,\n          'Neath the Eagle's Cape sadly betook them,\n          Weeping and woful, the wonder to look at.\n          They saw on the sand then soulless a-lying,\n       90 His slaughter-bed holding, him who rings had given them\n          In days that were done; then the death-bringing moment\n          Was come to the good one, that the king very warlike,\n          Wielder of Weders, with wonder-death perished.\n          First they beheld there a creature more wondrous,\n\n{They also see the dragon.}\n\n       95 The worm on the field, in front of them lying,\n          The foeman before them: the fire-spewing dragon,\n          Ghostly and grisly guest in his terrors,\n          Was scorched in the fire; as he lay there he measured\n          Fifty of feet; came forth in the night-time[5]\n      100 To rejoice in the air, thereafter departing\n          To visit his den; he in death was then fastened,\n          He would joy in no other earth-hollowed caverns.\n          There stood round about him beakers and vessels,\n          Dishes were lying and dear-valued weapons,\n      105 With iron-rust eaten, as in earth's mighty bosom\n          A thousand of winters there they had rested:\n\n{The hoard was under a magic spell.}\n\n          That mighty bequest then with magic was guarded,\n          Gold of the ancients, that earlman not any\n          The ring-hall could touch, save Ruling-God only,\n[103] 110 Sooth-king of Vict'ries gave whom He wished to\n\n{God alone could give access to it.}\n\n          [6](He is earth-folk's protector) to open the treasure,\n          E'en to such among mortals as seemed to Him proper.\n\n    [1] For 'góda,' which seems a surprising epithet for a Geat to apply\n    to the \"terrible\" Ongentheow, B. suggests 'gomela.' The passage would\n    then stand: '_The old one went then,' etc._\n\n    [2] For 'segn Higeláce,' K., Th., and B. propose 'segn Higeláces,'\n    meaning: _Higelac's banner followed the Swedes (in pursuit)._--S.\n    suggests 'sæcc Higeláces,' and renders: _Higelac's pursuit._--The\n    H.-So. reading, as translated in our text, means that the banner of\n    the enemy was captured and brought to Higelac as a trophy.\n\n    [3] The rendering given in this translation represents the king as\n    being generous beyond the possibility of reproach; but some\n    authorities construe 'him' (2996) as plu., and understand the passage\n    to mean that no one reproached the two brothers with having received\n    more reward than they were entitled to.\n\n    [4] The name 'Scyldingas' here (3006) has caused much discussion, and\n    given rise to several theories, the most important of which are as\n    follows: (1) After the downfall of Hrothgar's family, Beowulf was king\n    of the Danes, or Scyldings. (2) For 'Scyldingas' read\n    'Scylfingas'--that is, after killing Eadgils, the Scylfing prince,\n    Beowulf conquered his land, and held it in subjection. (3) M.\n    considers 3006 a thoughtless repetition of 2053. (Cf. H.-So.)\n\n    [5] B. takes 'nihtes' and 'hwílum' (3045) as separate adverbial cases,\n    and renders: _Joy in the air had he of yore by night, etc_. He thinks\n    that the idea of vanished time ought to be expressed.\n\n    [6] The parenthesis is by some emended so as to read: (1) (_He_ (i.e.\n    _God_) _is the hope of men_); (2) (_he is the hope of heroes_). Gr.'s\n    reading has no parenthesis, but says: ... _could touch, unless God\n    himself, true king of victories, gave to whom he would to open the\n    treasure, the secret place of enchanters, etc_. The last is rejected\n    on many grounds.\n\n\n\n\nXLII.\n\nWIGLAF'S SAD STORY.--THE HOARD CARRIED OFF.\n\n\n          Then 'twas seen that the journey prospered him little\n          Who wrongly within had the ornaments hidden[1]\n          Down 'neath the wall. The warden erst slaughtered\n          Some few of the folk-troop: the feud then thereafter\n        5 Was hotly avengèd. 'Tis a wonder where,[2]\n          When the strength-famous trooper has attained to the end of\n          Life-days allotted, then no longer the man may\n          Remain with his kinsmen where mead-cups are flowing.\n          So to Beowulf happened when the ward of the barrow,\n       10 Assaults, he sought for: himself had no knowledge\n          How his leaving this life was likely to happen.\n          So to doomsday, famous folk-leaders down did\n          Call it with curses--who 'complished it there--\n[104]     That that man should be ever of ill-deeds convicted,\n       15 Confined in foul-places, fastened in hell-bonds,\n          Punished with plagues, who this place should e'er ravage.[3]\n          He cared not for gold: rather the Wielder's\n          Favor preferred he first to get sight of.[4]\n\n{Wiglaf addresses his comrades.}\n\n          Wiglaf discoursed then, Wihstan his son:\n       20 \"Oft many an earlman on one man's account must\n          Sorrow endure, as to us it hath happened.\n          The liegelord belovèd we could little prevail on,\n          Kingdom's keeper, counsel to follow,\n          Not to go to the guardian of the gold-hoard, but let him\n       25 Lie where he long was, live in his dwelling\n          Till the end of the world. Met we a destiny\n          Hard to endure: the hoard has been looked at,\n          Been gained very grimly; too grievous the fate that[5]\n          The prince of the people pricked to come thither.\n       30 _I_ was therein and all of it looked at,\n          The building's equipments, since access was given me,\n          Not kindly at all entrance permitted\n\n{He tells them of Beowulf's last moments.}\n\n          Within under earth-wall. Hastily seized I\n          And held in my hands a huge-weighing burden\n       35 Of hoard-treasures costly, hither out bare them\n          To my liegelord belovèd: life was yet in him,\n          And consciousness also; the old one discoursed then\n          Much and mournfully, commanded to greet you,\n\n{Beowulf's dying request.}\n\n          Bade that remembering the deeds of your friend-lord\n       40 Ye build on the fire-hill of corpses a lofty\n          Burial-barrow, broad and far-famous,\n          As 'mid world-dwelling warriors he was widely most honored\n          While he reveled in riches. Let us rouse us and hasten\n[105]     Again to see and seek for the treasure,\n       45 The wonder 'neath wall. The way I will show you,\n          That close ye may look at ring-gems sufficient\n          And gold in abundance. Let the bier with promptness\n          Fully be fashioned, when forth we shall come,\n          And lift we our lord, then, where long he shall tarry,\n       50 Well-beloved warrior, 'neath the Wielder's protection.\"\n\n{Wiglaf charges them to build a funeral-pyre.}\n\n          Then the son of Wihstan bade orders be given,\n          Mood-valiant man, to many of heroes,\n          Holders of homesteads, that they hither from far,\n          [6]Leaders of liegemen, should look for the good one\n       55 With wood for his pyre: \"The flame shall now swallow\n          (The wan fire shall wax[7]) the warriors' leader\n          Who the rain of the iron often abided,\n          When, sturdily hurled, the storm of the arrows\n          Leapt o'er linden-wall, the lance rendered service,\n       60 Furnished with feathers followed the arrow.\"\n          Now the wise-mooded son of Wihstan did summon\n          The best of the braves from the band of the ruler\n\n{He takes seven thanes, and enters the den.}\n\n          Seven together; 'neath the enemy's roof he\n          Went with the seven; one of the heroes\n       65 Who fared at the front, a fire-blazing torch-light\n          Bare in his hand. No lot then decided\n          Who that hoard should havoc, when hero-earls saw it\n          Lying in the cavern uncared-for entirely,\n          Rusting to ruin: they rued then but little\n       70 That they hastily hence hauled out the treasure,\n\n{They push the dragon over the wall.}\n\n          The dear-valued jewels; the dragon eke pushed they,\n          The worm o'er the wall, let the wave-currents take him,\n[106]     The waters enwind the ward of the treasures.\n\n{The hoard is laid on a wain.}\n\n          There wounden gold on a wain was uploaded,\n       75 A mass unmeasured, the men-leader off then,\n          The hero hoary, to Whale's-Ness was carried.\n\n    [1] For 'gehýdde,' B. suggests 'gehýðde': the passage would stand as\n    above except the change of 'hidden' (v. 2) to 'plundered.' The\n    reference, however, would be to the thief, not to the dragon.\n\n    [2] The passage 'Wundur ... búan' (3063-3066), M. took to be a\n    question asking whether it was strange that a man should die when his\n    appointed time had come.--B. sees a corruption, and makes emendations\n    introducing the idea that a brave man should not die from sickness or\n    from old age, but should find death in the performance of some deed of\n    daring.--S. sees an indirect question introduced by 'hwár' and\n    dependent upon 'wundur': _A secret is it when the hero is to die,\n    etc_.--Why may the two clauses not be parallel, and the whole passage\n    an Old English cry of '_How wonderful is death!'?_--S.'s is the best\n    yet offered, if 'wundor' means 'mystery.'\n\n    [3] For 'strude' in H.-So., S. suggests 'stride.' This would require\n    'ravage' (v. 16) to be changed to 'tread.'\n\n    [4] 'He cared ... sight of' (17, 18), S. emends so as to read as\n    follows: _He (Beowulf) had not before seen the favor of the avaricious\n    possessor._\n\n    [5] B. renders: _That which drew the king thither_ (i.e. _the\n    treasure_) _was granted us, but in such a way that it overcomes us._\n\n    [6] 'Folc-ágende' (3114) B. takes as dat. sing. with 'gódum,' and\n    refers it to Beowulf; that is, _Should bring fire-wood to the place\n    where the good folk-ruler lay_.\n\n    [7] C. proposes to take 'weaxan' = L. 'vescor,' and translate\n    _devour_. This gives a parallel to 'fretan' above. The parenthesis\n    would be discarded and the passage read: _Now shall the fire consume,\n    the wan-flame devour, the prince of warriors, etc_.\n\n\n\n\nXLIII.\n\nTHE BURNING OF BEOWULF.\n\n\n{Beowulf's pyre.}\n\n          The folk of the Geatmen got him then ready\n          A pile on the earth strong for the burning,\n          Behung with helmets, hero-knights' targets,\n          And bright-shining burnies, as he begged they should have them;\n        5 Then wailing war-heroes their world-famous chieftain,\n          Their liegelord beloved, laid in the middle.\n\n{The funeral-flame.}\n\n          Soldiers began then to make on the barrow\n          The largest of dead-fires: dark o'er the vapor\n          The smoke-cloud ascended, the sad-roaring fire,\n       10 Mingled with weeping (the wind-roar subsided)\n          Till the building of bone it had broken to pieces,\n          Hot in the heart. Heavy in spirit\n          They mood-sad lamented the men-leader's ruin;\n          And mournful measures the much-grieving widow\n       15 *       *       *       *       *       *       *\n          *       *       *       *       *       *       *\n          *       *       *       *       *       *       *\n          *       *       *       *       *       *       *\n          *       *       *       *       *       *       *\n       20 *       *       *       *       *       *       *\n\n{The Weders carry out their lord's last request.}\n\n          The men of the Weders made accordingly\n          A hill on the height, high and extensive,\n          Of sea-going sailors to be seen from a distance,\n          And the brave one's beacon built where the fire was,\n       25 In ten-days' space, with a wall surrounded it,\n          As wisest of world-folk could most worthily plan it.\n          They placed in the barrow rings and jewels,\n\n[107]\n\n{Rings and gems are laid in the barrow.}\n\n          All such ornaments as erst in the treasure\n          War-mooded men had won in possession:\n       30 The earnings of earlmen to earth they entrusted,\n          The gold to the dust, where yet it remaineth\n          As useless to mortals as in foregoing eras.\n          'Round the dead-mound rode then the doughty-in-battle,\n          Bairns of all twelve of the chiefs of the people,\n\n{They mourn for their lord, and sing his praises.}\n\n       35 More would they mourn, lament for their ruler,\n          Speak in measure, mention him with pleasure,\n          Weighed his worth, and his warlike achievements\n          Mightily commended, as 'tis meet one praise his\n          Liegelord in words and love him in spirit,\n       40 When forth from his body he fares to destruction.\n          So lamented mourning the men of the Geats,\n          Fond-loving vassals, the fall of their lord,\n\n{An ideal king.}\n\n          Said he was kindest of kings under heaven,\n          Gentlest of men, most winning of manner,\n       45 Friendliest to folk-troops and fondest of honor.\n\n[109]\n\n\n\n\nADDENDA.\n\n\nSeveral discrepancies and other oversights have been noticed in the H.-So.\nglossary. Of these a good part were avoided by Harrison and Sharp, the\nAmerican editors of Beowulf, in their last edition, 1888. The rest will, I\nhope, be noticed in their fourth edition. As, however, this book may fall\ninto the hands of some who have no copy of the American edition, it seems\nbest to notice all the principal oversights of the German editors.\n\n~From hám~ (194).--Notes and glossary conflict; the latter not having been\naltered to suit the conclusions accepted in the former.\n\n~Þær gelýfan sceal dryhtnes dóme~ (440).--Under 'dóm' H. says 'the might\nof the Lord'; while under 'gelýfan' he says 'the judgment of the Lord.'\n\n~Eal bencþelu~ (486).--Under 'benc-þelu' H. says _nom. plu._; while under\n'eal' he says _nom. sing._\n\n~Heatho-ræmas~ (519).--Under 'ætberan' H. translates 'to the Heathoremes';\nwhile under 'Heatho-ræmas' he says 'Heathoræmas reaches Breca in the\nswimming-match with Beowulf.' Harrison and Sharp (3d edition, 1888) avoid\nthe discrepancy.\n\n~Fáh féond-scaða~ (554).--Under 'féond-scaða' H. says 'a gleaming\nsea-monster'; under 'fáh' he says 'hostile.'\n\n~Onfeng hraðe inwit-þancum~ (749).--Under 'onfón' H. says 'he _received_\nthe maliciously-disposed one'; under 'inwit-þanc' he says 'he _grasped_,'\netc.\n\n~Níð-wundor séon~ (1366).--Under 'níð-wundor' H. calls this word itself\n_nom. sing._; under 'séon' he translates it as accus. sing., understanding\n'man' as subject of 'séon.' H. and S. (3d edition) make the correction.\n\n~Forgeaf hilde-bille~ (1521).--H., under the second word, calls it instr.\ndat.; while under 'forgifan' he makes it the dat. of indir. obj. H. and S.\n(3d edition) make the change.\n\n~Brád~ and ~brún-ecg~ (1547).--Under 'brád' H. says 'das breite Hüftmesser\nmit bronzener Klinge'; under 'brún-ecg' he says 'ihr breites Hüftmesser\nmit blitzender Klinge.'\n\n[110]\n\n~Yðelíce~ (1557).--Under this word H. makes it modify 'ástód.' If this be\nright, the punctuation of the fifth edition is wrong. See H. and S.,\nappendix.\n\n~Sélran gesóhte~ (1840).--Under 'sél' and 'gesécan' H. calls these two\nwords accus. plu.; but this is clearly an error, as both are nom. plu.,\npred. nom. H. and S. correct under 'sél.'\n\n~Wið sylfne~ (1978).--Under 'wið' and 'gesittan' H. says 'wið = near, by';\nunder 'self' he says 'opposite.'\n\n~þéow~ (2225) is omitted from the glossary.\n\n~For duguðum~ (2502).--Under 'duguð' H. translates this phrase, 'in\nTüchtigkeit'; under 'for,' by 'vor der edlen Kriegerschaar.'\n\n~þær~ (2574).--Under 'wealdan' H. translates _þær_ by 'wo'; under 'mótan,'\nby 'da.' H. and S. suggest 'if' in both passages.\n\n~Wunde~ (2726).--Under 'wund' H. says 'dative,' and under 'wæl-bléate' he\nsays 'accus.' It is without doubt accus., parallel with 'benne.'\n\n~Strengum gebæded~ (3118).--Under 'strengo' H. says 'Strengum' = mit\nMacht; under 'gebæded' he translates 'von den Sehnen.' H. and S. correct\nthis discrepancy by rejecting the second reading.\n\n~Bronda be láfe~ (3162).--A recent emendation. The fourth edition had\n'bronda betost.' In the fifth edition the editor neglects to change the\nglossary to suit the new emendation. See 'bewyrcan.'\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Beowulf \n\n*** END OF THIS PROJECT GUTENBERG EBOOK BEOWULF ***\n\n***** This file should be named 16328-8.txt or 16328-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/6/3/2/16328/\n\nProduced by David Starner, Dainis Millers and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks."], "title": ["Beowulf"], "author": ["Beowulf Poet"]}