{"genre": ["Fantasy"], "text": ["\nave analysed them. The qualitative\nanalysis gives a quite normal condition, and shows, I should infer, in\nitself a vigorous state of health. In other physical matters I was quite\nsatisfied that there is no need for anxiety; but as there must be a\ncause somewhere, I have come to the conclusion that it must be something\nmental. She complains of difficulty in breathing satisfactorily at\ntimes, and of heavy, lethargic sleep, with dreams that frighten her, but\nregarding which she can remember nothing. She says that as a child she\nused to walk in her sleep, and that when in Whitby the habit came back,\nand that once she walked out in the night and went to East Cliff, where\nMiss Murray found her; but she assures me that of late the habit has not\nreturned. I am in doubt, and so have done the best thing I know of; I\nhave written to my old friend and master, Professor Van Helsing, of\nAmsterdam, who knows as much about obscure diseases as any one in the\nworld. I have asked him to come over, and as you told me that all things\nwere to be at your charge, I have mentioned to him who you are and your\nrelations to Miss Westenra. This, my dear fellow, is in obedience to\nyour wishes, for I am only too proud and happy to do anything I can for\nher. Van Helsing would, I know, do anything for me for a personal\nreason, so, no matter on what ground he comes, we must accept his\nwishes. He is a seemingly arbitrary man, but this is because he knows\nwhat he is talking about better than any one else. He is a philosopher\nand a metaphysician, and one of the most advanced scientists of his day;\nand he has, I believe, an absolutely open mind. This, with an iron\nnerve, a temper of the ice-brook, an indomitable resolution,\nself-command, and toleration exalted from virtues to blessings, and the\nkindliest and truest heart that beats--these form his equipment for the\nnoble work that he is doing for mankind--work both in theory and\npractice, for his views are as wide as his all-embracing sympathy. I\ntell you these facts that you may know why I have such confidence in\nhim. I have asked him to come at once. I shall see Miss Westenra\nto-morrow again. She is to meet me at the Stores, so that I may not\nalarm her mother by too early a repetition of my call.\n\n\"Yours always,\n\n\"JOHN SEWARD.\"\n\n\n_Letter, Abraham Van Helsing, M. D., D. Ph., D. Lit., etc., etc., to Dr.\nSeward._\n\n\"_2 September._\n\n\"My good Friend,--\n\n\"When I have received your letter I am already coming to you. By good\nfortune I can leave just at once, without wrong to any of those who have\ntrusted me. Were fortune other, then it were bad for those who have\ntrusted, for I come to my friend when he call me to aid those he holds\ndear. Tell your friend that when that time you suck from my wound so\nswiftly the poison of the gangrene from that knife that our other\nfriend, too nervous, let slip, you did more for him when he wants my\naids and you call for them than all his great fortune could do. But it\nis pleasure added to do for him, your friend; it is to you that I come.\nHave then rooms for me at the Great Eastern Hotel, so that I may be near\nto hand, and please it so arrange that we may see the young lady not too\nlate on to-morrow, for it is likely that I may have to return here that\nnight. But if need be I shall come again in three days, and stay longer\nif it must. Till then good-bye, my friend John.\n\n \"VAN HELSING.\"\n\n\n_Letter, Dr. Seward to Hon. Arthur Holmwood._\n\n\"_3 September._\n\n\"My dear Art,--\n\n\"Van Helsing has come and gone. He came on with me to Hillingham, and\nfound that, by Lucy's discretion, her mother was lunching out, so that\nwe were alone with her. Van Helsing made a very careful examination of\nthe patient. He is to report to me, and I shall advise you, for of\ncourse I was not present all the time. He is, I fear, much concerned,\nbut says he must think. When I told him of our friendship and how you\ntrust to me in the matter, he said: 'You must tell him all you think.\nTell him what I think, if you can guess it, if you will. Nay, I am not\njesting. This is no jest, but life and death, perhaps more.' I asked\nwhat he meant by that, for he was very serious. This was when we had\ncome back to town, and he was having a cup of tea before starting on his\nreturn to Amsterdam. He would not give me any further clue. You must not\nbe angry with me, Art, because his very reticence means that all his\nbrains are working for her good. He will speak plainly enough when the\ntime comes, be sure. So I told him I would simply write an account of\nour visit, just as if I were doing a descriptive special article for\n_The Daily Telegraph_. He seemed not to notice, but remarked that the\nsmuts in London were not quite so bad as they used to be when he was a\nstudent here. I am to get his report to-morrow if he can possibly make\nit. In any case I am to have a letter.\n\n\"Well, as to the visit. Lucy was more cheerful than on the day I first\nsaw her, and certainly looked better. She had lost something of the\nghastly look that so upset you, and her breathing was normal. She was\nvery sweet to the professor (as she always is), and tried to make him\nfeel at ease; though I could see that the poor girl was making a hard\nstruggle for it. I believe Van Helsing saw it, too, for I saw the quick\nlook under his bushy brows that I knew of old. Then he began to chat of\nall things except ourselves and diseases and with such an infinite\ngeniality that I could see poor Lucy's pretense of animation merge into\nreality. Then, without any seeming change, he brought the conversation\ngently round to his visit, and suavely said:--\n\n\"'My dear young miss, I have the so great pleasure because you are so\nmuch beloved. That is much, my dear, ever were there that which I do not\nsee. They told me you were down in the spirit, and that you were of a\nghastly pale. To them I say: \"Pouf!\"' And he snapped his fingers at me\nand went on: 'But you and I shall show them how wrong they are. How can\nhe'--and he pointed at me with the same look and gesture as that with\nwhich once he pointed me out to his class, on, or rather after, a\nparticular occasion which he never fails to remind me of--'know anything\nof a young ladies? He has his madams to play with, and to bring them\nback to happiness, and to those that love them. It is much to do, and,\noh, but there are rewards, in that we can bestow such happiness. But the\nyoung ladies! He has no wife nor daughter, and the young do not tell\nthemselves to the young, but to the old, like me, who have known so many\nsorrows and the causes of them. So, my dear, we will send him away to\nsmoke the cigarette in the garden, whiles you and I have little talk all\nto ourselves.' I took the hint, and strolled about, and presently the\nprofessor came to the window and called me in. He looked grave, but\nsaid: 'I have made careful examination, but there is no functional\ncause. With you I agree that there has been much blood lost; it has\nbeen, but is not. But the conditions of her are in no way anæmic. I have\nasked her to send me her maid, that I may ask just one or two question,\nthat so I may not chance to miss nothing. I know well what she will say.\nAnd yet there is cause; there is always cause for everything. I must go\nback home and think. You must send to me the telegram every day; and if\nthere be cause I shall come again. The disease--for not to be all well\nis a disease--interest me, and the sweet young dear, she interest me\ntoo. She charm me, and for her, if not for you or disease, I come.'\n\n\"As I tell you, he would not say a word more, even when we were alone.\nAnd so now, Art, you know all I know. I shall keep stern watch. I trust\nyour poor father is rallying. It must be a terrible thing to you, my\ndear old fellow, to be placed in such a position between two people who\nare both so dear to you. I know your idea of duty to your father, and\nyou are right to stick to it; but, if need be, I shall send you word to\ncome at once to Lucy; so do not be over-anxious unless you hear from\nme.\"\n\n\n_Dr. Seward's Diary._\n\n_4 September._--Zoöphagous patient still keeps up our interest in him.\nHe had only one outburst and that was yesterday at an unusual time. Just\nbefore the stroke of noon he began to grow restless. The attendant knew\nthe symptoms, and at once summoned aid. Fortunately the men came at a\nrun, and were just in time, for at the stroke of noon he became so\nviolent that it took all their strength to hold him. In about five\nminutes, however, he began to get more and more quiet, and finally sank\ninto a sort of melancholy, in which state he has remained up to now. The\nattendant tells me that his screams whilst in the paroxysm were really\nappalling; I found my hands full when I got in, attending to some of the\nother patients who were frightened by him. Indeed, I can quite\nunderstand the effect, for the sounds disturbed even me, though I was\nsome distance away. It is now after the dinner-hour of the asylum, and\nas yet my patient sits in a corner brooding, with a dull, sullen,\nwoe-begone look in his face, which seems rather to indicate than to show\nsomething directly. I cannot quite understand it.\n\n       *       *       *       *       *\n\n_Later._--Another change in my patient. At five o'clock I looked in on\nhim, and found him seemingly as happy and contented as he used to be. He\nwas catching flies and eating them, and was keeping note of his capture\nby making nail-marks on the edge of the door between the ridges of\npadding. When he saw me, he came over and apologised for his bad\nconduct, and asked me in a very humble, cringing way to be led back to\nhis own room and to have his note-book again. I thought it well to\nhumour him: so he is back in his room with the window open. He has the\nsugar of his tea spread out on the window-sill, and is reaping quite a\nharvest of flies. He is not now eating them, but putting them into a\nbox, as of old, and is already examining the corners of his room to find\na spider. I tried to get him to talk about the past few days, for any\nclue to his thoughts would be of immense help to me; but he would not\nrise. For a moment or two he looked very sad, and said in a sort of\nfar-away voice, as though saying it rather to himself than to me:--\n\n\"All over! all over! He has deserted me. No hope for me now unless I do\nit for myself!\" Then suddenly turning to me in a resolute way, he said:\n\"Doctor, won't you be very good to me and let me have a little more\nsugar? I think it would be good for me.\"\n\n\"And the flies?\" I said.\n\n\"Yes! The flies like it, too, and I like the flies; therefore I like\nit.\" And there are people who know so little as to think that madmen do\nnot argue. I procured him a double supply, and left him as happy a man\nas, I suppose, any in the world. I wish I could fathom his mind.\n\n       *       *       *       *       *\n\n_Midnight._--Another change in him. I had been to see Miss Westenra,\nwhom I found much better, and had just returned, and was standing at our\nown gate looking at the sunset, when once more I heard him yelling. As\nhis room is on this side of the house, I could hear it better than in\nthe morning. It was a shock to me to turn from the wonderful smoky\nbeauty of a sunset over London, with its lurid lights and inky shadows\nand all the marvellous tints that come on foul clouds even as on foul\nwater, and to realise all the grim sternness of my own cold stone\nbuilding, with its wealth of breathing misery, and my own desolate heart\nto endure it all. I reached him just as the sun was going down, and from\nhis window saw the red disc sink. As it sank he became less and less\nfrenzied; and just as it dipped he slid from the hands that held him, an\ninert mass, on the floor. It is wonderful, however, what intellectual\nrecuperative power lunatics have, for within a few minutes he stood up\nquite calmly and looked around him. I signalled to the attendants not to\nhold him, for I was anxious to see what he would do. He went straight\nover to the window and brushed out the crumbs of sugar; then he took his\nfly-box, and emptied it outside, and threw away the box; then he shut\nthe window, and crossing over, sat down on his bed. All this surprised\nme, so I asked him: \"Are you not going to keep flies any more?\"\n\n\"No,\" said he; \"I am sick of all that rubbish!\" He certainly is a\nwonderfully interesting study. I wish I could get some glimpse of his\nmind or of the cause of his sudden passion. Stop; there may be a clue\nafter all, if we can find why to-day his paroxysms came on at high noon\nand at sunset. Can it be that there is a malign influence of the sun at\nperiods which affects certain natures--as at times the moon does others?\nWe shall see.\n\n\n_Telegram, Seward, London, to Van Helsing, Amsterdam._\n\n\"_4 September._--Patient still better to-day.\"\n\n\n_Telegram, Seward, London, to Van Helsing, Amsterdam._\n\n\"_5 September._--Patient greatly improved. Good appetite; sleeps\nnaturally; good spirits; colour coming back.\"\n\n\n_Telegram, Seward, London, to Van Helsing, Amsterdam._\n\n\"_6 September._--Terrible change for the worse. Come at once; do not\nlose an hour. I hold over telegram to Holmwood till have seen you.\"\n\n\n\n\nCHAPTER X\n\n\n_Letter, Dr. Seward to Hon. Arthur Holmwood._\n\n\"_6 September._\n\n\"My dear Art,--\n\n\"My news to-day is not so good. Lucy this morning had gone back a bit.\nThere is, however, one good thing which has arisen from it; Mrs.\nWestenra was naturally anxious concerning Lucy, and has consulted me\nprofessionally about her. I took advantage of the opportunity, and told\nher that my old master, Van Helsing, the great specialist, was coming to\nstay with me, and that I would put her in his charge conjointly with\nmyself; so now we can come and go without alarming her unduly, for a\nshock to her would mean sudden death, and this, in Lucy's weak\ncondition, might be disastrous to her. We are hedged in with\ndifficulties, all of us, my poor old fellow; but, please God, we shall\ncome through them all right. If any need I shall write, so that, if you\ndo not hear from me, take it for granted that I am simply waiting for\nnews. In haste\n\nYours ever,\n\n\"JOHN SEWARD.\"\n\n\n_Dr. Seward's Diary._\n\n_7 September._--The first thing Van Helsing said to me when we met at\nLiverpool Street was:--\n\n\"Have you said anything to our young friend the lover of her?\"\n\n\"No,\" I said. \"I waited till I had seen you, as I said in my telegram. I\nwrote him a letter simply telling him that you were coming, as Miss\nWestenra was not so well, and that I should let him know if need be.\"\n\n\"Right, my friend,\" he said, \"quite right! Better he not know as yet;\nperhaps he shall never know. I pray so; but if it be needed, then he\nshall know all. And, my good friend John, let me caution you. You deal\nwith the madmen. All men are mad in some way or the other; and inasmuch\nas you deal discreetly with your madmen, so deal with God's madmen,\ntoo--the rest of the world. You tell not your madmen what you do nor why\nyou do it; you tell them not what you think. So you shall keep knowledge\nin its place, where it may rest--where it may gather its kind around it\nand breed. You and I shall keep as yet what we know here, and here.\" He\ntouched me on the heart and on the forehead, and then touched himself\nthe same way. \"I have for myself thoughts at the present. Later I shall\nunfold to you.\"\n\n\"Why not now?\" I asked. \"It may do some good; we may arrive at some\ndecision.\" He stopped and looked at me, and said:--\n\n\"My friend John, when the corn is grown, even before it has\nripened--while the milk of its mother-earth is in him, and the sunshine\nhas not yet begun to paint him with his gold, the husbandman he pull the\near and rub him between his rough hands, and blow away the green chaff,\nand say to you: 'Look! he's good corn; he will make good crop when the\ntime comes.'\" I did not see the application, and told him so. For reply\nhe reached over and took my ear in his hand and pulled it playfully, as\nhe used long ago to do at lectures, and said: \"The good husbandman tell\nyou so then because he knows, but not till then. But you do not find the\ngood husbandman dig up his planted corn to see if he grow; that is for\nthe children who play at husbandry, and not for those who take it as of\nthe work of their life. See you now, friend John? I have sown my corn,\nand Nature has her work to do in making it sprout; if he sprout at all,\nthere's some promise; and I wait till the ear begins to swell.\" He broke\noff, for he evidently saw that I understood. Then he went on, and very\ngravely:--\n\n\"You were always a careful student, and your case-book was ever more\nfull than the rest. You were only student then; now you are master, and\nI trust that good habit have not fail. Remember, my friend, that\nknowledge is stronger than memory, and we should not trust the weaker.\nEven if you have not kept the good practise, let me tell you that this\ncase of our dear miss is one that may be--mind, I say _may be_--of such\ninterest to us and others that all the rest may not make him kick the\nbeam, as your peoples say. Take then good note of it. Nothing is too\nsmall. I counsel you, put down in record even your doubts and surmises.\nHereafter it may be of interest to you to see how true you guess. We\nlearn from failure, not from success!\"\n\nWhen I described Lucy's symptoms--the same as before, but infinitely\nmore marked--he looked very grave, but said nothing. He took with him a\nbag in which were many instruments and drugs, \"the ghastly paraphernalia\nof our beneficial trade,\" as he once called, in one of his lectures, the\nequipment of a professor of the healing craft. When we were shown in,\nMrs. Westenra met us. She was alarmed, but not nearly so much as I\nexpected to find her. Nature in one of her beneficent moods has ordained\nthat even death has some antidote to its own terrors. Here, in a case\nwhere any shock may prove fatal, matters are so ordered that, from some\ncause or other, the things not personal--even the terrible change in her\ndaughter to whom she is so attached--do not seem to reach her. It is\nsomething like the way Dame Nature gathers round a foreign body an\nenvelope of some insensitive tissue which can protect from evil that\nwhich it would otherwise harm by contact. If this be an ordered\nselfishness, then we should pause before we condemn any one for the vice\nof egoism, for there may be deeper root for its causes than we have\nknowledge of.\n\nI used my knowledge of this phase of spiritual pathology, and laid down\na rule that she should not be present with Lucy or think of her illness\nmore than was absolutely required. She assented readily, so readily that\nI saw again the hand of Nature fighting for life. Van Helsing and I were\nshown up to Lucy's room. If I was shocked when I saw her yesterday, I\nwas horrified when I saw her to-day. She was ghastly, chalkily pale; the\nred seemed to have gone even from her lips and gums, and the bones of\nher face stood out prominently; her breathing was painful to see or\nhear. Van Helsing's face grew set as marble, and his eyebrows converged\ntill they almost touched over his nose. Lucy lay motionless, and did not\nseem to have strength to speak, so for a while we were all silent. Then\nVan Helsing beckoned to me, and we went gently out of the room. The\ninstant we had closed the door he stepped quickly along the passage to\nthe next door, which was open. Then he pulled me quickly in with him and\nclosed the door. \"My God!\" he said; \"this is dreadful. There is no time\nto be lost. She will die for sheer want of blood to keep the heart's\naction as it should be. There must be transfusion of blood at once. Is\nit you or me?\"\n\n\"I am younger and stronger, Professor. It must be me.\"\n\n\"Then get ready at once. I will bring up my bag. I am prepared.\"\n\nI went downstairs with him, and as we were going there was a knock at\nthe hall-door. When we reached the hall the maid had just opened the\ndoor, and Arthur was stepping quickly in. He rushed up to me, saying in\nan eager whisper:--\n\n\"Jack, I was so anxious. I read between the lines of your letter, and\nhave been in an agony. The dad was better, so I ran down here to see for\nmyself. Is not that gentleman Dr. Van Helsing? I am so thankful to you,\nsir, for coming.\" When first the Professor's eye had lit upon him he had\nbeen angry at his interruption at such a time; but now, as he took in\nhis stalwart proportions and recognised the strong young manhood which\nseemed to emanate from him, his eyes gleamed. Without a pause he said to\nhim gravely as he held out his hand:--\n\n\"Sir, you have come in time. You are the lover of our dear miss. She is\nbad, very, very bad. Nay, my child, do not go like that.\" For he\nsuddenly grew pale and sat down in a chair almost fainting. \"You are to\nhelp her. You can do more than any that live, and your courage is your\nbest help.\"\n\n\"What can I do?\" asked Arthur hoarsely. \"Tell me, and I shall do it. My\nlife is hers, and I would give the last drop of blood in my body for\nher.\" The Professor has a strongly humorous side, and I could from old\nknowledge detect a trace of its origin in his answer:--\n\n\"My young sir, I do not ask so much as that--not the last!\"\n\n\"What shall I do?\" There was fire in his eyes, and his open nostril\nquivered with intent. Van Helsing slapped him on the shoulder. \"Come!\"\nhe said. \"You are a man, and it is a man we want. You are better than\nme, better than my friend John.\" Arthur looked bewildered, and the\nProfessor went on by explaining in a kindly way:--\n\n\"Young miss is bad, very bad. She wants blood, and blood she must have\nor die. My friend John and I have consulted; and we are about to perform\nwhat we call transfusion of blood--to transfer from full veins of one to\nthe empty veins which pine for him. John was to give his blood, as he is\nthe more young and strong than me\"--here Arthur took my hand and wrung\nit hard in silence--\"but, now you are here, you are more good than us,\nold or young, who toil much in the world of thought. Our nerves are not\nso calm and our blood not so bright than yours!\" Arthur turned to him\nand said:--\n\n\"If you only knew how gladly I would die for her you would\nunderstand----\"\n\nHe stopped, with a sort of choke in his voice.\n\n\"Good boy!\" said Van Helsing. \"In the not-so-far-off you will be happy\nthat you have done all for her you love. Come now and be silent. You\nshall kiss her once before it is done, but then you must go; and you\nmust leave at my sign. Say no word to Madame; you know how it is with\nher! There must be no shock; any knowledge of this would be one. Come!\"\n\nWe all went up to Lucy's room. Arthur by direction remained outside.\nLucy turned her head and looked at us, but said nothing. She was not\nasleep, but she was simply too weak to make the effort. Her eyes spoke\nto us; that was all. Van Helsing took some things from his bag and laid\nthem on a little table out of sight. Then he mixed a narcotic, and\ncoming over to the bed, said cheerily:--\n\n\"Now, little miss, here is your medicine. Drink it off, like a good\nchild. See, I lift you so that to swallow is easy. Yes.\" She had made\nthe effort with success.\n\nIt astonished me how long the drug took to act. This, in fact, marked\nthe extent of her weakness. The time seemed endless until sleep began to\nflicker in her eyelids. At last, however, the narcotic began to manifest\nits potency; and she fell into a deep sleep. When the Professor was\nsatisfied he called Arthur into the room, and bade him strip off his\ncoat. Then he added: \"You may take that one little kiss whiles I bring\nover the table. Friend John, help to me!\" So neither of us looked whilst\nhe bent over her.\n\nVan Helsing turning to me, said:\n\n\"He is so young and strong and of blood so pure that we need not\ndefibrinate it.\"\n\nThen with swiftness, but with absolute method, Van Helsing performed the\noperation. As the transfusion went on something like life seemed to come\nback to poor Lucy's cheeks, and through Arthur's growing pallor the joy\nof his face seemed absolutely to shine. After a bit I began to grow\nanxious, for the loss of blood was telling on Arthur, strong man as he\nwas. It gave me an idea of what a terrible strain Lucy's system must\nhave undergone that what weakened Arthur only partially restored her.\nBut the Professor's face was set, and he stood watch in hand and with\nhis eyes fixed now on the patient and now on Arthur. I could hear my own\nheart beat. Presently he said in a soft voice: \"Do not stir an instant.\nIt is enough. You attend him; I will look to her.\" When all was over I\ncould see how much Arthur was weakened. I dressed the wound and took his\narm to bring him away, when Van Helsing spoke without turning round--the\nman seems to have eyes in the back of his head:--\n\n\"The brave lover, I think, deserve another kiss, which he shall have\npresently.\" And as he had now finished his operation, he adjusted the\npillow to the patient's head. As he did so the narrow black velvet band\nwhich she seems always to wear round her throat, buckled with an old\ndiamond buckle which her lover had given her, was dragged a little up,\nand showed a red mark on her throat. Arthur did not notice it, but I\ncould hear the deep hiss of indrawn breath which is one of Van Helsing's\nways of betraying emotion. He said nothing at the moment, but turned to\nme, saying: \"Now take down our brave young lover, give him of the port\nwine, and let him lie down a while. He must then go home and rest, sleep\nmuch and eat much, that he may be recruited of what he has so given to\nhis love. He must not stay here. Hold! a moment. I may take it, sir,\nthat you are anxious of result. Then bring it with you that in all ways\nthe operation is successful. You have saved her life this time, and you\ncan go home and rest easy in mind that all that can be is. I shall tell\nher all when she is well; she shall love you none the less for what you\nhave done. Good-bye.\"\n\nWhen Arthur had gone I went back to the room. Lucy was sleeping gently,\nbut her breathing was stronger; I could see the counterpane move as her\nbreast heaved. By the bedside sat Van Helsing, looking at her intently.\nThe velvet band again covered the red mark. I asked the Professor in a\nwhisper:--\n\n\"What do you make of that mark on her throat?\"\n\n\"What do you make of it?\"\n\n\"I have not examined it yet,\" I answered, and then and there proceeded\nto loose the band. Just over the external jugular vein there were two\npunctures, not large, but not wholesome-looking. There was no sign of\ndisease, but the edges were white and worn-looking, as if by some\ntrituration. It at once occurred to me that this wound, or whatever it\nwas, might be the means of that manifest loss of blood; but I abandoned\nthe idea as soon as formed, for such a thing could not be. The whole bed\nwould have been drenched to a scarlet with the blood which the girl must\nhave lost to leave such a pallor as she had before the transfusion.\n\n\"Well?\" said Van Helsing.\n\n\"Well,\" said I, \"I can make nothing of it.\" The Professor stood up. \"I\nmust go back to Amsterdam to-night,\" he said. \"There are books and\nthings there which I want. You must remain here all the night, and you\nmust not let your sight pass from her.\"\n\n\"Shall I have a nurse?\" I asked.\n\n\"We are the best nurses, you and I. You keep watch all night; see that\nshe is well fed, and that nothing disturbs her. You must not sleep all\nthe night. Later on we can sleep, you and I. I shall be back as soon as\npossible. And then we may begin.\"\n\n\"May begin?\" I said. \"What on earth do you mean?\"\n\n\"We shall see!\" he answered, as he hurried out. He came back a moment\nlater and put his head inside the door and said with warning finger held\nup:--\n\n\"Remember, she is your charge. If you leave her, and harm befall, you\nshall not sleep easy hereafter!\"\n\n\n_Dr. Seward's Diary--continued._\n\n_8 September._--I sat up all night with Lucy. The opiate worked itself\noff towards dusk, and she waked naturally; she looked a different being\nfrom what she had been before the operation. Her spirits even were good,\nand she was full of a happy vivacity, but I could see evidences of the\nabsolute prostration which she had undergone. When I told Mrs. Westenra\nthat Dr. Van Helsing had directed that I should sit up with her she\nalmost pooh-poohed the idea, pointing out her daughter's renewed\nstrength and excellent spirits. I was firm, however, and made\npreparations for my long vigil. When her maid had prepared her for the\nnight I came in, having in the meantime had supper, and took a seat by\nthe bedside. She did not in any way make objection, but looked at me\ngratefully whenever I caught her eye. After a long spell she seemed\nsinking off to sleep, but with an effort seemed to pull herself together\nand shook it off. This was repeated several times, with greater effort\nand with shorter pauses as the time moved on. It was apparent that she\ndid not want to sleep, so I tackled the subject at once:--\n\n\"You do not want to go to sleep?\"\n\n\"No; I am afraid.\"\n\n\"Afraid to go to sleep! Why so? It is the boon we all crave for.\"\n\n\"Ah, not if you were like me--if sleep was to you a presage of horror!\"\n\n\"A presage of horror! What on earth do you mean?\"\n\n\"I don't know; oh, I don't know. And that is what is so terrible. All\nthis weakness comes to me in sleep; until I dread the very thought.\"\n\n\"But, my dear girl, you may sleep to-night. I am here watching you, and\nI can promise that nothing will happen.\"\n\n\"Ah, I can trust you!\" I seized the opportunity, and said: \"I promise\nyou that if I see any evidence of bad dreams I will wake you at once.\"\n\n\"You will? Oh, will you really? How good you are to me. Then I will\nsleep!\" And almost at the word she gave a deep sigh of relief, and sank\nback, asleep.\n\nAll night long I watched by her. She never stirred, but slept on and on\nin a deep, tranquil, life-giving, health-giving sleep. Her lips were\nslightly parted, and her breast rose and fell with the regularity of a\npendulum. There was a smile on her face, and it was evident that no bad\ndreams had come to disturb her peace of mind.\n\nIn the early morning her maid came, and I left her in her care and took\nmyself back home, for I was anxious about many things. I sent a short\nwire to Van Helsing and to Arthur, telling them of the excellent result\nof the operation. My own work, with its manifold arrears, took me all\nday to clear off; it was dark when I was able to inquire about my\nzoöphagous patient. The report was good; he had been quite quiet for the\npast day and night. A telegram came from Van Helsing at Amsterdam whilst\nI was at dinner, suggesting that I should be at Hillingham to-night, as\nit might be well to be at hand, and stating that he was leaving by the\nnight mail and would join me early in the morning.\n\n       *       *       *       *       *\n\n_9 September_.--I was pretty tired and worn out when I got to\nHillingham. For two nights I had hardly had a wink of sleep, and my\nbrain was beginning to feel that numbness which marks cerebral\nexhaustion. Lucy was up and in cheerful spirits. When she shook hands\nwith me she looked sharply in my face and said:--\n\n\"No sitting up to-night for you. You are worn out. I am quite well\nagain; indeed, I am; and if there is to be any sitting up, it is I who\nwill sit up with you.\" I would not argue the point, but went and had my\nsupper. Lucy came with me, and, enlivened by her charming presence, I\nmade an excellent meal, and had a couple of glasses of the more than\nexcellent port. Then Lucy took me upstairs, and showed me a room next\nher own, where a cozy fire was burning. \"Now,\" she said, \"you must stay\nhere. I shall leave this door open and my door too. You can lie on the\nsofa for I know that nothing would induce any of you doctors to go to\nbed whilst there is a patient above the horizon. If I want anything I\nshall call out, and you can come to me at once.\" I could not but\nacquiesce, for I was \"dog-tired,\" and could not have sat up had I tried.\nSo, on her renewing her promise to call me if she should want anything,\nI lay on the sofa, and forgot all about everything.\n\n\n_Lucy Westenra's Diary._\n\n_9 September._--I feel so happy to-night. I have been so miserably weak,\nthat to be able to think and move about is like feeling sunshine after\na long spell of east wind out of a steel sky. Somehow Arthur feels very,\nvery close to me. I seem to feel his presence warm about me. I suppose\nit is that sickness and weakness are selfish things and turn our inner\neyes and sympathy on ourselves, whilst health and strength give Love\nrein, and in thought and feeling he can wander where he wills. I know\nwhere my thoughts are. If Arthur only knew! My dear, my dear, your ears\nmust tingle as you sleep, as mine do waking. Oh, the blissful rest of\nlast night! How I slept, with that dear, good Dr. Seward watching me.\nAnd to-night I shall not fear to sleep, since he is close at hand and\nwithin call. Thank everybody for being so good to me! Thank God!\nGood-night, Arthur.\n\n\n_Dr. Seward's Diary._\n\n_10 September._--I was conscious of the Professor's hand on my head, and\nstarted awake all in a second. That is one of the things that we learn\nin an asylum, at any rate.\n\n\"And how is our patient?\"\n\n\"Well, when I left her, or rather when she left me,\" I answered.\n\n\"Come, let us see,\" he said. And together we went into the room.\n\nThe blind was down, and I went over to raise it gently, whilst Van\nHelsing stepped, with his soft, cat-like tread, over to the bed.\n\nAs I raised the blind, and the morning sunlight flooded the room, I\nheard the Professor's low hiss of inspiration, and knowing its rarity, a\ndeadly fear shot through my heart. As I passed over he moved back, and\nhis exclamation of horror, \"Gott in Himmel!\" needed no enforcement from\nhis agonised face. He raised his hand and pointed to the bed, and his\niron face was drawn and ashen white. I felt my knees begin to tremble.\n\nThere on the bed, seemingly in a swoon, lay poor Lucy, more horribly\nwhite and wan-looking than ever. Even the lips were white, and the gums\nseemed to have shrunken back from the teeth, as we sometimes see in a\ncorpse after a prolonged illness. Van Helsing raised his foot to stamp\nin anger, but the instinct of his life and all the long years of habit\nstood to him, and he put it down again softly. \"Quick!\" he said. \"Bring\nthe brandy.\" I flew to the dining-room, and returned with the decanter.\nHe wetted the poor white lips with it, and together we rubbed palm and\nwrist and heart. He felt her heart, and after a few moments of agonising\nsuspense said:--\n\n\"It is not too late. It beats, though but feebly. All our work is\nundone; we must begin again. There is no young Arthur here now; I have\nto call on you yourself this time, friend John.\" As he spoke, he was\ndipping into his bag and producing the instruments for transfusion; I\nhad taken off my coat and rolled up my shirt-sleeve. There was no\npossibility of an opiate just at present, and no need of one; and so,\nwithout a moment's delay, we began the operation. After a time--it did\nnot seem a short time either, for the draining away of one's blood, no\nmatter how willingly it be given, is a terrible feeling--Van Helsing\nheld up a warning finger. \"Do not stir,\" he said, \"but I fear that with\ngrowing strength she may wake; and that would make danger, oh, so much\ndanger. But I shall precaution take. I shall give hypodermic injection\nof morphia.\" He proceeded then, swiftly and deftly, to carry out his\nintent. The effect on Lucy was not bad, for the faint seemed to merge\nsubtly into the narcotic sleep. It was with a feeling of personal pride\nthat I could see a faint tinge of colour steal back into the pallid\ncheeks and lips. No man knows, till he experiences it, what it is to\nfeel his own life-blood drawn away into the veins of the woman he loves.\n\nThe Professor watched me critically. \"That will do,\" he said. \"Already?\"\nI remonstrated. \"You took a great deal more from Art.\" To which he\nsmiled a sad sort of smile as he replied:--\n\n\"He is her lover, her _fiancé_. You have work, much work, to do for her\nand for others; and the present will suffice.\"\n\nWhen we stopped the operation, he attended to Lucy, whilst I applied\ndigital pressure to my own incision. I laid down, whilst I waited his\nleisure to attend to me, for I felt faint and a little sick. By-and-by\nhe bound up my wound, and sent me downstairs to get a glass of wine for\nmyself. As I was leaving the room, he came after me, and half\nwhispered:--\n\n\"Mind, nothing must be said of this. If our young lover should turn up\nunexpected, as before, no word to him. It would at once frighten him and\nenjealous him, too. There must be none. So!\"\n\nWhen I came back he looked at me carefully, and then said:--\n\n\"You are not much the worse. Go into the room, and lie on your sofa, and\nrest awhile; then have much breakfast, and come here to me.\"\n\nI followed out his orders, for I knew how right and wise they were. I\nhad done my part, and now my next duty was to keep up my strength. I\nfelt very weak, and in the weakness lost something of the amazement at\nwhat had occurred. I fell asleep on the sofa, however, wondering over\nand over again how Lucy had made such a retrograde movement, and how\nshe could have been drained of so much blood with no sign anywhere to\nshow for it. I think I must have continued my wonder in my dreams, for,\nsleeping and waking, my thoughts always came back to the little\npunctures in her throat and the ragged, exhausted appearance of their\nedges--tiny though they were.\n\nLucy slept well into the day, and when she woke she was fairly well and\nstrong, though not nearly so much so as the day before. When Van Helsing\nhad seen her, he went out for a walk, leaving me in charge, with strict\ninjunctions that I was not to leave her for a moment. I could hear his\nvoice in the hall, asking the way to the nearest telegraph office.\n\nLucy chatted with me freely, and seemed quite unconscious that anything\nhad happened. I tried to keep her amused and interested. When her mother\ncame up to see her, she did not seem to notice any change whatever, but\nsaid to me gratefully:--\n\n\"We owe you so much, Dr. Seward, for all you have done, but you really\nmust now take care not to overwork yourself. You are looking pale\nyourself. You want a wife to nurse and look after you a bit; that you\ndo!\" As she spoke, Lucy turned crimson, though it was only momentarily,\nfor her poor wasted veins could not stand for long such an unwonted\ndrain to the head. The reaction came in excessive pallor as she turned\nimploring eyes on me. I smiled and nodded, and laid my finger on my\nlips; with a sigh, she sank back amid her pillows.\n\nVan Helsing returned in a couple of hours, and presently said to me:\n\"Now you go home, and eat much and drink enough. Make yourself strong. I\nstay here to-night, and I shall sit up with little miss myself. You and\nI must watch the case, and we must have none other to know. I have grave\nreasons. No, do not ask them; think what you will. Do not fear to think\neven the most not-probable. Good-night.\"\n\nIn the hall two of the maids came to me, and asked if they or either of\nthem might not sit up with Miss Lucy. They implored me to let them; and\nwhen I said it was Dr. Van Helsing's wish that either he or I should sit\nup, they asked me quite piteously to intercede with the \"foreign\ngentleman.\" I was much touched by their kindness. Perhaps it is because\nI am weak at present, and perhaps because it was on Lucy's account, that\ntheir devotion was manifested; for over and over again have I seen\nsimilar instances of woman's kindness. I got back here in time for a\nlate dinner; went my rounds--all well; and set this down whilst waiting\nfor sleep. It is coming.\n\n       *       *       *       *       *\n\n_11 September._--This afternoon I went over to Hillingham. Found Van\nHelsing in excellent spirits, and Lucy much better. Shortly after I had\narrived, a big parcel from abroad came for the Professor. He opened it\nwith much impressment--assumed, of course--and showed a great bundle of\nwhite flowers.\n\n\"These are for you, Miss Lucy,\" he said.\n\n\"For me? Oh, Dr. Van Helsing!\"\n\n\"Yes, my dear, but not for you to play with. These are medicines.\" Here\nLucy made a wry face. \"Nay, but they are not to take in a decoction or\nin nauseous form, so you need not snub that so charming nose, or I shall\npoint out to my friend Arthur what woes he may have to endure in seeing\nso much beauty that he so loves so much distort. Aha, my pretty miss,\nthat bring the so nice nose all straight again. This is medicinal, but\nyou do not know how. I put him in your window, I make pretty wreath, and\nhang him round your neck, so that you sleep well. Oh yes! they, like the\nlotus flower, make your trouble forgotten. It smell so like the waters\nof Lethe, and of that fountain of youth that the Conquistadores sought\nfor in the Floridas, and find him all too late.\"\n\nWhilst he was speaking, Lucy had been examining the flowers and smelling\nthem. Now she threw them down, saying, with half-laughter, and\nhalf-disgust:--\n\n\"Oh, Professor, I believe you are only putting up a joke on me. Why,\nthese flowers are only common garlic.\"\n\nTo my surprise, Van Helsing rose up and said with all his sternness, his\niron jaw set and his bushy eyebrows meeting:--\n\n\"No trifling with me! I never jest! There is grim purpose in all I do;\nand I warn you that you do not thwart me. Take care, for the sake of\nothers if not for your own.\" Then seeing poor Lucy scared, as she might\nwell be, he went on more gently: \"Oh, little miss, my dear, do not fear\nme. I only do for your good; but there is much virtue to you in those so\ncommon flowers. See, I place them myself in your room. I make myself the\nwreath that you are to wear. But hush! no telling to others that make so\ninquisitive questions. We must obey, and silence is a part of obedience;\nand obedience is to bring you strong and well into loving arms that wait\nfor you. Now sit still awhile. Come with me, friend John, and you shall\nhelp me deck the room with my garlic, which is all the way from Haarlem,\nwhere my friend Vanderpool raise herb in his glass-houses all the year.\nI had to telegraph yesterday, or they would not have been here.\"\n\nWe went into the room, taking the flowers with us. The Professor's\nactions were certainly odd and not to be found in any pharmacopoeia\nthat I ever heard of. First he fastened up the windows and latched them\nsecurely; next, taking a handful of the flowers, he rubbed them all over\nthe sashes, as though to ensure that every whiff of air that might get\nin would be laden with the garlic smell. Then with the wisp he rubbed\nall over the jamb of the door, above, below, and at each side, and round\nthe fireplace in the same way. It all seemed grotesque to me, and\npresently I said:--\n\n\"Well, Professor, I know you always have a reason for what you do, but\nthis certainly puzzles me. It is well we have no sceptic here, or he\nwould say that you were working some spell to keep out an evil spirit.\"\n\n\"Perhaps I am!\" he answered quietly as he began to make the wreath which\nLucy was to wear round her neck.\n\nWe then waited whilst Lucy made her toilet for the night, and when she\nwas in bed he came and himself fixed the wreath of garlic round her\nneck. The last words he said to her were:--\n\n\"Take care you do not disturb it; and even if the room feel close, do\nnot to-night open the window or the door.\"\n\n\"I promise,\" said Lucy, \"and thank you both a thousand times for all\nyour kindness to me! Oh, what have I done to be blessed with such\nfriends?\"\n\nAs we left the house in my fly, which was waiting, Van Helsing said:--\n\n\"To-night I can sleep in peace, and sleep I want--two nights of travel,\nmuch reading in the day between, and much anxiety on the day to follow,\nand a night to sit up, without to wink. To-morrow in the morning early\nyou call for me, and we come together to see our pretty miss, so much\nmore strong for my 'spell' which I have work. Ho! ho!\"\n\nHe seemed so confident that I, remembering my own confidence two nights\nbefore and with the baneful result, felt awe and vague terror. It must\nhave been my weakness that made me hesitate to tell it to my friend, but\nI felt it all the more, like unshed tears.\n\n\n\n\nCHAPTER XI\n\n_Lucy Westenra's Diary._\n\n\n_12 September._--How good they all are to me. I quite love that dear Dr.\nVan Helsing. I wonder why he was so anxious about these flowers. He\npositively frightened me, he was so fierce. And yet he must have been\nright, for I feel comfort from them already. Somehow, I do not dread\nbeing alone to-night, and I can go to sleep without fear. I shall not\nmind any flapping outside the window. Oh, the terrible struggle that I\nhave had against sleep so often of late; the pain of the sleeplessness,\nor the pain of the fear of sleep, with such unknown horrors as it has\nfor me! How blessed are some people, whose lives have no fears, no\ndreads; to whom sleep is a blessing that comes nightly, and brings\nnothing but sweet dreams. Well, here I am to-night, hoping for sleep,\nand lying like Ophelia in the play, with \"virgin crants and maiden\nstrewments.\" I never liked garlic before, but to-night it is delightful!\nThere is peace in its smell; I feel sleep coming already. Good-night,\neverybody.\n\n\n_Dr. Seward's Diary._\n\n_13 September._--Called at the Berkeley and found Van Helsing, as usual,\nup to time. The carriage ordered from the hotel was waiting. The\nProfessor took his bag, which he always brings with him now.\n\nLet all be put down exactly. Van Helsing and I arrived at Hillingham at\neight o'clock. It was a lovely morning; the bright sunshine and all the\nfresh feeling of early autumn seemed like the completion of nature's\nannual work. The leaves were turning to all kinds of beautiful colours,\nbut had not yet begun to drop from the trees. When we entered we met\nMrs. Westenra coming out of the morning room. She is always an early\nriser. She greeted us warmly and said:--\n\n\"You will be glad to know that Lucy is better. The dear child is still\nasleep. I looked into her room and saw her, but did not go in, lest I\nshould disturb her.\" The Professor smiled, and looked quite jubilant. He\nrubbed his hands together, and said:--\n\n\"Aha! I thought I had diagnosed the case. My treatment is working,\" to\nwhich she answered:--\n\n\"You must not take all the credit to yourself, doctor. Lucy's state this\nmorning is due in part to me.\"\n\n\"How you do mean, ma'am?\" asked the Professor.\n\n\"Well, I was anxious about the dear child in the night, and went into\nher room. She was sleeping soundly--so soundly that even my coming did\nnot wake her. But the room was awfully stuffy. There were a lot of those\nhorrible, strong-smelling flowers about everywhere, and she had actually\na bunch of them round her neck. I feared that the heavy odour would be\ntoo much for the dear child in her weak state, so I took them all away\nand opened a bit of the window to let in a little fresh air. You will be\npleased with her, I am sure.\"\n\nShe moved off into her boudoir, where she usually breakfasted early. As\nshe had spoken, I watched the Professor's face, and saw it turn ashen\ngrey. He had been able to retain his self-command whilst the poor lady\nwas present, for he knew her state and how mischievous a shock would be;\nhe actually smiled on her as he held open the door for her to pass into\nher room. But the instant she had disappeared he pulled me, suddenly and\nforcibly, into the dining-room and closed the door.\n\nThen, for the first time in my life, I saw Van Helsing break down. He\nraised his hands over his head in a sort of mute despair, and then beat\nhis palms together in a helpless way; finally he sat down on a chair,\nand putting his hands before his face, began to sob, with loud, dry sobs\nthat seemed to come from the very racking of his heart. Then he raised\nhis arms again, as though appealing to the whole universe. \"God! God!\nGod!\" he said. \"What have we done, what has this poor thing done, that\nwe are so sore beset? Is there fate amongst us still, sent down from the\npagan world of old, that such things must be, and in such way? This poor\nmother, all unknowing, and all for the best as she think, does such\nthing as lose her daughter body and soul; and we must not tell her, we\nmust not even warn her, or she die, and then both die. Oh, how we are\nbeset! How are all the powers of the devils against us!\" Suddenly he\njumped to his feet. \"Come,\" he said, \"come, we must see and act. Devils\nor no devils, or all the devils at once, it matters not; we fight him\nall the same.\" He went to the hall-door for his bag; and together we\nwent up to Lucy's room.\n\nOnce again I drew up the blind, whilst Van Helsing went towards the bed.\nThis time he did not start as he looked on the poor face with the same\nawful, waxen pallor as before. He wore a look of stern sadness and\ninfinite pity.\n\n\"As I expected,\" he murmured, with that hissing inspiration of his which\nmeant so much. Without a word he went and locked the door, and then\nbegan to set out on the little table the instruments for yet another\noperation of transfusion of blood. I had long ago recognised the\nnecessity, and begun to take off my coat, but he stopped me with a\nwarning hand. \"No!\" he said. \"To-day you must operate. I shall provide.\nYou are weakened already.\" As he spoke he took off his coat and rolled\nup his shirt-sleeve.\n\nAgain the operation; again the narcotic; again some return of colour to\nthe ashy cheeks, and the regular breathing of healthy sleep. This time I\nwatched whilst Van Helsing recruited himself and rested.\n\nPresently he took an opportunity of telling Mrs. Westenra that she must\nnot remove anything from Lucy's room without consulting him; that the\nflowers were of medicinal value, and that the breathing of their odour\nwas a part of the system of cure. Then he took over the care of the case\nhimself, saying that he would watch this night and the next and would\nsend me word when to come.\n\nAfter another hour Lucy waked from her sleep, fresh and bright and\nseemingly not much the worse for her terrible ordeal.\n"], "title": ["Dracula"], "author": ["Bram Stoker"]}