{"genre": ["Fantasy"], "text": ["\nelsing's message in the\nphonograph, the poor girl brightened up considerably. Already the\ncertainty that the Count is out of the country has given her comfort;\nand comfort is strength to her. For my own part, now that his horrible\ndanger is not face to face with us, it seems almost impossible to\nbelieve in it. Even my own terrible experiences in Castle Dracula seem\nlike a long-forgotten dream. Here in the crisp autumn air in the bright\nsunlight----\n\nAlas! how can I disbelieve! In the midst of my thought my eye fell on\nthe red scar on my poor darling's white forehead. Whilst that lasts,\nthere can be no disbelief. And afterwards the very memory of it will\nkeep faith crystal clear. Mina and I fear to be idle, so we have been\nover all the diaries again and again. Somehow, although the reality\nseems greater each time, the pain and the fear seem less. There is\nsomething of a guiding purpose manifest throughout, which is comforting.\nMina says that perhaps we are the instruments of ultimate good. It may\nbe! I shall try to think as she does. We have never spoken to each other\nyet of the future. It is better to wait till we see the Professor and\nthe others after their investigations.\n\nThe day is running by more quickly than I ever thought a day could run\nfor me again. It is now three o'clock.\n\n\n_Mina Harker's Journal._\n\n_5 October, 5 p. m._--Our meeting for report. Present: Professor Van\nHelsing, Lord Godalming, Dr. Seward, Mr. Quincey Morris, Jonathan\nHarker, Mina Harker.\n\nDr. Van Helsing described what steps were taken during the day to\ndiscover on what boat and whither bound Count Dracula made his escape:--\n\n\"As I knew that he wanted to get back to Transylvania, I felt sure that\nhe must go by the Danube mouth; or by somewhere in the Black Sea, since\nby that way he come. It was a dreary blank that was before us. _Omne\nignotum pro magnifico_; and so with heavy hearts we start to find what\nships leave for the Black Sea last night. He was in sailing ship, since\nMadam Mina tell of sails being set. These not so important as to go in\nyour list of the shipping in the _Times_, and so we go, by suggestion of\nLord Godalming, to your Lloyd's, where are note of all ships that sail,\nhowever so small. There we find that only one Black-Sea-bound ship go\nout with the tide. She is the _Czarina Catherine_, and she sail from\nDoolittle's Wharf for Varna, and thence on to other parts and up the\nDanube. 'Soh!' said I, 'this is the ship whereon is the Count.' So off\nwe go to Doolittle's Wharf, and there we find a man in an office of wood\nso small that the man look bigger than the office. From him we inquire\nof the goings of the _Czarina Catherine_. He swear much, and he red face\nand loud of voice, but he good fellow all the same; and when Quincey\ngive him something from his pocket which crackle as he roll it up, and\nput it in a so small bag which he have hid deep in his clothing, he\nstill better fellow and humble servant to us. He come with us, and ask\nmany men who are rough and hot; these be better fellows too when they\nhave been no more thirsty. They say much of blood and bloom, and of\nothers which I comprehend not, though I guess what they mean; but\nnevertheless they tell us all things which we want to know.\n\n\"They make known to us among them, how last afternoon at about five\no'clock comes a man so hurry. A tall man, thin and pale, with high nose\nand teeth so white, and eyes that seem to be burning. That he be all in\nblack, except that he have a hat of straw which suit not him or the\ntime. That he scatter his money in making quick inquiry as to what ship\nsails for the Black Sea and for where. Some took him to the office and\nthen to the ship, where he will not go aboard but halt at shore end of\ngang-plank, and ask that the captain come to him. The captain come, when\ntold that he will be pay well; and though he swear much at the first he\nagree to term. Then the thin man go and some one tell him where horse\nand cart can be hired. He go there and soon he come again, himself\ndriving cart on which a great box; this he himself lift down, though it\ntake several to put it on truck for the ship. He give much talk to\ncaptain as to how and where his box is to be place; but the captain like\nit not and swear at him in many tongues, and tell him that if he like he\ncan come and see where it shall be. But he say 'no'; that he come not\nyet, for that he have much to do. Whereupon the captain tell him that he\nhad better be quick--with blood--for that his ship will leave the\nplace--of blood--before the turn of the tide--with blood. Then the thin\nman smile and say that of course he must go when he think fit; but he\nwill be surprise if he go quite so soon. The captain swear again,\npolyglot, and the thin man make him bow, and thank him, and say that he\nwill so far intrude on his kindness as to come aboard before the\nsailing. Final the captain, more red than ever, and in more tongues tell\nhim that he doesn't want no Frenchmen--with bloom upon them and also\nwith blood--in his ship--with blood on her also. And so, after asking\nwhere there might be close at hand a ship where he might purchase ship\nforms, he departed.\n\n\"No one knew where he went 'or bloomin' well cared,' as they said, for\nthey had something else to think of--well with blood again; for it soon\nbecame apparent to all that the _Czarina Catherine_ would not sail as\nwas expected. A thin mist began to creep up from the river, and it grew,\nand grew; till soon a dense fog enveloped the ship and all around her.\nThe captain swore polyglot--very polyglot--polyglot with bloom and\nblood; but he could do nothing. The water rose and rose; and he began to\nfear that he would lose the tide altogether. He was in no friendly mood,\nwhen just at full tide, the thin man came up the gang-plank again and\nasked to see where his box had been stowed. Then the captain replied\nthat he wished that he and his box--old and with much bloom and\nblood--were in hell. But the thin man did not be offend, and went down\nwith the mate and saw where it was place, and came up and stood awhile\non deck in fog. He must have come off by himself, for none notice him.\nIndeed they thought not of him; for soon the fog begin to melt away, and\nall was clear again. My friends of the thirst and the language that was\nof bloom and blood laughed, as they told how the captain's swears\nexceeded even his usual polyglot, and was more than ever full of\npicturesque, when on questioning other mariners who were on movement up\nand down on the river that hour, he found that few of them had seen any\nof fog at all, except where it lay round the wharf. However, the ship\nwent out on the ebb tide; and was doubtless by morning far down the\nriver mouth. She was by then, when they told us, well out to sea.\n\n\"And so, my dear Madam Mina, it is that we have to rest for a time, for\nour enemy is on the sea, with the fog at his command, on his way to the\nDanube mouth. To sail a ship takes time, go she never so quick; and when\nwe start we go on land more quick, and we meet him there. Our best hope\nis to come on him when in the box between sunrise and sunset; for then\nhe can make no struggle, and we may deal with him as we should. There\nare days for us, in which we can make ready our plan. We know all about\nwhere he go; for we have seen the owner of the ship, who have shown us\ninvoices and all papers that can be. The box we seek is to be landed in\nVarna, and to be given to an agent, one Ristics who will there present\nhis credentials; and so our merchant friend will have done his part.\nWhen he ask if there be any wrong, for that so, he can telegraph and\nhave inquiry made at Varna, we say 'no'; for what is to be done is not\nfor police or of the customs. It must be done by us alone and in our own\nway.\"\n\nWhen Dr. Van Helsing had done speaking, I asked him if he were certain\nthat the Count had remained on board the ship. He replied: \"We have the\nbest proof of that: your own evidence, when in the hypnotic trance this\nmorning.\" I asked him again if it were really necessary that they should\npursue the Count, for oh! I dread Jonathan leaving me, and I know that\nhe would surely go if the others went. He answered in growing passion,\nat first quietly. As he went on, however, he grew more angry and more\nforceful, till in the end we could not but see wherein was at least some\nof that personal dominance which made him so long a master amongst\nmen:--\n\n\"Yes, it is necessary--necessary--necessary! For your sake in the first,\nand then for the sake of humanity. This monster has done much harm\nalready, in the narrow scope where he find himself, and in the short\ntime when as yet he was only as a body groping his so small measure in\ndarkness and not knowing. All this have I told these others; you, my\ndear Madam Mina, will learn it in the phonograph of my friend John, or\nin that of your husband. I have told them how the measure of leaving his\nown barren land--barren of peoples--and coming to a new land where life\nof man teems till they are like the multitude of standing corn, was the\nwork of centuries. Were another of the Un-Dead, like him, to try to do\nwhat he has done, perhaps not all the centuries of the world that have\nbeen, or that will be, could aid him. With this one, all the forces of\nnature that are occult and deep and strong must have worked together in\nsome wondrous way. The very place, where he have been alive, Un-Dead for\nall these centuries, is full of strangeness of the geologic and chemical\nworld. There are deep caverns and fissures that reach none know whither.\nThere have been volcanoes, some of whose openings still send out waters\nof strange properties, and gases that kill or make to vivify. Doubtless,\nthere is something magnetic or electric in some of these combinations of\noccult forces which work for physical life in strange way; and in\nhimself were from the first some great qualities. In a hard and warlike\ntime he was celebrate that he have more iron nerve, more subtle brain,\nmore braver heart, than any man. In him some vital principle have in\nstrange way found their utmost; and as his body keep strong and grow and\nthrive, so his brain grow too. All this without that diabolic aid which\nis surely to him; for it have to yield to the powers that come from,\nand are, symbolic of good. And now this is what he is to us. He have\ninfect you--oh, forgive me, my dear, that I must say such; but it is for\ngood of you that I speak. He infect you in such wise, that even if he do\nno more, you have only to live--to live in your own old, sweet way; and\nso in time, death, which is of man's common lot and with God's sanction,\nshall make you like to him. This must not be! We have sworn together\nthat it must not. Thus are we ministers of God's own wish: that the\nworld, and men for whom His Son die, will not be given over to monsters,\nwhose very existence would defame Him. He have allowed us to redeem one\nsoul already, and we go out as the old knights of the Cross to redeem\nmore. Like them we shall travel towards the sunrise; and like them, if\nwe fall, we fall in good cause.\" He paused and I said:--\n\n\"But will not the Count take his rebuff wisely? Since he has been driven\nfrom England, will he not avoid it, as a tiger does the village from\nwhich he has been hunted?\"\n\n\"Aha!\" he said, \"your simile of the tiger good, for me, and I shall\nadopt him. Your man-eater, as they of India call the tiger who has once\ntasted blood of the human, care no more for the other prey, but prowl\nunceasing till he get him. This that we hunt from our village is a\ntiger, too, a man-eater, and he never cease to prowl. Nay, in himself he\nis not one to retire and stay afar. In his life, his living life, he go\nover the Turkey frontier and attack his enemy on his own ground; he be\nbeaten back, but did he stay? No! He come again, and again, and again.\nLook at his persistence and endurance. With the child-brain that was to\nhim he have long since conceive the idea of coming to a great city. What\ndoes he do? He find out the place of all the world most of promise for\nhim. Then he deliberately set himself down to prepare for the task. He\nfind in patience just how is his strength, and what are his powers. He\nstudy new tongues. He learn new social life; new environment of old\nways, the politic, the law, the finance, the science, the habit of a new\nland and a new people who have come to be since he was. His glimpse that\nhe have had, whet his appetite only and enkeen his desire. Nay, it help\nhim to grow as to his brain; for it all prove to him how right he was at\nthe first in his surmises. He have done this alone; all alone! from a\nruin tomb in a forgotten land. What more may he not do when the greater\nworld of thought is open to him. He that can smile at death, as we know\nhim; who can flourish in the midst of diseases that kill off whole\npeoples. Oh, if such an one was to come from God, and not the Devil,\nwhat a force for good might he not be in this old world of ours. But we\nare pledged to set the world free. Our toil must be in silence, and our\nefforts all in secret; for in this enlightened age, when men believe not\neven what they see, the doubting of wise men would be his greatest\nstrength. It would be at once his sheath and his armour, and his weapons\nto destroy us, his enemies, who are willing to peril even our own souls\nfor the safety of one we love--for the good of mankind, and for the\nhonour and glory of God.\"\n\nAfter a general discussion it was determined that for to-night nothing\nbe definitely settled; that we should all sleep on the facts, and try to\nthink out the proper conclusions. To-morrow, at breakfast, we are to\nmeet again, and, after making our conclusions known to one another, we\nshall decide on some definite cause of action.\n\n       *       *       *       *       *\n\nI feel a wonderful peace and rest to-night. It is as if some haunting\npresence were removed from me. Perhaps ...\n\nMy surmise was not finished, could not be; for I caught sight in the\nmirror of the red mark upon my forehead; and I knew that I was still\nunclean.\n\n\n_Dr. Seward's Diary._\n\n_5 October._--We all rose early, and I think that sleep did much for\neach and all of us. When we met at early breakfast there was more\ngeneral cheerfulness than any of us had ever expected to experience\nagain.\n\nIt is really wonderful how much resilience there is in human nature. Let\nany obstructing cause, no matter what, be removed in any way--even by\ndeath--and we fly back to first principles of hope and enjoyment. More\nthan once as we sat around the table, my eyes opened in wonder whether\nthe whole of the past days had not been a dream. It was only when I\ncaught sight of the red blotch on Mrs. Harker's forehead that I was\nbrought back to reality. Even now, when I am gravely revolving the\nmatter, it is almost impossible to realise that the cause of all our\ntrouble is still existent. Even Mrs. Harker seems to lose sight of her\ntrouble for whole spells; it is only now and again, when something\nrecalls it to her mind, that she thinks of her terrible scar. We are to\nmeet here in my study in half an hour and decide on our course of\naction. I see only one immediate difficulty, I know it by instinct\nrather than reason: we shall all have to speak frankly; and yet I fear\nthat in some mysterious way poor Mrs. Harker's tongue is tied. I _know_\nthat she forms conclusions of her own, and from all that has been I can\nguess how brilliant and how true they must be; but she will not, or\ncannot, give them utterance. I have mentioned this to Van Helsing, and\nhe and I are to talk it over when we are alone. I suppose it is some of\nthat horrid poison which has got into her veins beginning to work. The\nCount had his own purposes when he gave her what Van Helsing called \"the\nVampire's baptism of blood.\" Well, there may be a poison that distils\nitself out of good things; in an age when the existence of ptomaines is\na mystery we should not wonder at anything! One thing I know: that if my\ninstinct be true regarding poor Mrs. Harker's silences, then there is a\nterrible difficulty--an unknown danger--in the work before us. The same\npower that compels her silence may compel her speech. I dare not think\nfurther; for so I should in my thoughts dishonour a noble woman!\n\nVan Helsing is coming to my study a little before the others. I shall\ntry to open the subject with him.\n\n       *       *       *       *       *\n\n_Later._--When the Professor came in, we talked over the state of\nthings. I could see that he had something on his mind which he wanted to\nsay, but felt some hesitancy about broaching the subject. After beating\nabout the bush a little, he said suddenly:--\n\n\"Friend John, there is something that you and I must talk of alone, just\nat the first at any rate. Later, we may have to take the others into our\nconfidence\"; then he stopped, so I waited; he went on:--\n\n\"Madam Mina, our poor, dear Madam Mina is changing.\" A cold shiver ran\nthrough me to find my worst fears thus endorsed. Van Helsing\ncontinued:--\n\n\"With the sad experience of Miss Lucy, we must this time be warned\nbefore things go too far. Our task is now in reality more difficult than\never, and this new trouble makes every hour of the direst importance. I\ncan see the characteristics of the vampire coming in her face. It is now\nbut very, very slight; but it is to be seen if we have eyes to notice\nwithout to prejudge. Her teeth are some sharper, and at times her eyes\nare more hard. But these are not all, there is to her the silence now\noften; as so it was with Miss Lucy. She did not speak, even when she\nwrote that which she wished to be known later. Now my fear is this. If\nit be that she can, by our hypnotic trance, tell what the Count see and\nhear, is it not more true that he who have hypnotise her first, and who\nhave drink of her very blood and make her drink of his, should, if he\nwill, compel her mind to disclose to him that which she know?\" I nodded\nacquiescence; he went on:--\n\n\"Then, what we must do is to prevent this; we must keep her ignorant of\nour intent, and so she cannot tell what she know not. This is a painful\ntask! Oh, so painful that it heart-break me to think of; but it must be.\nWhen to-day we meet, I must tell her that for reason which we will not\nto speak she must not more be of our council, but be simply guarded by\nus.\" He wiped his forehead, which had broken out in profuse perspiration\nat the thought of the pain which he might have to inflict upon the poor\nsoul already so tortured. I knew that it would be some sort of comfort\nto him if I told him that I also had come to the same conclusion; for at\nany rate it would take away the pain of doubt. I told him, and the\neffect was as I expected.\n\nIt is now close to the time of our general gathering. Van Helsing has\ngone away to prepare for the meeting, and his painful part of it. I\nreally believe his purpose is to be able to pray alone.\n\n       *       *       *       *       *\n\n_Later._--At the very outset of our meeting a great personal relief was\nexperienced by both Van Helsing and myself. Mrs. Harker had sent a\nmessage by her husband to say that she would not join us at present, as\nshe thought it better that we should be free to discuss our movements\nwithout her presence to embarrass us. The Professor and I looked at each\nother for an instant, and somehow we both seemed relieved. For my own\npart, I thought that if Mrs. Harker realised the danger herself, it was\nmuch pain as well as much danger averted. Under the circumstances we\nagreed, by a questioning look and answer, with finger on lip, to\npreserve silence in our suspicions, until we should have been able to\nconfer alone again. We went at once into our Plan of Campaign. Van\nHelsing roughly put the facts before us first:--\n\n\"The _Czarina Catherine_ left the Thames yesterday morning. It will take\nher at the quickest speed she has ever made at least three weeks to\nreach Varna; but we can travel overland to the same place in three days.\nNow, if we allow for two days less for the ship's voyage, owing to such\nweather influences as we know that the Count can bring to bear; and if\nwe allow a whole day and night for any delays which may occur to us,\nthen we have a margin of nearly two weeks. Thus, in order to be quite\nsafe, we must leave here on 17th at latest. Then we shall at any rate\nbe in Varna a day before the ship arrives, and able to make such\npreparations as may be necessary. Of course we shall all go armed--armed\nagainst evil things, spiritual as well as physical.\" Here Quincey Morris\nadded:--\n\n\"I understand that the Count comes from a wolf country, and it may be\nthat he shall get there before us. I propose that we add Winchesters to\nour armament. I have a kind of belief in a Winchester when there is any\ntrouble of that sort around. Do you remember, Art, when we had the pack\nafter us at Tobolsk? What wouldn't we have given then for a repeater\napiece!\"\n\n\"Good!\" said Van Helsing, \"Winchesters it shall be. Quincey's head is\nlevel at all times, but most so when there is to hunt, metaphor be more\ndishonour to science than wolves be of danger to man. In the meantime we\ncan do nothing here; and as I think that Varna is not familiar to any of\nus, why not go there more soon? It is as long to wait here as there.\nTo-night and to-morrow we can get ready, and then, if all be well, we\nfour can set out on our journey.\"\n\n\"We four?\" said Harker interrogatively, looking from one to another of\nus.\n\n\"Of course!\" answered the Professor quickly, \"you must remain to take\ncare of your so sweet wife!\" Harker was silent for awhile and then said\nin a hollow voice:--\n\n\"Let us talk of that part of it in the morning. I want to consult with\nMina.\" I thought that now was the time for Van Helsing to warn him not\nto disclose our plans to her; but he took no notice. I looked at him\nsignificantly and coughed. For answer he put his finger on his lips and\nturned away.\n\n\n_Jonathan Harker's Journal._\n\n_5 October, afternoon._--For some time after our meeting this morning I\ncould not think. The new phases of things leave my mind in a state of\nwonder which allows no room for active thought. Mina's determination not\nto take any part in the discussion set me thinking; and as I could not\nargue the matter with her, I could only guess. I am as far as ever from\na solution now. The way the others received it, too, puzzled me; the\nlast time we talked of the subject we agreed that there was to be no\nmore concealment of anything amongst us. Mina is sleeping now, calmly\nand sweetly like a little child. Her lips are curved and her face beams\nwith happiness. Thank God, there are such moments still for her.\n\n       *       *       *       *       *\n\n_Later._--How strange it all is. I sat watching Mina's happy sleep, and\ncame as near to being happy myself as I suppose I shall ever be. As the\nevening drew on, and the earth took its shadows from the sun sinking\nlower, the silence of the room grew more and more solemn to me. All at\nonce Mina opened her eyes, and looking at me tenderly, said:--\n\n\"Jonathan, I want you to promise me something on your word of honour. A\npromise made to me, but made holily in God's hearing, and not to be\nbroken though I should go down on my knees and implore you with bitter\ntears. Quick, you must make it to me at once.\"\n\n\"Mina,\" I said, \"a promise like that, I cannot make at once. I may have\nno right to make it.\"\n\n\"But, dear one,\" she said, with such spiritual intensity that her eyes\nwere like pole stars, \"it is I who wish it; and it is not for myself.\nYou can ask Dr. Van Helsing if I am not right; if he disagrees you may\ndo as you will. Nay, more, if you all agree, later, you are absolved\nfrom the promise.\"\n\n\"I promise!\" I said, and for a moment she looked supremely happy; though\nto me all happiness for her was denied by the red scar on her forehead.\nShe said:--\n\n\"Promise me that you will not tell me anything of the plans formed for\nthe campaign against the Count. Not by word, or inference, or\nimplication; not at any time whilst this remains to me!\" and she\nsolemnly pointed to the scar. I saw that she was in earnest, and said\nsolemnly:--\n\n\"I promise!\" and as I said it I felt that from that instant a door had\nbeen shut between us.\n\n       *       *       *       *       *\n\n_Later, midnight._--Mina has been bright and cheerful all the evening.\nSo much so that all the rest seemed to take courage, as if infected\nsomewhat with her gaiety; as a result even I myself felt as if the pall\nof gloom which weighs us down were somewhat lifted. We all retired\nearly. Mina is now sleeping like a little child; it is a wonderful thing\nthat her faculty of sleep remains to her in the midst of her terrible\ntrouble. Thank God for it, for then at least she can forget her care.\nPerhaps her example may affect me as her gaiety did to-night. I shall\ntry it. Oh! for a dreamless sleep.\n\n       *       *       *       *       *\n\n_6 October, morning._--Another surprise. Mina woke me early, about the\nsame time as yesterday, and asked me to bring Dr. Van Helsing. I thought\nthat it was another occasion for hypnotism, and without question went\nfor the Professor. He had evidently expected some such call, for I found\nhim dressed in his room. His door was ajar, so that he could hear the\nopening of the door of our room. He came at once; as he passed into the\nroom, he asked Mina if the others might come, too.\n\n\"No,\" she said quite simply, \"it will not be necessary. You can tell\nthem just as well. I must go with you on your journey.\"\n\nDr. Van Helsing was as startled as I was. After a moment's pause he\nasked:--\n\n\"But why?\"\n\n\"You must take me with you. I am safer with you, and you shall be safer,\ntoo.\"\n\n\"But why, dear Madam Mina? You know that your safety is our solemnest\nduty. We go into danger, to which you are, or may be, more liable than\nany of us from--from circumstances--things that have been.\" He paused,\nembarrassed.\n\nAs she replied, she raised her finger and pointed to her forehead:--\n\n\"I know. That is why I must go. I can tell you now, whilst the sun is\ncoming up; I may not be able again. I know that when the Count wills me\nI must go. I know that if he tells me to come in secret, I must come by\nwile; by any device to hoodwink--even Jonathan.\" God saw the look that\nshe turned on me as she spoke, and if there be indeed a Recording Angel\nthat look is noted to her everlasting honour. I could only clasp her\nhand. I could not speak; my emotion was too great for even the relief of\ntears. She went on:--\n\n\"You men are brave and strong. You are strong in your numbers, for you\ncan defy that which would break down the human endurance of one who had\nto guard alone. Besides, I may be of service, since you can hypnotise me\nand so learn that which even I myself do not know.\" Dr. Van Helsing said\nvery gravely:--\n\n\"Madam Mina, you are, as always, most wise. You shall with us come; and\ntogether we shall do that which we go forth to achieve.\" When he had\nspoken, Mina's long spell of silence made me look at her. She had fallen\nback on her pillow asleep; she did not even wake when I had pulled up\nthe blind and let in the sunlight which flooded the room. Van Helsing\nmotioned to me to come with him quietly. We went to his room, and within\na minute Lord Godalming, Dr. Seward, and Mr. Morris were with us also.\nHe told them what Mina had said, and went on:--\n\n\"In the morning we shall leave for Varna. We have now to deal with a\nnew factor: Madam Mina. Oh, but her soul is true. It is to her an agony\nto tell us so much as she has done; but it is most right, and we are\nwarned in time. There must be no chance lost, and in Varna we must be\nready to act the instant when that ship arrives.\"\n\n\"What shall we do exactly?\" asked Mr. Morris laconically. The Professor\npaused before replying:--\n\n\"We shall at the first board that ship; then, when we have identified\nthe box, we shall place a branch of the wild rose on it. This we shall\nfasten, for when it is there none can emerge; so at least says the\nsuperstition. And to superstition must we trust at the first; it was\nman's faith in the early, and it have its root in faith still. Then,\nwhen we get the opportunity that we seek, when none are near to see, we\nshall open the box, and--and all will be well.\"\n\n\"I shall not wait for any opportunity,\" said Morris. \"When I see the box\nI shall open it and destroy the monster, though there were a thousand\nmen looking on, and if I am to be wiped out for it the next moment!\" I\ngrasped his hand instinctively and found it as firm as a piece of steel.\nI think he understood my look; I hope he did.\n\n\"Good boy,\" said Dr. Van Helsing. \"Brave boy. Quincey is all man. God\nbless him for it. My child, believe me none of us shall lag behind or\npause from any fear. I do but say what we may do--what we must do. But,\nindeed, indeed we cannot say what we shall do. There are so many things\nwhich may happen, and their ways and their ends are so various that\nuntil the moment we may not say. We shall all be armed, in all ways; and\nwhen the time for the end has come, our effort shall not be lack. Now\nlet us to-day put all our affairs in order. Let all things which touch\non others dear to us, and who on us depend, be complete; for none of us\ncan tell what, or when, or how, the end may be. As for me, my own\naffairs are regulate; and as I have nothing else to do, I shall go make\narrangements for the travel. I shall have all tickets and so forth for\nour journey.\"\n\nThere was nothing further to be said, and we parted. I shall now settle\nup all my affairs of earth, and be ready for whatever may come....\n\n       *       *       *       *       *\n\n_Later._--It is all done; my will is made, and all complete. Mina if she\nsurvive is my sole heir. If it should not be so, then the others who\nhave been so good to us shall have remainder.\n\nIt is now drawing towards the sunset; Mina's uneasiness calls my\nattention to it. I am sure that there is something on her mind which the\ntime of exact sunset will reveal. These occasions are becoming harrowing\ntimes for us all, for each sunrise and sunset opens up some new\ndanger--some new pain, which, however, may in God's will be means to a\ngood end. I write all these things in the diary since my darling must\nnot hear them now; but if it may be that she can see them again, they\nshall be ready.\n\nShe is calling to me.\n\n\n\n\nCHAPTER XXV\n\nDR. SEWARD'S DIARY\n\n\n_11 October, Evening._--Jonathan Harker has asked me to note this, as he\nsays he is hardly equal to the task, and he wants an exact record kept.\n\nI think that none of us were surprised when we were asked to see Mrs.\nHarker a little before the time of sunset. We have of late come to\nunderstand that sunrise and sunset are to her times of peculiar freedom;\nwhen her old self can be manifest without any controlling force subduing\nor restraining her, or inciting her to action. This mood or condition\nbegins some half hour or more before actual sunrise or sunset, and lasts\ntill either the sun is high, or whilst the clouds are still aglow with\nthe rays streaming above the horizon. At first there is a sort of\nnegative condition, as if some tie were loosened, and then the absolute\nfreedom quickly follows; when, however, the freedom ceases the\nchange-back or relapse comes quickly, preceded only by a spell of\nwarning silence.\n\nTo-night, when we met, she was somewhat constrained, and bore all the\nsigns of an internal struggle. I put it down myself to her making a\nviolent effort at the earliest instant she could do so. A very few\nminutes, however, gave her complete control of herself; then, motioning\nher husband to sit beside her on the sofa where she was half reclining,\nshe made the rest of us bring chairs up close. Taking her husband's hand\nin hers began:--\n\n\"We are all here together in freedom, for perhaps the last time! I know,\ndear; I know that you will always be with me to the end.\" This was to\nher husband whose hand had, as we could see, tightened upon hers. \"In\nthe morning we go out upon our task, and God alone knows what may be in\nstore for any of us. You are going to be so good to me as to take me\nwith you. I know that all that brave earnest men can do for a poor weak\nwoman, whose soul perhaps is lost--no, no, not yet, but is at any rate\nat stake--you will do. But you must remember that I am not as you are.\nThere is a poison in my blood, in my soul, which may destroy me; which\nmust destroy me, unless some relief comes to us. Oh, my friends, you\nknow as well as I do, that my soul is at stake; and though I know there\nis one way out for me, you must not and I must not take it!\" She looked\nappealingly to us all in turn, beginning and ending with her husband.\n\n\"What is that way?\" asked Van Helsing in a hoarse voice. \"What is that\nway, which we must not--may not--take?\"\n\n\"That I may die now, either by my own hand or that of another, before\nthe greater evil is entirely wrought. I know, and you know, that were I\nonce dead you could and would set free my immortal spirit, even as you\ndid my poor Lucy's. Were death, or the fear of death, the only thing\nthat stood in the way I would not shrink to die here, now, amidst the\nfriends who love me. But death is not all. I cannot believe that to die\nin such a case, when there is hope before us and a bitter task to be\ndone, is God's will. Therefore, I, on my part, give up here the\ncertainty of eternal rest, and go out into the dark where may be the\nblackest things that the world or the nether world holds!\" We were all\nsilent, for we knew instinctively that this was only a prelude. The\nfaces of the others were set and Harker's grew ashen grey; perhaps he\nguessed better than any of us what was coming. She continued:--\n\n\"This is what I can give into the hotch-pot.\" I could not but note the\nquaint legal phrase which she used in such a place, and with all\nseriousness. \"What will each of you give? Your lives I know,\" she went\non quickly, \"that is easy for brave men. Your lives are God's, and you\ncan give them back to Him; but what will you give to me?\" She looked\nagain questioningly, but this time avoided her husband's face. Quincey\nseemed to understand; he nodded, and her face lit up. \"Then I shall tell\nyou plainly what I want, for there must be no doubtful matter in this\nconnection between us now. You must promise me, one and all--even you,\nmy beloved husband--that, should the time come, you will kill me.\"\n\n\"What is that time?\" The voice was Quincey's, but it was low and\nstrained.\n\n\"When you shall be convinced that I am so changed that it is better that\nI die that I may live. When I am thus dead in the flesh, then you will,\nwithout a moment's delay, drive a stake through me and cut off my head;\nor do whatever else may be wanting to give me rest!\"\n\nQuincey was the first to rise after the pause. He knelt down before her\nand taking her hand in his said solemnly:--\n\n\"I'm only a rough fellow, who hasn't, perhaps, lived as a man should to\nwin such a distinction, but I swear to you by all that I hold sacred and\ndear that, should the time ever come, I shall not flinch from the duty\nthat you have set us. And I promise you, too, that I shall make all\ncertain, for if I am only doubtful I shall take it that the time has\ncome!\"\n\n\"My true friend!\" was all she could say amid her fast-falling tears, as,\nbending over, she kissed his hand.\n\n\"I swear the same, my dear Madam Mina!\" said Van Helsing.\n\n\"And I!\" said Lord Godalming, each of them in turn kneeling to her to\ntake the oath. I followed, myself. Then her husband turned to her\nwan-eyed and with a greenish pallor which subdued the snowy whiteness of\nhis hair, and asked:--\n\n\"And must I, too, make such a promise, oh, my wife?\"\n\n\"You too, my dearest,\" she said, with infinite yearning of pity in her\nvoice and eyes. \"You must not shrink. You are nearest and dearest and\nall the world to me; our souls are knit into one, for all life and all\ntime. Think, dear, that there have been times when brave men have killed\ntheir wives and their womenkind, to keep them from falling into the\nhands of the enemy. Their hands did not falter any the more because\nthose that they loved implored them to slay them. It is men's duty\ntowards those whom they love, in such times of sore trial! And oh, my\ndear, if it is to be that I must meet death at any hand, let it be at\nthe hand of him that loves me best. Dr. Van Helsing, I have not\nforgotten your mercy in poor Lucy's case to him who loved\"--she stopped\nwith a flying blush, and changed her phrase--\"to him who had best right\nto give her peace. If that time shall come again, I look to you to make\nit a happy memory of my husband's life that it was his loving hand which\nset me free from the awful thrall upon me.\"\n\n\"Again I swear!\" came the Professor's resonant voice. Mrs. Harker\nsmiled, positively smiled, as with a sigh of relief she leaned back and\nsaid:--\n\n\"And now one word of warning, a warning which you must never forget:\nthis time, if it ever come, may come quickly and unexpectedly, and in\nsuch case you must lose no time in using your opportunity. At such a\ntime I myself might be--nay! if the time ever comes, _shall be_--leagued\nwith your enemy against you.\"\n\n\"One more request;\" she became very solemn as she said this, \"it is not\nvital and necessary like the other, but I want you to do one thing for\nme, if you will.\" We all acquiesced, but no one spoke; there was no need\nto speak:--\n\n\"I want you to read the Burial Service.\" She was interrupted by a deep\ngroan from her husband; taking his hand in hers, she held it over her\nheart, and continued: \"You must read it over me some day. Whatever may\nbe the issue of all this fearful state of things, it will be a sweet\nthought to all or some of us. You, my dearest, will I hope read it, for\nthen it will be in your voice in my memory for ever--come what may!\"\n\n\"But oh, my dear one,\" he pleaded, \"death is afar off from you.\"\n\n\"Nay,\" she said, holding up a warning hand. \"I am deeper in death at\nthis moment than if the weight of an earthly grave lay heavy upon me!\"\n\n\"Oh, my wife, must I read it?\" he said, before he began.\n\n\"It would comfort me, my husband!\" was all she said; and he began to\nread when she had got the book ready.\n\n\"How can I--how could any one--tell of that strange scene, its\nsolemnity, its gloom, its sadness, its horror; and, withal, its\nsweetness. Even a sceptic, who can see nothing but a travesty of bitter\ntruth in anything holy or emotional, would have been melted to the heart\nhad he seen that little group of loving and devoted friends kneeling\nround that stricken and sorrowing lady; or heard the tender passion of\nher husband's voice, as in tones so broken with emotion that often he\nhad to pause, he read the simple and beautiful service from the Burial\nof the Dead. I--I cannot go on--words--and--v-voice--f-fail m-me!\"\n\n       *       *       *       *       *\n\nShe was right in her instinct. Strange as it all was, bizarre as it may\nhereafter seem even to us who felt its potent influence at the time, it\ncomforted us much; and the silence, which showed Mrs. Harker's coming\nrelapse from her freedom of soul, did not seem so full of despair to any\nof us as we had dreaded.\n\n\n_Jonathan Harker's Journal._\n\n_15 October, Varna._--We left Charing Cross on the morning of the 12th,\ngot to Paris the same night, and took the places secured for us in the\nOrient Express. We travelled night and day, arriving here at about five\no'clock. Lord Godalming went to the Consulate to see if any telegram had\narrived for him, whilst the rest of us came on to this hotel--\"the\nOdessus.\" The journey may have had incidents; I was, however, too eager\nto get on, to care for them. Until the _Czarina Catherine_ comes into\nport there will be no interest for me in anything in the wide world.\nThank God! Mina is well, and looks to be getting stronger; her colour is\ncoming back. She sleeps a great deal; throughout the journey she slept\nnearly all the time. Before sunrise and sunset, however, she is very\nwakeful and alert; and it has become a habit for Van Helsing to\nhypnotise her at such times. At first, some effort was needed, and he\nhad to make many passes; but now, she seems to yield at once, as if by\nhabit, and scarcely any action is needed. He seems to have power at\nthese particular moments to simply will, and her thoughts obey him. He\nalways asks her what she can see and hear. She answers to the first:--\n\n\"Nothing; all is dark.\" And to the second:--\n\n\"I can hear the waves lapping against the ship, and the water rushing\nby. Canvas and cordage strain and masts and yards creak. The wind is\nhigh--I can hear it in the shrouds, and the bow throws back the foam.\"\nIt is evident that the _Czarina Catherine_ is still at sea, hastening on\nher way to Varna. Lord Godalming has just returned. He had four\ntelegrams, one each day since we started, and all to the same effect:\nthat the _Czarina Catherine_ had not been reported to Lloyd's from\nanywhere. He had arranged before leaving London that his agent should\nsend him every day a telegram saying if the ship had been reported. He\nwas to have a message even if she were not reported, so that he might be\nsure that there was a watch being kept at the other end of the wire.\n\nWe had dinner and went to bed early. To-morrow we are to see the\nVice-Consul, and to arrange, if we can, about getting on board the ship\nas soon as she arrives. Van Helsing says that our chance will be to get\non the boat between sunrise and sunset. The Count, even if he takes the\nform of a bat, cannot cross the running water of his own volition, and\nso cannot leave the ship. As he dare not change to man's form without\nsuspicion--which he evidently wishes to avoid--he must remain in the\nbox. If, then, we can come on board after sunrise, he is at our mercy;\nfor we can open the box and make sure of him, as we did of poor Lucy,\nbefore he wakes. What mercy he shall get from us will not count for\nmuch. We think that we shall not have much trouble with officials or the\nseamen. Thank God! this is the country where bribery can do anything,\nand we are well supplied with money. We have only to make sure that the\nship cannot come into port between sunset and sunrise without our being\nwarned, and we shall be safe. Judge Moneybag will settle this case, I\nthink!\n\n       *       *       *       *       *\n\n_16 October._--Mina's report still the same: lapping waves and rushing\nwater, darkness and favouring winds. We are evidently in good time, and\nwhen we hear of the _Czarina Catherine_ we shall be ready. As she must\npass the Dardanelles we are sure to have some report.\n\n       *       *       *       *       *\n\n_17 October._--Everything is pretty well fixed now, I think, to welcome\nthe Count on his return from his tour. Godalming told the shippers that\nhe fancied that the box sent aboard might contain something stolen from\na friend of his, and got a half consent that he might open it at his own\nrisk. The owner gave him a paper telling the Captain to give him every\nfacility in doing whatever he chose on board the ship, and also a\nsimilar authorisation to his agent at Varna. We have seen the agent, who\nwas much impressed with Godalming's kindly manner to him, and we are all\nsatisfied that whatever he can do to aid our wishes will be done. We\nhave already arranged what to do in case we get the box open. If the\nCount is there, Van Helsing and Seward will cut off his head at once and\ndrive a stake through his heart. Morris and Godalming and I shall\nprevent interference, even if we have to use the arms which we shall\nhave ready. The Professor says that if we can so treat the Count's body,\nit will soon after fall into dust. In such case there would be no\nevidence against us, in case any suspicion of murder were aroused. But\neven if it were not, we should stand or fall by our act, and perhaps\nsome day this very script may be evidence to come between some of us and\na rope. For myself, I should take the chance only too thankfully if it\nwere to come. We mean to leave no stone unturned to carry out our\nintent. We have arranged with certain officials that the instant the\n_Czarina Catherine_ is seen, we are to be informed by a special\nmessenger.\n\n       *       *       *       *       *\n\n_24 October._--A whole week of waiting. Daily telegrams to Godalming,\nbut only the same story: \"Not yet reported.\" Mina's morning and evening\nhypnotic answer is unvaried: lapping waves, rushing water, and creaking\nmasts.\n\n_Telegram, October 24th._\n\n_Rufus Smith, Lloyd's, London, to Lord Godalming, care of H. B. M.\nVice-Consul, Varna._\n\n\"_Czarina Catherine_ reported this morning from Dardanelles.\"\n\n\n_Dr. Seward's Diary._\n\n_25 October._--How I miss my phonograph! To write diary with a pen is\nirksome to me; but Van Helsing says I must. We were all wild with\nexcitement yesterday when Godalming got his telegram from Lloyd's. I\nknow now what men feel in battle when the call to action is heard. Mrs.\nHarker, alone of our party, did not show any signs of emotion. After\nall, it is not strange that she did not; for we took special care not to\nlet her know anything about it, and we all tried not to show any\nexcitement when we were in her presence. In old days she would, I am\nsure, have noticed, no matter how we might have tried to conceal it; but\nin this way she is greatly changed during the past three weeks. The\nlethargy grows upon her, and though she seems strong and well, and is\ngetting back some of her colour, Van Helsing and I are not satisfied. We\ntalk of her often; we have not, however, said a word to the others. It\nwould break poor Harker's heart--certainly his nerve--if he knew that we\nhad even a suspicion on the subject. Van Helsing examines, he tells me,\nher teeth very carefully, whilst she is in the hypnotic condition, for\nhe says that so long as they do not begin to sharpen there is no active\ndanger of a change in her. If this change should come, it would be\nnecessary to take steps!... We both know what those steps would have to\nbe, though we do not mention our thoughts to each other. We should\nneither of us shrink from the task--awful though it be to contemplate.\n\"Euthanasia\" is an excellent and a comforting word! I am grateful to\nwhoever invented it.\n\nIt is only about 24 hours' sail from the Dardanelles to here, at the\nrate the _Czarina Catherine_ has come from London. She should therefore\narrive some time in the morning; but as she cannot possibly get in\nbefore then, we are all about to retire early. We shall get up at one\no'clock, so as to be ready.\n\n       *       *       *       *       *\n\n_25 October, Noon_.--No news yet of the ship's arrival. Mrs. Harker's\nhypnotic report this morning was the same as usual, so it is possible\nthat we may get news at any moment. We men are all in a fever of\nexcitement, except Harker, who is calm; his hands are cold as ice, and\nan hour ago I found him whetting the edge of the great Ghoorka knife\nwhich he now always carries with him. It will be a bad lookout for the\nCount if the edge of that \"Kukri\" ever touches his throat, driven by\nthat stern, ice-cold hand!\n\nVan Helsing and I were a little alarmed about Mrs. Harker to-day. About\nnoon she got into a sort of lethargy which we did not like; although we\nkept silence to the others, we were neither of us happy about it. She\nhad been restless all the morning, so that we were at first glad to know\nthat she was sleeping. When, however, her husband mentioned casually\nthat she was sleeping so soundly that he could not wake her, we went to\nher room to see for ourselves. She was breathing naturally and looked so\nwell and peaceful that we agreed that the sleep was better for her than\nanything else. Poor girl, she has so much to forget that it is no wonder\nthat sleep, if it brings oblivion to her, does her good.\n\n       *       *       *       *       *\n\n_Later._--Our opinion was justified, for when after a refreshing sleep\nof some hours she woke up, she seemed brighter and better than she had\nbeen for days. At sunset she made the usual hypnotic report. Wherever he\nmay be in the Black Sea, the Count is hurrying to his destination. To\nhis doom, I trust!\n\n       *       *       *       *       *\n\n_26 October._--Another day and no tidings of the _Czarina Catherine_.\nShe ought to be here by now. That she is still journeying _somewhere_ is\napparent, for Mrs. Harker's hypnotic report at sunrise was still the\nsame. It is possible that the vessel may be lying by, at times, for fog;\nsome of the steamers which came in last evening reported patches of fog\nboth to north and south of the port. We must continue our watching, as\nthe ship may now be signalled any moment.\n\n       *       *       *       *       *\n\n_27 October, Noon._--Most strange; no news yet of the ship we wait for.\nMrs. Harker reported last night and this morning as usual: \"lapping\nwaves and rushing water,\" though she added that \"the waves were very\nfaint.\" The telegrams from London have been the same: \"no further\nreport.\" Van Helsing is terribly anxious, and told me just now that he\nfears the Count is escaping us. He added significantly:--\n\n\"I did not like that lethargy of Madam Mina's. Souls and memories can do\nstrange things during trance.\" I was about to ask him more, but Harker\njust then came in, and he held up a warning hand. We must try to-night\nat sunset to make her speak more fully when in her hypnotic state.\n\n       *       *       *       *       *\n\n     _28 October._--Telegram. _Rufus Smith, London, to Lord Godalming,\n     care H. B. M. Vice Consul, Varna._\n\n     \"_Czarina Catherine_ reported entering Galatz at one o'clock\n     to-day.\"\n\n\n_Dr. Seward's Diary._\n\n_28 October._--When the telegram came announcing the arrival in Galatz I\ndo not think it was such a shock to any of us as might have been\nexpected. True, we did not know whence, or how, or when, the bolt would\ncome; but I think we all expected that something strange would happen.\nThe delay of arrival at Varna made us individually satisfied that things"], "title": ["Dracula"], "author": ["Bram Stoker"]}