{"genre": ["Fantasy"], "text": ["\n do it as such\nthings are rightly done, and at the time such things are rightly done,\nno one will interfere. I have read of a gentleman who owned a so fine\nhouse in London, and when he went for months of summer to Switzerland\nand lock up his house, some burglar came and broke window at back and\ngot in. Then he went and made open the shutters in front and walk out\nand in through the door, before the very eyes of the police. Then he\nhave an auction in that house, and advertise it, and put up big notice;\nand when the day come he sell off by a great auctioneer all the goods of\nthat other man who own them. Then he go to a builder, and he sell him\nthat house, making an agreement that he pull it down and take all away\nwithin a certain time. And your police and other authority help him all\nthey can. And when that owner come back from his holiday in Switzerland\nhe find only an empty hole where his house had been. This was all done\n_en règle_; and in our work we shall be _en règle_ too. We shall not go\nso early that the policemen who have then little to think of, shall deem\nit strange; but we shall go after ten o'clock, when there are many\nabout, and such things would be done were we indeed owners of the\nhouse.\"\n\nI could not but see how right he was and the terrible despair of Mina's\nface became relaxed a thought; there was hope in such good counsel. Van\nHelsing went on:--\n\n\"When once within that house we may find more clues; at any rate some of\nus can remain there whilst the rest find the other places where there be\nmore earth-boxes--at Bermondsey and Mile End.\"\n\nLord Godalming stood up. \"I can be of some use here,\" he said. \"I shall\nwire to my people to have horses and carriages where they will be most\nconvenient.\"\n\n\"Look here, old fellow,\" said Morris, \"it is a capital idea to have all\nready in case we want to go horsebacking; but don't you think that one\nof your snappy carriages with its heraldic adornments in a byway of\nWalworth or Mile End would attract too much attention for our purposes?\nIt seems to me that we ought to take cabs when we go south or east; and\neven leave them somewhere near the neighbourhood we are going to.\"\n\n\"Friend Quincey is right!\" said the Professor. \"His head is what you\ncall in plane with the horizon. It is a difficult thing that we go to\ndo, and we do not want no peoples to watch us if so it may.\"\n\nMina took a growing interest in everything and I was rejoiced to see\nthat the exigency of affairs was helping her to forget for a time the\nterrible experience of the night. She was very, very pale--almost\nghastly, and so thin that her lips were drawn away, showing her teeth in\nsomewhat of prominence. I did not mention this last, lest it should give\nher needless pain; but it made my blood run cold in my veins to think of\nwhat had occurred with poor Lucy when the Count had sucked her blood. As\nyet there was no sign of the teeth growing sharper; but the time as yet\nwas short, and there was time for fear.\n\nWhen we came to the discussion of the sequence of our efforts and of the\ndisposition of our forces, there were new sources of doubt. It was\nfinally agreed that before starting for Piccadilly we should destroy the\nCount's lair close at hand. In case he should find it out too soon, we\nshould thus be still ahead of him in our work of destruction; and his\npresence in his purely material shape, and at his weakest, might give us\nsome new clue.\n\nAs to the disposal of forces, it was suggested by the Professor that,\nafter our visit to Carfax, we should all enter the house in Piccadilly;\nthat the two doctors and I should remain there, whilst Lord Godalming\nand Quincey found the lairs at Walworth and Mile End and destroyed them.\nIt was possible, if not likely, the Professor urged, that the Count\nmight appear in Piccadilly during the day, and that if so we might be\nable to cope with him then and there. At any rate, we might be able to\nfollow him in force. To this plan I strenuously objected, and so far as\nmy going was concerned, for I said that I intended to stay and protect\nMina, I thought that my mind was made up on the subject; but Mina would\nnot listen to my objection. She said that there might be some law matter\nin which I could be useful; that amongst the Count's papers might be\nsome clue which I could understand out of my experience in Transylvania;\nand that, as it was, all the strength we could muster was required to\ncope with the Count's extraordinary power. I had to give in, for Mina's\nresolution was fixed; she said that it was the last hope for _her_ that\nwe should all work together. \"As for me,\" she said, \"I have no fear.\nThings have been as bad as they can be; and whatever may happen must\nhave in it some element of hope or comfort. Go, my husband! God can, if\nHe wishes it, guard me as well alone as with any one present.\" So I\nstarted up crying out: \"Then in God's name let us come at once, for we\nare losing time. The Count may come to Piccadilly earlier than we\nthink.\"\n\n\"Not so!\" said Van Helsing, holding up his hand.\n\n\"But why?\" I asked.\n\n\"Do you forget,\" he said, with actually a smile, \"that last night he\nbanqueted heavily, and will sleep late?\"\n\nDid I forget! shall I ever--can I ever! Can any of us ever forget that\nterrible scene! Mina struggled hard to keep her brave countenance; but\nthe pain overmastered her and she put her hands before her face, and\nshuddered whilst she moaned. Van Helsing had not intended to recall her\nfrightful experience. He had simply lost sight of her and her part in\nthe affair in his intellectual effort. When it struck him what he said,\nhe was horrified at his thoughtlessness and tried to comfort her. \"Oh,\nMadam Mina,\" he said, \"dear, dear Madam Mina, alas! that I of all who so\nreverence you should have said anything so forgetful. These stupid old\nlips of mine and this stupid old head do not deserve so; but you will\nforget it, will you not?\" He bent low beside her as he spoke; she took\nhis hand, and looking at him through her tears, said hoarsely:--\n\n\"No, I shall not forget, for it is well that I remember; and with it I\nhave so much in memory of you that is sweet, that I take it all\ntogether. Now, you must all be going soon. Breakfast is ready, and we\nmust all eat that we may be strong.\"\n\nBreakfast was a strange meal to us all. We tried to be cheerful and\nencourage each other, and Mina was the brightest and most cheerful of\nus. When it was over, Van Helsing stood up and said:--\n\n\"Now, my dear friends, we go forth to our terrible enterprise. Are we\nall armed, as we were on that night when first we visited our enemy's\nlair; armed against ghostly as well as carnal attack?\" We all assured\nhim. \"Then it is well. Now, Madam Mina, you are in any case _quite_ safe\nhere until the sunset; and before then we shall return--if---- We shall\nreturn! But before we go let me see you armed against personal attack. I\nhave myself, since you came down, prepared your chamber by the placing\nof things of which we know, so that He may not enter. Now let me guard\nyourself. On your forehead I touch this piece of Sacred Wafer in the\nname of the Father, the Son, and----\"\n\nThere was a fearful scream which almost froze our hearts to hear. As he\nhad placed the Wafer on Mina's forehead, it had seared it--had burned\ninto the flesh as though it had been a piece of white-hot metal. My poor\ndarling's brain had told her the significance of the fact as quickly as\nher nerves received the pain of it; and the two so overwhelmed her that\nher overwrought nature had its voice in that dreadful scream. But the\nwords to her thought came quickly; the echo of the scream had not ceased\nto ring on the air when there came the reaction, and she sank on her\nknees on the floor in an agony of abasement. Pulling her beautiful hair\nover her face, as the leper of old his mantle, she wailed out:--\n\n\"Unclean! Unclean! Even the Almighty shuns my polluted flesh! I must\nbear this mark of shame upon my forehead until the Judgment Day.\" They\nall paused. I had thrown myself beside her in an agony of helpless\ngrief, and putting my arms around held her tight. For a few minutes our\nsorrowful hearts beat together, whilst the friends around us turned away\ntheir eyes that ran tears silently. Then Van Helsing turned and said\ngravely; so gravely that I could not help feeling that he was in some\nway inspired, and was stating things outside himself:--\n\n\"It may be that you may have to bear that mark till God himself see fit,\nas He most surely shall, on the Judgment Day, to redress all wrongs of\nthe earth and of His children that He has placed thereon. And oh, Madam\nMina, my dear, my dear, may we who love you be there to see, when that\nred scar, the sign of God's knowledge of what has been, shall pass away,\nand leave your forehead as pure as the heart we know. For so surely as\nwe live, that scar shall pass away when God sees right to lift the\nburden that is hard upon us. Till then we bear our Cross, as His Son did\nin obedience to His Will. It may be that we are chosen instruments of\nHis good pleasure, and that we ascend to His bidding as that other\nthrough stripes and shame; through tears and blood; through doubts and\nfears, and all that makes the difference between God and man.\"\n\nThere was hope in his words, and comfort; and they made for resignation.\nMina and I both felt so, and simultaneously we each took one of the old\nman's hands and bent over and kissed it. Then without a word we all\nknelt down together, and, all holding hands, swore to be true to each\nother. We men pledged ourselves to raise the veil of sorrow from the\nhead of her whom, each in his own way, we loved; and we prayed for help\nand guidance in the terrible task which lay before us.\n\nIt was then time to start. So I said farewell to Mina, a parting which\nneither of us shall forget to our dying day; and we set out.\n\nTo one thing I have made up my mind: if we find out that Mina must be a\nvampire in the end, then she shall not go into that unknown and terrible\nland alone. I suppose it is thus that in old times one vampire meant\nmany; just as their hideous bodies could only rest in sacred earth, so\nthe holiest love was the recruiting sergeant for their ghastly ranks.\n\nWe entered Carfax without trouble and found all things the same as on\nthe first occasion. It was hard to believe that amongst so prosaic\nsurroundings of neglect and dust and decay there was any ground for such\nfear as already we knew. Had not our minds been made up, and had there\nnot been terrible memories to spur us on, we could hardly have proceeded\nwith our task. We found no papers, or any sign of use in the house; and\nin the old chapel the great boxes looked just as we had seen them last.\nDr. Van Helsing said to us solemnly as we stood before them:--\n\n\"And now, my friends, we have a duty here to do. We must sterilise this\nearth, so sacred of holy memories, that he has brought from a far\ndistant land for such fell use. He has chosen this earth because it has\nbeen holy. Thus we defeat him with his own weapon, for we make it more\nholy still. It was sanctified to such use of man, now we sanctify it to\nGod.\" As he spoke he took from his bag a screwdriver and a wrench, and\nvery soon the top of one of the cases was thrown open. The earth smelled\nmusty and close; but we did not somehow seem to mind, for our attention\nwas concentrated on the Professor. Taking from his box a piece of the\nSacred Wafer he laid it reverently on the earth, and then shutting down\nthe lid began to screw it home, we aiding him as he worked.\n\nOne by one we treated in the same way each of the great boxes, and left\nthem as we had found them to all appearance; but in each was a portion\nof the Host.\n\nWhen we closed the door behind us, the Professor said solemnly:--\n\n\"So much is already done. If it may be that with all the others we can\nbe so successful, then the sunset of this evening may shine on Madam\nMina's forehead all white as ivory and with no stain!\"\n\nAs we passed across the lawn on our way to the station to catch our\ntrain we could see the front of the asylum. I looked eagerly, and in the\nwindow of my own room saw Mina. I waved my hand to her, and nodded to\ntell that our work there was successfully accomplished. She nodded in\nreply to show that she understood. The last I saw, she was waving her\nhand in farewell. It was with a heavy heart that we sought the station\nand just caught the train, which was steaming in as we reached the\nplatform.\n\nI have written this in the train.\n\n       *       *       *       *       *\n\n_Piccadilly, 12:30 o'clock._--Just before we reached Fenchurch Street\nLord Godalming said to me:--\n\n\"Quincey and I will find a locksmith. You had better not come with us in\ncase there should be any difficulty; for under the circumstances it\nwouldn't seem so bad for us to break into an empty house. But you are a\nsolicitor and the Incorporated Law Society might tell you that you\nshould have known better.\" I demurred as to my not sharing any danger\neven of odium, but he went on: \"Besides, it will attract less attention\nif there are not too many of us. My title will make it all right with\nthe locksmith, and with any policeman that may come along. You had\nbetter go with Jack and the Professor and stay in the Green Park,\nsomewhere in sight of the house; and when you see the door opened and\nthe smith has gone away, do you all come across. We shall be on the\nlookout for you, and shall let you in.\"\n\n\"The advice is good!\" said Van Helsing, so we said no more. Godalming\nand Morris hurried off in a cab, we following in another. At the corner\nof Arlington Street our contingent got out and strolled into the Green\nPark. My heart beat as I saw the house on which so much of our hope was\ncentred, looming up grim and silent in its deserted condition amongst\nits more lively and spruce-looking neighbours. We sat down on a bench\nwithin good view, and began to smoke cigars so as to attract as little\nattention as possible. The minutes seemed to pass with leaden feet as we\nwaited for the coming of the others.\n\nAt length we saw a four-wheeler drive up. Out of it, in leisurely\nfashion, got Lord Godalming and Morris; and down from the box descended\na thick-set working man with his rush-woven basket of tools. Morris paid\nthe cabman, who touched his hat and drove away. Together the two\nascended the steps, and Lord Godalming pointed out what he wanted done.\nThe workman took off his coat leisurely and hung it on one of the spikes\nof the rail, saying something to a policeman who just then sauntered\nalong. The policeman nodded acquiescence, and the man kneeling down\nplaced his bag beside him. After searching through it, he took out a\nselection of tools which he produced to lay beside him in orderly\nfashion. Then he stood up, looked into the keyhole, blew into it, and\nturning to his employers, made some remark. Lord Godalming smiled, and\nthe man lifted a good-sized bunch of keys; selecting one of them, he\nbegan to probe the lock, as if feeling his way with it. After fumbling\nabout for a bit he tried a second, and then a third. All at once the\ndoor opened under a slight push from him, and he and the two others\nentered the hall. We sat still; my own cigar burnt furiously, but Van\nHelsing's went cold altogether. We waited patiently as we saw the\nworkman come out and bring in his bag. Then he held the door partly\nopen, steadying it with his knees, whilst he fitted a key to the lock.\nThis he finally handed to Lord Godalming, who took out his purse and\ngave him something. The man touched his hat, took his bag, put on his\ncoat and departed; not a soul took the slightest notice of the whole\ntransaction.\n\nWhen the man had fairly gone, we three crossed the street and knocked at\nthe door. It was immediately opened by Quincey Morris, beside whom stood\nLord Godalming lighting a cigar.\n\n\"The place smells so vilely,\" said the latter as we came in. It did\nindeed smell vilely--like the old chapel at Carfax--and with our\nprevious experience it was plain to us that the Count had been using the\nplace pretty freely. We moved to explore the house, all keeping together\nin case of attack; for we knew we had a strong and wily enemy to deal\nwith, and as yet we did not know whether the Count might not be in the\nhouse. In the dining-room, which lay at the back of the hall, we found\neight boxes of earth. Eight boxes only out of the nine, which we sought!\nOur work was not over, and would never be until we should have found the\nmissing box. First we opened the shutters of the window which looked out\nacross a narrow stone-flagged yard at the blank face of a stable,\npointed to look like the front of a miniature house. There were no\nwindows in it, so we were not afraid of being over-looked. We did not\nlose any time in examining the chests. With the tools which we had\nbrought with us we opened them, one by one, and treated them as we had\ntreated those others in the old chapel. It was evident to us that the\nCount was not at present in the house, and we proceeded to search for\nany of his effects.\n\nAfter a cursory glance at the rest of the rooms, from basement to attic,\nwe came to the conclusion that the dining-room contained any effects\nwhich might belong to the Count; and so we proceeded to minutely examine\nthem. They lay in a sort of orderly disorder on the great dining-room\ntable. There were title deeds of the Piccadilly house in a great bundle;\ndeeds of the purchase of the houses at Mile End and Bermondsey;\nnote-paper, envelopes, and pens and ink. All were covered up in thin\nwrapping paper to keep them from the dust. There were also a clothes\nbrush, a brush and comb, and a jug and basin--the latter containing\ndirty water which was reddened as if with blood. Last of all was a\nlittle heap of keys of all sorts and sizes, probably those belonging to\nthe other houses. When we had examined this last find, Lord Godalming\nand Quincey Morris taking accurate notes of the various addresses of the\nhouses in the East and the South, took with them the keys in a great\nbunch, and set out to destroy the boxes in these places. The rest of us\nare, with what patience we can, waiting their return--or the coming of\nthe Count.\n\n\n\n\nCHAPTER XXIII\n\nDR. SEWARD'S DIARY\n\n\n_3 October._--The time seemed terrible long whilst we were waiting for\nthe coming of Godalming and Quincey Morris. The Professor tried to keep\nour minds active by using them all the time. I could see his beneficent\npurpose, by the side glances which he threw from time to time at Harker.\nThe poor fellow is overwhelmed in a misery that is appalling to see.\nLast night he was a frank, happy-looking man, with strong, youthful\nface, full of energy, and with dark brown hair. To-day he is a drawn,\nhaggard old man, whose white hair matches well with the hollow burning\neyes and grief-written lines of his face. His energy is still intact; in\nfact, he is like a living flame. This may yet be his salvation, for, if\nall go well, it will tide him over the despairing period; he will then,\nin a kind of way, wake again to the realities of life. Poor fellow, I\nthought my own trouble was bad enough, but his----! The Professor knows\nthis well enough, and is doing his best to keep his mind active. What he\nhas been saying was, under the circumstances, of absorbing interest. So\nwell as I can remember, here it is:--\n\n\"I have studied, over and over again since they came into my hands, all\nthe papers relating to this monster; and the more I have studied, the\ngreater seems the necessity to utterly stamp him out. All through there\nare signs of his advance; not only of his power, but of his knowledge of\nit. As I learned from the researches of my friend Arminus of Buda-Pesth,\nhe was in life a most wonderful man. Soldier, statesman, and\nalchemist--which latter was the highest development of the\nscience-knowledge of his time. He had a mighty brain, a learning beyond\ncompare, and a heart that knew no fear and no remorse. He dared even to\nattend the Scholomance, and there was no branch of knowledge of his time\nthat he did not essay. Well, in him the brain powers survived the\nphysical death; though it would seem that memory was not all complete.\nIn some faculties of mind he has been, and is, only a child; but he is\ngrowing, and some things that were childish at the first are now of\nman's stature. He is experimenting, and doing it well; and if it had not\nbeen that we have crossed his path he would be yet--he may be yet if we\nfail--the father or furtherer of a new order of beings, whose road must\nlead through Death, not Life.\"\n\nHarker groaned and said, \"And this is all arrayed against my darling!\nBut how is he experimenting? The knowledge may help us to defeat him!\"\n\n\"He has all along, since his coming, been trying his power, slowly but\nsurely; that big child-brain of his is working. Well for us, it is, as\nyet, a child-brain; for had he dared, at the first, to attempt certain\nthings he would long ago have been beyond our power. However, he means\nto succeed, and a man who has centuries before him can afford to wait\nand to go slow. _Festina lente_ may well be his motto.\"\n\n\"I fail to understand,\" said Harker wearily. \"Oh, do be more plain to\nme! Perhaps grief and trouble are dulling my brain.\"\n\nThe Professor laid his hand tenderly on his shoulder as he spoke:--\n\n\"Ah, my child, I will be plain. Do you not see how, of late, this\nmonster has been creeping into knowledge experimentally. How he has been\nmaking use of the zoöphagous patient to effect his entry into friend\nJohn's home; for your Vampire, though in all afterwards he can come when\nand how he will, must at the first make entry only when asked thereto by\nan inmate. But these are not his most important experiments. Do we not\nsee how at the first all these so great boxes were moved by others. He\nknew not then but that must be so. But all the time that so great\nchild-brain of his was growing, and he began to consider whether he\nmight not himself move the box. So he began to help; and then, when he\nfound that this be all-right, he try to move them all alone. And so he\nprogress, and he scatter these graves of him; and none but he know where\nthey are hidden. He may have intend to bury them deep in the ground. So\nthat he only use them in the night, or at such time as he can change his\nform, they do him equal well; and none may know these are his\nhiding-place! But, my child, do not despair; this knowledge come to him\njust too late! Already all of his lairs but one be sterilise as for him;\nand before the sunset this shall be so. Then he have no place where he\ncan move and hide. I delayed this morning that so we might be sure. Is\nthere not more at stake for us than for him? Then why we not be even\nmore careful than him? By my clock it is one hour and already, if all be\nwell, friend Arthur and Quincey are on their way to us. To-day is our\nday, and we must go sure, if slow, and lose no chance. See! there are\nfive of us when those absent ones return.\"\n\nWhilst he was speaking we were startled by a knock at the hall door, the\ndouble postman's knock of the telegraph boy. We all moved out to the\nhall with one impulse, and Van Helsing, holding up his hand to us to\nkeep silence, stepped to the door and opened it. The boy handed in a\ndespatch. The Professor closed the door again, and, after looking at the\ndirection, opened it and read aloud.\n\n\"Look out for D. He has just now, 12:45, come from Carfax hurriedly and\nhastened towards the South. He seems to be going the round and may want\nto see you: Mina.\"\n\nThere was a pause, broken by Jonathan Harker's voice:--\n\n\"Now, God be thanked, we shall soon meet!\" Van Helsing turned to him\nquickly and said:--\n\n\"God will act in His own way and time. Do not fear, and do not rejoice\nas yet; for what we wish for at the moment may be our undoings.\"\n\n\"I care for nothing now,\" he answered hotly, \"except to wipe out this\nbrute from the face of creation. I would sell my soul to do it!\"\n\n\"Oh, hush, hush, my child!\" said Van Helsing. \"God does not purchase\nsouls in this wise; and the Devil, though he may purchase, does not keep\nfaith. But God is merciful and just, and knows your pain and your\ndevotion to that dear Madam Mina. Think you, how her pain would be\ndoubled, did she but hear your wild words. Do not fear any of us, we are\nall devoted to this cause, and to-day shall see the end. The time is\ncoming for action; to-day this Vampire is limit to the powers of man,\nand till sunset he may not change. It will take him time to arrive\nhere--see, it is twenty minutes past one--and there are yet some times\nbefore he can hither come, be he never so quick. What we must hope for\nis that my Lord Arthur and Quincey arrive first.\"\n\nAbout half an hour after we had received Mrs. Harker's telegram, there\ncame a quiet, resolute knock at the hall door. It was just an ordinary\nknock, such as is given hourly by thousands of gentlemen, but it made\nthe Professor's heart and mine beat loudly. We looked at each other, and\ntogether moved out into the hall; we each held ready to use our various\narmaments--the spiritual in the left hand, the mortal in the right. Van\nHelsing pulled back the latch, and, holding the door half open, stood\nback, having both hands ready for action. The gladness of our hearts\nmust have shown upon our faces when on the step, close to the door, we\nsaw Lord Godalming and Quincey Morris. They came quickly in and closed\nthe door behind them, the former saying, as they moved along the\nhall:--\n\n\"It is all right. We found both places; six boxes in each and we\ndestroyed them all!\"\n\n\"Destroyed?\" asked the Professor.\n\n\"For him!\" We were silent for a minute, and then Quincey said:--\n\n\"There's nothing to do but to wait here. If, however, he doesn't turn up\nby five o'clock, we must start off; for it won't do to leave Mrs. Harker\nalone after sunset.\"\n\n\"He will be here before long now,\" said Van Helsing, who had been\nconsulting his pocket-book. \"_Nota bene_, in Madam's telegram he went\nsouth from Carfax, that means he went to cross the river, and he could\nonly do so at slack of tide, which should be something before one\no'clock. That he went south has a meaning for us. He is as yet only\nsuspicious; and he went from Carfax first to the place where he would\nsuspect interference least. You must have been at Bermondsey only a\nshort time before him. That he is not here already shows that he went to\nMile End next. This took him some time; for he would then have to be\ncarried over the river in some way. Believe me, my friends, we shall not\nhave long to wait now. We should have ready some plan of attack, so that\nwe may throw away no chance. Hush, there is no time now. Have all your\narms! Be ready!\" He held up a warning hand as he spoke, for we all could\nhear a key softly inserted in the lock of the hall door.\n\nI could not but admire, even at such a moment, the way in which a\ndominant spirit asserted itself. In all our hunting parties and\nadventures in different parts of the world, Quincey Morris had always\nbeen the one to arrange the plan of action, and Arthur and I had been\naccustomed to obey him implicitly. Now, the old habit seemed to be\nrenewed instinctively. With a swift glance around the room, he at once\nlaid out our plan of attack, and, without speaking a word, with a\ngesture, placed us each in position. Van Helsing, Harker, and I were\njust behind the door, so that when it was opened the Professor could\nguard it whilst we two stepped between the incomer and the door.\nGodalming behind and Quincey in front stood just out of sight ready to\nmove in front of the window. We waited in a suspense that made the\nseconds pass with nightmare slowness. The slow, careful steps came along\nthe hall; the Count was evidently prepared for some surprise--at least\nhe feared it.\n\nSuddenly with a single bound he leaped into the room, winning a way past\nus before any of us could raise a hand to stay him. There was something\nso panther-like in the movement--something so unhuman, that it seemed\nto sober us all from the shock of his coming. The first to act was\nHarker, who, with a quick movement, threw himself before the door\nleading into the room in the front of the house. As the Count saw us, a\nhorrible sort of snarl passed over his face, showing the eye-teeth long\nand pointed; but the evil smile as quickly passed into a cold stare of\nlion-like disdain. His expression again changed as, with a single\nimpulse, we all advanced upon him. It was a pity that we had not some\nbetter organised plan of attack, for even at the moment I wondered what\nwe were to do. I did not myself know whether our lethal weapons would\navail us anything. Harker evidently meant to try the matter, for he had\nready his great Kukri knife and made a fierce and sudden cut at him. The\nblow was a powerful one; only the diabolical quickness of the Count's\nleap back saved him. A second less and the trenchant blade had shorne\nthrough his heart. As it was, the point just cut the cloth of his coat,\nmaking a wide gap whence a bundle of bank-notes and a stream of gold\nfell out. The expression of the Count's face was so hellish, that for a\nmoment I feared for Harker, though I saw him throw the terrible knife\naloft again for another stroke. Instinctively I moved forward with a\nprotective impulse, holding the Crucifix and Wafer in my left hand. I\nfelt a mighty power fly along my arm; and it was without surprise that I\nsaw the monster cower back before a similar movement made spontaneously\nby each one of us. It would be impossible to describe the expression of\nhate and baffled malignity--of anger and hellish rage--which came over\nthe Count's face. His waxen hue became greenish-yellow by the contrast\nof his burning eyes, and the red scar on the forehead showed on the\npallid skin like a palpitating wound. The next instant, with a sinuous\ndive he swept under Harker's arm, ere his blow could fall, and, grasping\na handful of the money from the floor, dashed across the room, threw\nhimself at the window. Amid the crash and glitter of the falling glass,\nhe tumbled into the flagged area below. Through the sound of the\nshivering glass I could hear the \"ting\" of the gold, as some of the\nsovereigns fell on the flagging.\n\nWe ran over and saw him spring unhurt from the ground. He, rushing up\nthe steps, crossed the flagged yard, and pushed open the stable door.\nThere he turned and spoke to us:--\n\n\"You think to baffle me, you--with your pale faces all in a row, like\nsheep in a butcher's. You shall be sorry yet, each one of you! You think\nyou have left me without a place to rest; but I have more. My revenge is\njust begun! I spread it over centuries, and time is on my side. Your\ngirls that you all love are mine already; and through them you and\nothers shall yet be mine--my creatures, to do my bidding and to be my\njackals when I want to feed. Bah!\" With a contemptuous sneer, he passed\nquickly through the door, and we heard the rusty bolt creak as he\nfastened it behind him. A door beyond opened and shut. The first of us\nto speak was the Professor, as, realising the difficulty of following\nhim through the stable, we moved toward the hall.\n\n\"We have learnt something--much! Notwithstanding his brave words, he\nfears us; he fear time, he fear want! For if not, why he hurry so? His\nvery tone betray him, or my ears deceive. Why take that money? You\nfollow quick. You are hunters of wild beast, and understand it so. For\nme, I make sure that nothing here may be of use to him, if so that he\nreturn.\" As he spoke he put the money remaining into his pocket; took\nthe title-deeds in the bundle as Harker had left them, and swept the\nremaining things into the open fireplace, where he set fire to them with\na match.\n\nGodalming and Morris had rushed out into the yard, and Harker had\nlowered himself from the window to follow the Count. He had, however,\nbolted the stable door; and by the time they had forced it open there\nwas no sign of him. Van Helsing and I tried to make inquiry at the back\nof the house; but the mews was deserted and no one had seen him depart.\n\nIt was now late in the afternoon, and sunset was not far off. We had to\nrecognise that our game was up; with heavy hearts we agreed with the\nProfessor when he said:--\n\n\"Let us go back to Madam Mina--poor, poor dear Madam Mina. All we can do\njust now is done; and we can there, at least, protect her. But we need\nnot despair. There is but one more earth-box, and we must try to find\nit; when that is done all may yet be well.\" I could see that he spoke as\nbravely as he could to comfort Harker. The poor fellow was quite broken\ndown; now and again he gave a low groan which he could not suppress--he\nwas thinking of his wife.\n\nWith sad hearts we came back to my house, where we found Mrs. Harker\nwaiting us, with an appearance of cheerfulness which did honour to her\nbravery and unselfishness. When she saw our faces, her own became as\npale as death: for a second or two her eyes were closed as if she were\nin secret prayer; and then she said cheerfully:--\n\n\"I can never thank you all enough. Oh, my poor darling!\" As she spoke,\nshe took her husband's grey head in her hands and kissed it--\"Lay your\npoor head here and rest it. All will yet be well, dear! God will protect\nus if He so will it in His good intent.\" The poor fellow groaned. There\nwas no place for words in his sublime misery.\n\nWe had a sort of perfunctory supper together, and I think it cheered us\nall up somewhat. It was, perhaps, the mere animal heat of food to hungry\npeople--for none of us had eaten anything since breakfast--or the sense\nof companionship may have helped us; but anyhow we were all less\nmiserable, and saw the morrow as not altogether without hope. True to\nour promise, we told Mrs. Harker everything which had passed; and\nalthough she grew snowy white at times when danger had seemed to\nthreaten her husband, and red at others when his devotion to her was\nmanifested, she listened bravely and with calmness. When we came to the\npart where Harker had rushed at the Count so recklessly, she clung to\nher husband's arm, and held it tight as though her clinging could\nprotect him from any harm that might come. She said nothing, however,\ntill the narration was all done, and matters had been brought right up\nto the present time. Then without letting go her husband's hand she\nstood up amongst us and spoke. Oh, that I could give any idea of the\nscene; of that sweet, sweet, good, good woman in all the radiant beauty\nof her youth and animation, with the red scar on her forehead, of which\nshe was conscious, and which we saw with grinding of our\nteeth--remembering whence and how it came; her loving kindness against\nour grim hate; her tender faith against all our fears and doubting; and\nwe, knowing that so far as symbols went, she with all her goodness and\npurity and faith, was outcast from God.\n\n\"Jonathan,\" she said, and the word sounded like music on her lips it was\nso full of love and tenderness, \"Jonathan dear, and you all my true,\ntrue friends, I want you to bear something in mind through all this\ndreadful time. I know that you must fight--that you must destroy even as\nyou destroyed the false Lucy so that the true Lucy might live hereafter;\nbut it is not a work of hate. That poor soul who has wrought all this\nmisery is the saddest case of all. Just think what will be his joy when\nhe, too, is destroyed in his worser part that his better part may have\nspiritual immortality. You must be pitiful to him, too, though it may\nnot hold your hands from his destruction.\"\n\nAs she spoke I could see her husband's face darken and draw together, as\nthough the passion in him were shrivelling his being to its core.\nInstinctively the clasp on his wife's hand grew closer, till his\nknuckles looked white. She did not flinch from the pain which I knew she\nmust have suffered, but looked at him with eyes that were more appealing\nthan ever. As she stopped speaking he leaped to his feet, almost tearing\nhis hand from hers as he spoke:--\n\n\"May God give him into my hand just for long enough to destroy that\nearthly life of him which we are aiming at. If beyond it I could send\nhis soul for ever and ever to burning hell I would do it!\"\n\n\"Oh, hush! oh, hush! in the name of the good God. Don't say such things,\nJonathan, my husband; or you will crush me with fear and horror. Just\nthink, my dear--I have been thinking all this long, long day of it--that\n... perhaps ... some day ... I, too, may need such pity; and that some\nother like you--and with equal cause for anger--may deny it to me! Oh,\nmy husband! my husband, indeed I would have spared you such a thought\nhad there been another way; but I pray that God may not have treasured\nyour wild words, except as the heart-broken wail of a very loving and\nsorely stricken man. Oh, God, let these poor white hairs go in evidence\nof what he has suffered, who all his life has done no wrong, and on whom\nso many sorrows have come.\"\n\nWe men were all in tears now. There was no resisting them, and we wept\nopenly. She wept, too, to see that her sweeter counsels had prevailed.\nHer husband flung himself on his knees beside her, and putting his arms\nround her, hid his face in the folds of her dress. Van Helsing beckoned\nto us and we stole out of the room, leaving the two loving hearts alone\nwith their God.\n\nBefore they retired the Professor fixed up the room against any coming\nof the Vampire, and assured Mrs. Harker that she might rest in peace.\nShe tried to school herself to the belief, and, manifestly for her\nhusband's sake, tried to seem content. It was a brave struggle; and was,\nI think and believe, not without its reward. Van Helsing had placed at\nhand a bell which either of them was to sound in case of any emergency.\nWhen they had retired, Quincey, Godalming, and I arranged that we should\nsit up, dividing the night between us, and watch over the safety of the\npoor stricken lady. The first watch falls to Quincey, so the rest of us\nshall be off to bed as soon as we can. Godalming has already turned in,\nfor his is the second watch. Now that my work is done I, too, shall go\nto bed.\n\n\n_Jonathan Harker's Journal._\n\n_3-4 October, close to midnight._--I thought yesterday would never end.\nThere was over me a yearning for sleep, in some sort of blind belief\nthat to wake would be to find things changed, and that any change must\nnow be for the better. Before we parted, we discussed what our next step\nwas to be, but we could arrive at no result. All we knew was that one\nearth-box remained, and that the Count alone knew where it was. If he\nchooses to lie hidden, he may baffle us for years; and in the\nmeantime!--the thought is too horrible, I dare not think of it even now.\nThis I know: that if ever there was a woman who was all perfection, that\none is my poor wronged darling. I love her a thousand times more for her\nsweet pity of last night, a pity that made my own hate of the monster\nseem despicable. Surely God will not permit the world to be the poorer\nby the loss of such a creature. This is hope to me. We are all drifting\nreefwards now, and faith is our only anchor. Thank God! Mina is\nsleeping, and sleeping without dreams. I fear what her dreams might be\nlike, with such terrible memories to ground them in. She has not been so\ncalm, within my seeing, since the sunset. Then, for a while, there came\nover her face a repose which was like spring after the blasts of March.\nI thought at the time that it was the softness of the red sunset on her\nface, but somehow now I think it has a deeper meaning. I am not sleepy\nmyself, though I am weary--weary to death. However, I must try to sleep;\nfor there is to-morrow to think of, and there is no rest for me\nuntil....\n\n       *       *       *       *       *\n\n_Later._--I must have fallen asleep, for I was awaked by Mina, who was\nsitting up in bed, with a startled look on her face. I could see easily,\nfor we did not leave the room in darkness; she had placed a warning hand\nover my mouth, and now she whispered in my ear:--\n\n\"Hush! there is someone in the corridor!\" I got up softly, and crossing\nthe room, gently opened the door.\n\nJust outside, stretched on a mattress, lay Mr. Morris, wide awake. He\nraised a warning hand for silence as he whispered to me:--\n\n\"Hush! go back to bed; it is all right. One of us will be here all\nnight. We don't mean to take any chances!\"\n\nHis look and gesture forbade discussion, so I came back and told Mina.\nShe sighed and positively a shadow of a smile stole over her poor, pale\nface as she put her arms round me and said softly:--\n\n\"Oh, thank God for good brave men!\" With a sigh she sank back again to\nsleep. I write this now as I am not sleepy, though I must try again.\n\n       *       *       *       *       *\n\n_4 October, morning._--Once again during the night I was wakened by\nMina. This time we had all had a good sleep, for the grey of the coming\ndawn was making the windows into sharp oblongs, and the gas flame was\nlike a speck rather than a disc of light. She said to me hurriedly:--\n\n\"Go, call the Professor. I want to see him at once.\"\n\n\"Why?\" I asked.\n\n\"I have an idea. I suppose it must have come in the night, and matured\nwithout my knowing it. He must hypnotise me before the dawn, and then I\nshall be able to speak. Go quick, dearest; the time is getting close.\" I\nwent to the door. Dr. Seward was resting on the mattress, and, seeing\nme, he sprang to his feet.\n\n\"Is anything wrong?\" he asked, in alarm.\n\n\"No,\" I replied; \"but Mina wants to see Dr. Van Helsing at once.\"\n\n\"I will go,\" he said, and hurried into the Professor's room.\n\nIn two or three minutes later Van Helsing was in the room in his\ndressing-gown, and Mr. Morris and Lord Godalming were with Dr. Seward at\nthe door asking questions. When the Professor saw Mina a smile--a\npositive smile ousted the anxiety of his face; he rubbed his hands as he\nsaid:--\n\n\"Oh, my dear Madam Mina, this is indeed a change. See! friend Jonathan,\nwe have got our dear Madam Mina, as of old, back to us to-day!\" Then\nturning to her, he said, cheerfully: \"And what am I do for you? For at\nthis hour you do not want me for nothings.\"\n\n\"I want you to hypnotise me!\" she said. \"Do it before the dawn, for I\nfeel that then I can speak, and speak freely. Be quick, for the time is\nshort!\" Without a word he motioned her to sit up in bed.\n\nLooking fixedly at her, he commenced to make passes in front of her,\nfrom over the top of her head downward, with each hand in turn. Mina\ngazed at him fixedly for a few minutes, during which my own heart beat\nlike a trip hammer, for I felt that some crisis was at hand. Gradually\nher eyes closed, and she sat, stock still; only by the gentle heaving of\nher bosom could one know that she was alive. The Professor made a few\nmore passes and then stopped, and I could see that his forehead was\ncovered with great beads of perspiration. Mina opened her eyes; but she\ndid not seem the same woman. There was a far-away look in her eyes, and\nher voice had a sad dreaminess which was new to me. Raising his hand to\nimpose silence, the Professor motioned to me to bring the others in.\nThey came on tip-toe, closing the door behind them, and stood at the\nfoot of the bed, looking on. Mina appeared not to see them. The\nstillness was broken by Van Helsing's voice speaking in a low level tone\nwhich would not break the current of her thoughts:--\n\n\"Where are you?\" The answer came in a neutral way:--\n\n\"I do not know. Sleep has no place it can call its own.\" For several\nminutes there was silence. Mina sat rigid, and the Professor stood\nstaring at her fixedly; the rest of us hardly dared to breathe. The room\nwas growing lighter; without taking his eyes from Mina's face, Dr. Van\nHelsing motioned me to pull up the blind. I did so, and the day seemed\njust upon us. A red streak shot up, and a rosy light seemed to diffuse\nitself through the room. On the instant the Professor spoke again:--\n\n\"Where are you now?\" The answer came dreamily, but with intention; it\nwere as though she were interpreting something. I have heard her use the\nsame tone when reading her shorthand notes.\n\n\"I do not know. It is all strange to me!\"\n\n\"What do you see?\"\n\n\"I can see nothing; it is all dark.\"\n\n\"What do you hear?\" I could detect the strain in the Professor's patient\nvoice.\n\n\"The lapping of water. It is gurgling by, and little waves leap. I can\nhear them on the outside.\"\n\n\"Then you are on a ship?\" We all looked at each other, trying to glean\nsomething each from the other. We were afraid to think. The answer came\nquick:--\n\n\"Oh, yes!\"\n\n\"What else do you hear?\"\n\n\"The sound of men stamping overhead as they run about. There is the\ncreaking of a chain, and the loud tinkle as the check of the capstan\nfalls into the rachet.\"\n\n\"What are you doing?\"\n\n\"I am still--oh, so still. It is like death!\" The voice faded away into\na deep breath as of one sleeping, and the open eyes closed again.\n\nBy this time the sun had risen, and we were all in the full light of\nday. Dr. Van Helsing placed his hands on Mina's shoulders, and laid her\nhead down softly on her pillow. She lay like a sleeping child for a few\nmoments, and then, with a long sigh, awoke and stared in wonder to see\nus all around her. \"Have I been talking in my sleep?\" was all she said.\nShe seemed, however, to know the situation without telling, though she\nwas eager to know what she had told. The Professor repeated the\nconversation, and she said:--\n\n\"Then there is not a moment to lose: it may not be yet too late!\" Mr.\nMorris and Lord Godalming started for the door but the Professor's calm\nvoice called them back:--\n\n\"Stay, my friends. That ship, wherever it was, was weighing anchor\nwhilst she spoke. There are many ships weighing anchor at the moment in\nyour so great Port of London. Which of them is it that you seek? God be\nthanked that we have once again a clue, though whither it may lead us we\nknow not. We have been blind somewhat; blind after the manner of men,\nsince when we can look back we see what we might have seen looking\nforward if we had been able to see what we might have seen! Alas, but\nthat sentence is a puddle; is it not? We can know now what was in the\nCount's mind, when he seize that money, though Jonathan's so fierce\nknife put him in the danger that even he dread. He meant escape. Hear\nme, ESCAPE! He saw that with but one earth-box left, and a pack of men\nfollowing like dogs after a fox, this London was no place for him. He\nhave take his last earth-box on board a ship, and he leave the land. He\nthink to escape, but no! we follow him. Tally Ho! as friend Arthur would\nsay when he put on his red frock! Our old fox is wily; oh! so wily, and\nwe must follow with wile. I, too, am wily and I think his mind in a\nlittle while. In meantime we may rest and in peace, for there are waters\nbetween us which he do not want to pass, and which he could not if he\nwould--unless the ship were to touch the land, and then only at full or\nslack tide. See, and the sun is just rose, and all day to sunset is to\nus. Let us take bath, and dress, and have breakfast which we all need,\nand which we can eat comfortably since he be not in the same land with\nus.\" Mina looked at him appealingly as she asked:--\n\n\"But why need we seek him further, when he is gone away from us?\" He\ntook her hand and patted it as he replied:--\n\n\"Ask me nothings as yet. When we have breakfast, then I answer all\nquestions.\" He would say no more, and we separated to dress.\n\nAfter breakfast Mina repeated her question. He looked at her gravely for\na minute and then said sorrowfully:--\n\n\"Because my dear, dear Madam Mina, now more than ever must we find him\neven if we have to follow him to the jaws of Hell!\" She grew paler as\nshe asked faintly:--\n\n\"Why?\"\n\n\"Because,\" he answered solemnly, \"he can live for centuries, and you are\nbut mortal woman. Time is now to be dreaded--since once he put that mark\nupon your throat.\"\n\nI was just in time to catch her as she fell forward in a faint.\n\n\n\n\nCHAPTER XXIV\n\nDR. SEWARD'S PHONOGRAPH DIARY, SPOKEN BY VAN HELSING\n\n\nThis to Jonathan Harker.\n\nYou are to stay with your dear Madam Mina. We shall go to make our\nsearch--if I can call it so, for it is not search but knowing, and we\nseek confirmation only. But do you stay and take care of her to-day.\nThis is your best and most holiest office. This day nothing can find him\nhere. Let me tell you that so you will know what we four know already,\nfor I have tell them. He, our enemy, have gone away; he have gone back\nto his Castle in Transylvania. I know it so well, as if a great hand of\nfire wrote it on the wall. He have prepare for this in some way, and\nthat last earth-box was ready to ship somewheres. For this he took the\nmoney; for this he hurry at the last, lest we catch him before the sun\ngo down. It was his last hope, save that he might hide in the tomb that\nhe think poor Miss Lucy, being as he thought like him, keep open to him.\nBut there was not of time. When that fail he make straight for his last\nresource--his last earth-work I might say did I wish _double entente_.\nHe is clever, oh, so clever! he know that his game here was finish; and\nso he decide he go back home. He find ship going by the route he came,\nand he go in it. We go off now to find what ship, and whither bound;\nwhen we have discover that, we come back and tell you all. Then we will\ncomfort you and poor dear Madam Mina with new hope. For it will be hope\nwhen you think it over: that all is not lost. This very creature that we\npursue, he take hundreds of years to get so far as London; and yet in\none day, when we know of the disposal of him we drive him out. He is\nfinite, though he is powerful to do much harm and suffers not as we do.\nBut we are strong, each in our purpose; and we are all more strong\ntogether. Take heart afresh, dear husband of Madam Mina. This battle is\nbut begun, and in the end we shall win--so sure as that God sits on high\nto watch over His children. Therefore be of much comfort till we return.\n\nVAN HELSING.\n\n\n_Jonathan Harker's Journal._\n"], "title": ["Dracula"], "author": ["Bram Stoker"]}