{"genre": ["Fantasy"], "text": ["\nfor another week. His aura didn’t grow stronger from Breath upon which he fed; that was another difference between a Returned and an Awakener. The latter were sometimes regarded as inferior, man-made approximations of the Returned.\n\nWithout a new Breath each week, Lightsong would die. Many Returned outside of Hallandren lived only eight days. Yet with a donated Breath a week, a Returned could continue to live, never aging, seeing visions at night which would supposedly provide divinations of the future. Hence the Court of the Gods, filled with its palaces, where gods could be nurtured, protected, and—most importantly—fed.\n\nPriests hustled forward to lead the girl out of the room. It is nothing to her, Lightsong told himself again. Nothing at all. . . .\n\nHer eyes met his as she left, and he could see that the twinkle was gone from them. She had become a Drab. A Dull, or a Faded One. A person without Breath. It would never grow back. The priests took her away.\n\nLightsong turned to Llarimar, feeling guilty at his sudden energy. “All right,” he said. “Let’s see the Offerings.”\n\nLlarimar raised an eyebrow over his bespectacled eyes. “You’re accommodating all of a sudden.” I need to give something back, Lightsong thought. Even if it’s something useless.\n\nThey passed through several more rooms of red and gold, most of which were perfectly square with doors on all four sides. Near the eastern side of the palace, they entered a long, thin room. It was completely white, something very unusual in Hallandren. The walls were lined with paintings and poems. The servants stayed outside; only Llarimar joined Lightsong as he stepped up to the first painting.\n\n“Well?” Llarimar asked.\n\nIt was a pastoral painting of the jungle, with drooping palms and colorful flowers. There were some of these plants in the gardens around the Court of Gods, which was why Lightsong recognized them. He’d never actually been to the jungle—at least, not during this incarnation of his life.\n\n“The painting is all right,” Lightsong said. “Not my favorite. Makes me think of the outside. I wish I could visit.”\n\nLlarimar looked at him quizzically.\n\n“What?” Lightsong said. “The court gets old sometimes.” “There isn’t much wine in the forest, Your Grace.” “I could make some. Ferment . . . something.”\n“I’m sure,” Llarimar said, nodding to one of his aides outside the room. The lesser priest scribbled down what Lightsong had said about the painting. Somewhere, there was a city patron who sought a blessing from Lightsong. It probably had to do with bravery—perhaps the patron was planning to propose marriage, or maybe he was a merchant about to sign a risky business deal. The priests would interpret Lightsong’s opinion of the painting, then give the person an augury—either for good or for ill —along with the exact words Lightsong had said. Either way, the act of sending a painting to the god would gain the patron some measure of good fortune.\n\nSupposedly.\n\nLightsong moved away from the painting. A lesser priest rushed forward, removing it. Most likely, the patron hadn’t painted it himself, but had instead commissioned it. The better a painting was, the better a reaction it tended to get from the gods. One’s future, it seemed, could be influenced by how much one could pay one’s artist.\n\nI shouldn’t be so cynical, Lightsong thought. Without this system, I’d have died five years ago.\n\nFive years ago he had died, even if he still didn’t know what had killed him. Had it really been a heroic death? Perhaps nobody was allowed to talk about his former life because they didn’t want anyone to know that Lightsong the Bold had actually died from a stomach cramp.\n\nTo the side, the lesser priest disappeared with the jungle painting. It would be burned. Such offerings were made specifically for the intended god, and only he—besides a few of his priests—was allowed to see them. Lightsong moved along to the next work of art on the wall. It was actually a poem, written in the artisans’ script. The dots of color brightened as Lightsong approached. The Hallandren artisans’ script was a specialized system of writing that wasn’t based on form, but on color. Each colored dot represented a different sound in Hallandren’s language. Combined with some double dots—one of each color—it created an alphabet that was a nightmare for the colorblind.\n\nFew people in Hallandren would admit to having that particular ailment. At least, that was what Lightsong had heard. He wondered if the priests knew just how much their gods gossiped about the outside world.\n\nThe poem wasn’t a very good one, obviously composed by a peasant who had then paid someone else to translate it to the artisans’ script. The simple dots were a sign of this. True poets used more elaborate symbols, continuous lines that changed color or colorful glyphs that formed pictures. A lot could be done with symbols that could change shape without losing their meaning.\n\nGetting the colors right was a delicate art, one that required the Third Heightening or better to perfect. That was the level of Breath at which a person gained the ability to sense perfect hues of color, just as the Second Heightening gave someone perfect pitch. Returned were of the Fifth Heightening.\n\nLightsong didn’t know what it was like to live without the ability to instantly recognize exact shades of color and sound. He could tell an ideal red from one that had been mixed with even one drop of white paint.\nHe gave the peasant’s poem as good a review as he could, though he generally felt an impulse to be honest when he looked at Offerings. It seemed his duty, and for some reason it was one of the few things he took seriously.\n\nThey continued down the line, Lightsong giving reviews of the various paintings and poems. The wall was remarkably full this day. Was there a feast or celebration he hadn’t heard about? By the time they neared the end of the line, Lightsong was tired of looking at art, though his body—fueled by the child’s Breath—continued to feel strong and exhilarated.\n\nHe stopped before the final painting. It was an abstract work, a style that was growing more and more popular lately—particularly in paintings sent to him, since he’d given favorable reviews to others in the past. He almost gave this one a poor grade simply because of that. It was good to keep the priests guessing at what would please him, or so some of the gods said. Lightsong sensed that many of them were far more calculating in the way that they gave their reviews, intentionally adding cryptic meanings.\n\nLightsong didn’t have the patience for such tricks, especially since all anyone ever really seemed to want from him was honesty. He gave this last painting the time it deserved. The canvas was thick with paint, every inch colored with large, fat strokes of the brush. The predominant hue was a deep red, almost a crimson, that Lightsong immediately knew was a red-blue mixture with a hint of black in it.\n\nThe lines of color overlapped, one atop another, almost in a progression. Kind of like . . . waves. Lightsong frowned. If he looked at it right, it looked like a sea. And could that be a ship in the center?\n\nVague impressions from his dream returned to him. A red sea. The ship, leaving.\n\nI’m imagining things, he told himself. “Good color,” he said. “Nice patterns. It puts me at peace, yet has a tension to it as well. I approve.”\n\nLlarimar seemed to like this response. He nodded as the lesser priest—who stood a distance away— recorded Lightsong’s words.\n\n“So,” Lightsong said. “That’s it, I assume?”\n\n“Yes, Your Grace.”\n\nOne duty left, he thought. Now that Offerings were done, it would be time to move on to the final—and least appealing—of his daily tasks. Petitions. He had to get through them before he could get to more important activities, like taking a nap.\n\nLlarimar didn’t lead the way toward the petition hall, however. He simply waved a lesser priest over, then began to flip through some pages on a clipboard.\n\n“Well?” Lightsong asked.\n\n“Well what, Your Grace?”\n\n“Petitions.”\n\nLlarimar shook his head. “You aren’t hearing petitions today, Your Grace. Remember?”\n“No. I have you to remember things like that for me.”\n\n“Well, then,” Llarimar said, flipping a page over, “consider it officially remembered that you have no petitions today. Your priests will be otherwise employed.”\n\n“They will?” Lightsong demanded. “Doing what?”\n\n“Kneeling reverently in the courtyard, Your Grace. Our new queen arrives today.”\n\nLightsong froze. I really need to pay more attention to politics. “Today?”\n\n“Indeed, Your Grace. Our lord the God King will be married.” “So soon?”\n\n“As soon as she arrives, Your Grace.”\n\nInteresting, Lightsong thought. Susebron getting a wife. The God King was the only one of the Returned who could marry. Returned couldn’t produce children—save, of course, for the king, who had never drawn a breath as a living man. Lightsong had always found the distinction odd.\n\n“Your Grace,” Llarimar said. “We will need a Lifeless Command in order to arrange our troops on the field outside the city to welcome the queen.”\n\nLightsong raised an eyebrow. “We plan to attack her?” Llarimar gave him a stern look.\n\nLightsong chuckled. “Fledgling fruit,” he said, giving up one of the Command phrases that would let others control the city’s Lifeless. It wasn’t the core Command, of course. The phrase he’d given to Llarimar would allow a person to control the Lifeless only in noncombat situations, and it would expire one day after its first use. Lightsong often thought that the convoluted system of Commands used to control the Lifeless was needlessly complex. However, being one of the four gods to hold Lifeless Commands did make him rather important at times.\n\nThe priests began to chat quietly about preparations. Lightsong waited, still thinking about Susebron and the impending wedding. He folded his arms and rested against the side of the doorway.\n\n“Scoot?” he asked.\n\n“Yes, Your Grace?”\n\n“Did I have a wife? Before I died, I mean.”\n\nLlarimar hesitated. “You know I cannot speak of your life before your Return, Lightsong. Knowledge of your past won’t do anyone any good.”\n\nLightsong leaned his head back, resting it against the wall, looking up at the white ceiling. “I . . . remember a face, sometimes,” he said softly. “A beautiful, youthful face. I think it might have been her.”\n\nThe priests hushed.\n“Inviting brown hair,” Lightsong said. “Red lips, three shades shy of the seventh harmonic, with a deep beauty. Dark tan skin.”\n\nA priest scuttled forward with the red tome, and Llarimar started writing furiously. He didn’t prompt Lightsong for more information, but simply took down the god’s words as they came.\n\nLightsong fell silent, turning away from the men and their scribbling pens. What does it matter? he thought. That life is gone. Instead, I get to be a god. Regardless of my belief in the religion itself, the perks are nice.\n\nHe walked away, trailed by a retinue of servants and lesser priests who would see to his needs. Offerings done, dreams recorded, and petitions canceled, Lightsong was free to pursue his own activities.\n\nHe didn’t return to his main chambers. Instead, he made his way out onto his patio deck and waved for a pavilion to be set up for him.\n\nIf a new queen was going to arrive today, he wanted to get a good look at her.\n\nSiri’s carriage rolled to a stop outside of T’Telir, capital of Hallandren. She stared out the window and realized something very, very intimidating: Her people had no idea what it meant to be ostentatious. Flowers weren’t ostentatious. Ten soldiers protecting a carriage was not ostentatious. Throwing a tantrum in public wasn’t ostentatious.\n\nThe field of forty thousand soldiers, dressed in brilliant blue and gold, standing in perfect rows, spears raised high with blue tassels flapping in the wind . . . that was ostentatious. The twin line of cavalrymen atop enormous, thick-hoofed horses, both men and beasts draped with golden cloth that shimmered in the sun. That was ostentatious. The massive city, so large it made her mind numb to consider it, domes and spires and painted walls all competing to draw her attention. That was ostentatious.\n\nShe’d thought that she was prepared. The carriage had passed through cities as they’d made their way to T’Telir. She’d seen the painted houses, the bright colors and patterns. She’d stayed at inns with plush beds. She’d eaten foods mixed with spices that made her sneeze.\n\nShe hadn’t been prepared for her reception at T’Telir. Not at all.\n\nBlessed Lord of Colors . . . she thought.\n\nHer soldiers pulled in tight around the carriage, as if wishing they could climb inside and hide from the overwhelming sight. T’Telir was built up against the shore of the Bright Sea, a large but landlocked body of water. She could see it in the distance, reflecting the sunlight, strikingly true to its name.\n\nA figure in blue and silver rode up to her carriage. His deep robes weren’t simple, like those the monks wore back in Idris. These had massive, peaked shoulders that almost made the costume look like armor. He wore a matching headdress. That, combined with the brilliant colors and complex layers of the robes, made Siri’s hair pale to an intimidated white.\nThe figure bowed. “Lady Sisirinah Royal,” the man said in a deep voice, “I am Treledees, high priest of His Immortal Majesty, Susebron the Grand, Returned God and King of Hallandren. You will accept this token honor guard to guide you to the Court of Gods.”\n\nToken? Siri thought.\n\nThe priest didn’t wait for a response; he just turned his horse and started back down the highway toward the city. Her carriage rolled after him, her soldiers marching uncomfortably around the vehicle. The jungle gave way to sporadic bunches of palm trees, and Siri was surprised to see how much sand was mixed with the soil. Her view of the landscape soon grew obstructed by the vast field of soldiers who stood at attention on either side of the road.\n\n“Austre, God of Colors!” one of Siri’s guards whispered. “They’re Lifeless!”\n\nSiri’s hair—which had begun to drift to auburn—snapped back to fearful white. He was right. Under their colorful uniforms, the Hallandren troops were a dull grey. Their eyes, their skin, even their hair: all had been drained completely of color, leaving behind a monochrome.\n\nThose can’t be Lifeless! she thought. They look like men!\n\nShe’d imagined Lifeless as skeletal creatures, the flesh rotting and falling from the bones. They were, after all, men who had died, then been brought back to life as mindless soldiers. But these that she passed looked so human. There was nothing to distinguish them save for their lack of color and the stiff expressions on their faces. That, and the fact that they stood unnaturally motionless. No shuffling, no breathing, no quivers of muscle or limb. Even their eyes were still. They seemed like statues, particularly considering their grey skin.\n\nAnd . . . I’m going to marry one of these things? Siri thought. But no, Returned were different from Lifeless, and both were different from Drabs, which were people who had lost their Breath. She could vaguely remember a time when someone back in her village had Returned. It had been nearly ten years back, and her father hadn’t let her visit the man. She did recall that he’d been able to speak and interact with his family, even if he hadn’t been able to remember them.\n\nHe’d died again a week later.\n\nEventually, her carriage passed through the ranks of Lifeless. The city walls were next; they were im mense and daunting, yet they almost looked more artistic than functional. The wall’s top was curved in massive half-circles, like rolling hills, and the rim was plated with a golden metal. The gates themselves were in the form of two twisting, lithe sea creatures who curved up in a massive archway. Siri passed through them, and the guard of Hallandren cavalrymen—who appeared to be living men— accompanied her.\n\nShe had always thought of Hallandren as a place of death. Her impressions were based on stories told by passing ramblemen or by old women at the winter hearth. They spoke of city walls built from skulls, then painted with sloppy, ugly streaks of color. She’d imagined the buildings inside splattered with different clashing hues. Obscene.\n\nShe’d been wrong. True, there was an arrogance to T’Telir. Each new wonder seemed as if it wanted to grab her attention and shake her about by her eyes. People lined the street—more people than Siri had\nseen in her entire life—crowding together to watch her carriage. If there were poor among them, Siri couldn’t tell, for they all wore brightly colored clothing. Some did have more exaggerated outfits— probably merchants, since Hallandren was said to have no nobility beyond its gods—but even the simplest of clothing had a cheerful brightness to it.\n\nMany of the painted buildings did clash, but none of it was sloppy. There was a sense of craftsmanship and art to everything from the storefronts, to the people, to the statues of mighty soldiers that frequently stood on corners. It was terribly overwhelming. Garish. A vibrant, enthusiastic garishness. Siri found herself smiling—her hair turning a tentative blond—though she felt a headache coming on.\n\nMaybe . . . maybe this is why Father sent me, Siri thought. Training or no training, Vivenna would never have fit in here. But I’ve always been far too interested in color.\n\nHer father was a good king with good instincts. What if—after twenty years of raising and training Vivenna—he had come to the conclusion that she wasn’t the right one to help Idris? Was that why, for the first time in their lives, Father had chosen Siri over Vivenna?\n\nBut, if that’s true, what am I supposed to do? She knew that her people feared Hallandren would invade Idris, but she couldn’t see her father sending one of his daughters if he believed war was close. Perhaps he hoped that she’d be able to help ease the tensions between the kingdoms?\n\nThat possibility only added to her anxiety. Duty was something unfamiliar to her, and not a little unsettling. Her father trusted her with the very fate and lives of their people. She couldn’t run, escape, or hide.\n\nParticularly from her own wedding.\n\nAs her hair twinged white with fear at what was coming, she diverted her attention to the city again. It wasn’t hard to let it take her attention. It was enormous, sprawling like a tired beast curled around and over hills. As the carriage climbed the southern section of town, she could see—through gaps in the buildings—that the Bright Sea broke into a bay before the city. T’Telir curved around the bay, running right up to the water, forming a crescent shape. The city wall, then, only had to run in a half-circle, abutting the sea, keeping the city boxed in.\n\nIt didn’t seem cramped. There was a lot of open space in the city—malls and gardens, large swaths of unused land. Palms lined many of the streets and other foliage was common. Plus, with the cool breeze coming over the sea, the air was a lot more temperate than she had expected. The road led up to a seaside overlook within the city, a small plateau that had an excellent view. Except the entire plateau was surrounded by a large, obstructive wall. Siri watched with growing apprehension as the gates to this smaller city-within-a-city opened up to let the carriage, soldiers, and priests enter.\n\nThe common people stayed outside.\n\nThere was another wall inside, a barrier to keep anyone from seeing in through the gate. The procession turned left and rounded the blinding wall, entering the Hallandren Court of Gods: an enclosed, lawn-covered courtyard. Several dozen enormous mansions dominated the enclosure, each one painted a distinct color. At the far end of the court was a massive black structure, much taller than the other buildings.\nThe walled courtyard was quiet and still. Siri could see figures sitting on balconies, watching her carriage roll across the grass. In front of each of the palaces, a crew of men and women knelt prostrate on the grass. The color of their clothing matched that of their building, but Siri spared little time to study them. Instead, she nervously peered at the large, black structure. It was pyramidal, formed of giant steplike blocks.\n\nBlack, she thought. In a city of color. Her hair paled even further. She suddenly wished she were more devout. She doubted Austre was all that pleased with her outbursts, and most days she even had trouble naming the Five Visions. But he’d watch over her for the sake of her people, wouldn’t he?\n\nThe procession pulled to a stop at the base of the enormous triangular building. Siri looked up through the carriage window at the shelves and knobs at the summit, which made the architecture seem top-heavy. She felt as if the dark blocks would come tumbling down in an avalanche to bury her. The priest rode his horse back up to Siri’s window. The cavalrymen waited quietly, the shuffling of their beasts the only sound in the massive, open courtyard.\n\n“We have arrived, Vessel,” the man said. “As soon as we enter the building, you will be prepared and taken to your husband.”\n\n“Husband?” Siri asked uncomfortably. “Won’t there be a wedding ceremony?”\n\nThe priest smirked. “The God King does not need ceremonial justification. You became his wife the moment he desired it.”\n\nSiri shivered. “I was just hoping that maybe I could see him, before, you know . . .”\n\nThe priest shot her a harsh look. “The God King does not perform for your whims, woman. You are blessed above all others, for you will be allowed to touch him—if only at his discretion. Do not pretend that you are anything other than you are. You have come because he desires it, and you will obey. Otherwise, you will be put aside and another will be chosen in your place—which, I think, might bode unfavorably for your rebel friends in the highlands.”\n\nThe priest turned his horse, then clopped his way toward a large stone ramp, leading up to the building.\n\nThe carriage lurched into motion, and Siri was drawn toward her fate.\n\nThis will complicate things, Vasher thought, standing in the shadows atop the wall that enclosed the Court of Gods.\n\nWhat’s wrong? Nightblood asked. So the rebels actually sent a princess. Doesn’t change your plans.\n\nVasher waited, watching, as the new queen’s carriage crept up the incline and disappeared into the palace’s maw.\n\nWhat? Nightblood demanded. Even after all of these years, the sword re acted like a child in many ways.\n\nShe’ll be used, Vasher thought. I doubt we’ll be able to get through this without dealing with her. He hadn’t believed that the Idrians would actually send royal blood back to T’Telir. They’d given up a pawn of terrible value. Vasher turned away from the court, wrapping his sandaled foot around one of the banners that ran down the outside of the wall. Then he released his Breath.\n“Lower me,” he Commanded. The large tapestry—woven from wool threads—sucked hundreds of Breaths from him. It hadn’t the form of a man, and it was massive in size, but Vasher now had enough Breath to spend in such extravagant Awakenings. The tapestry twisted, a thing alive, and formed a hand, which picked Vasher up. As always, the Awakening tried to imitate the form of a human— looking closely at the twistings and undulations of the fabric, Vasher could see outlines of muscles and even veins. There was no need for them; the Breath animated the fabric, and no muscles were necessary for it to move.\n\nThe tapestry carefully carried Vasher down, pinching him by one shoulder, placing his feet on the street. “Your Breath to mine,” Vasher Commanded. The large banner-tapestry lost its animate form immediately, life vanishing, and it fluttered back against the wall.\n\nSome few people paused in the street, yet they were interested, not awed. This was T’Telir, home of the gods themselves. Men with upward of a thousand Breaths were uncommon, but not unheard of. The people gawked—as peasants in other kingdoms might pause to watch the carriage of a passing lord— but then they moved on with their daily activities.\n\nThe attention was unavoidable. Though Vasher still dressed in his usual outfit—ragged trousers, well-worn cloak despite the heat, a rope wrapped several times around his waist for a belt—he now caused colors to brighten dramatically when he was near. The change would be noticeable to normal people and blatantly obvious to those of the First Heightening.\n\nHis days of being able to hide and skulk were gone. He’d have to grow accustomed to being noticed again. That was one of the reasons he was glad to be in T’Telir. The city was large enough and filled with enough oddities—from Lifeless soldiers to Awakened objects serving everyday functions—that he probably wouldn’t stand out too much.\n\nOf course, that didn’t take Nightblood into account. Vasher moved through the crowds, carrying the overly heavy sword in one hand, sheathed point nearly dragging on the ground behind him. Some people shied away from the sword immediately. Others watched it, eyes lingering far too long. Perhaps it was time to stuff Nightblood back in the pack.\n\nOh, no you don’t, Nightblood said. Don’t even start thinking about that. I’ve been locked away for too long.\n\nWhat does it matter to you? Vasher thought.\n\nI need fresh air, Nightblood said. And sunlight.\n\nYou’re a sword, Vasher thought, not a palm tree.\n\nNightblood fell silent. He was smart enough to realize that he was not a person, but he didn’t like being confronted with that fact. It tended to put him in a sullen mood. That suited Vasher just fine.\n\nHe made his way to a restaurant a few streets down from the Court of Gods. This was one thing\n\nhe had missed about T’Telir: restaurants. In most cities, there were few dining options. If you intended to stay for a while, you hired a local woman to give you meals at her table. If you stayed a short time, you ate what your innkeeper gave you.\nIn T’Telir, however, the population was large enough—and rich enough—to support dedicated food providers. Restaurants still hadn’t caught on in the rest of the world, but in T’Telir, they were commonplace. Vasher already had a booth reserved, and the waiter nodded him to the spot. Vasher settled himself, leaving Nightblood up against the wall.\n\nThe sword was stolen within a minute of his letting go of it.\n\nVasher ignored the thievery, thoughtful as the waiter brought him a warm cup of citrus tea. Vasher sipped at the sweetened liquid, sucking on the bit of rind, wondering why in the world a people who lived in a tropical lowland preferred heated teas. After a few minutes, his life sense warned him that he was being watched. Eventually, that same sense alerted him that someone was approaching. Vasher slipped his dagger from his belt with his free hand as he sipped.\n\nThe priest sat down opposite Vasher in the booth. He wore street clothing, rather than religious robes. However—perhaps unconsciously—he had still chosen to wear the white and green of his deity. Vasher slipped his dagger back into its sheath, masking the sound by taking a loud sip.\n\nThe priest, Bebid, looked about nervously. He had enough of a Breath aura to indicate that he’d reached the First Heightening. It was where most people—those who could afford to buy Breath—stopped. That much Breath would extend their lifespan by a good decade or so and give them an increased life sense. It would also let them see Breath auras and distinguish other Awakeners, and—in a pinch—let them do a little Awakening themselves. A decent trade for spending enough money to feed a peasant family for fifty years.\n\n“Well?” Vasher asked.\n\nBebid actually jumped at the sound. Vasher sighed, closing his eyes. The priest was not accustomed to these kinds of clandestine meetings. He wouldn’t have come at all, had Vasher not exerted certain . . . pressures on him.\n\nVasher opened his eyes, staring at the priest as the waiter arrived with two plates of spiced rice. Tektees food was the restaurant’s specialty—the Hallandren liked foreign spices as much as they liked odd colors. Vasher had placed the order earlier, along with a payment that would keep the sur rounding booths empty.\n\n“Well?” Vasher repeated.\n\n“I . . .” Bebid said. “I don’t know. I haven’t been able to find out much.” Vasher regarded the man with a stern stare. “You have to give me more time.”\n\n“Remember your indiscretions, friend,” Vasher said, drinking the last of his tea, feeling a twinge of annoyance. “Wouldn’t want news of those getting out, would we?” Do we have to go through this again?\n\nBebid was quiet for a time. “You don’t know what you’re asking, Vasher,” he said, leaning in. “I’m a priest of Brightvison the True. I can’t betray my oaths!”\n“Good thing I’m not asking you to.”\n\n“We’re not supposed to release information about court politics.”\n\n“Bah,” Vasher snapped. “Those Returned can’t so much as look at one another without half of the city learning about it within the hour.”\n\n“Surely you’re not implying—” Bebid said.\n\nVasher gritted his teeth, bending his spoon with his finger in annoyance. “Enough, Bebid! We both know that your oaths are all just part of the game.” He leaned in. “And I really hate games.”\n\nBebid paled and didn’t touch his meal. Vasher eyed his spoon with annoyance, then bent it back, calming himself. He shoveled in a spoonful of rice, mouth burning from the spices. He’d didn’t believe in letting food sit around uneaten—you never knew when you’d have to leave in a hurry.\n\n“There have been . . . rumors,” Bebid finally said. “This goes beyond simple court politics, Vasher— beyond games played between gods. This is something very real, and very quiet. Quiet enough that even observant priests only hear hints of it.”\n\nVasher continued to eat.\n\n“There is a faction of the court pushing to attack Idris,” Bebid said. “Though I can’t fathom why.”\n\n“Don’t be an idiot,” Vasher said, wishing he had more tea to wash down the rice. “We both know Hallandren has sound reasons to slaughter every person up in those highlands.”\n\n“Royals,” Bebid said.\n\nVasher nodded. They were called rebels, but those “rebels” were the true Hallandren royal family. Mortal men though they might be, their bloodline was a challenge to the Court of Gods. Any good monarch knew that the first thing you did to stabilize your throne was execute anyone who had a better claim to it than you did. After that, it was usually a good idea to execute everyone who thought they might have claim.\n\n“So,” Vasher said. “You fight, Hallandren wins. What’s the problem?”\n\n“It’s a bad idea, that’s the problem,” Bebid said. “A terrible idea. Kalad’s Phantoms, man! Idris won’t go easily, no matter what people in the court say. This won’t be like squashing that fool Vahr. The Idrians have allies from across the mountains and the sympathies of dozens of kingdoms. What some are calling a ‘simple quelling of rebel factions’ could easily spin into another Manywar. Do you want that? Thousands upon thousands dead? Kingdoms falling to never rise again? All so we can grab a little bit of frozen land nobody really wants.”\n\n“The trade passes are valuable,” Vasher noted.\n\nBebid snorted. “The Idrians aren’t foolish enough to raise their tariffs too high. This isn’t about money. It’s about fear. People in the court talk about what might happen if the Idrians cut off the passes or what may happen if the Idrians let enemies slip through and besiege T’Telir. If this were about money, we’d never go to war. Hallandren thrives on its dye and textiles trade. You think that business would boom in war? We’d be lucky not to suffer a full economic collapse.”\n“And you assume that I care about Hallandren’s economic well-being?” Vasher asked.\n\n“Ah, yes,” Bebid said dryly. “I forgot who I was talking to. What do you want, then? Tell me so we can get this over with.”\n\n“Tell me about the rebels,” Vasher said, chewing on rice.\n\n“The Idrians? We just talked—”\n\n“Not them,” Vasher said. “The ones in the city.”\n\n“They’re unimportant now that Vahr is dead,” the priest said with a wave of his hand. “Nobody knows who killed him, by the way. Probably the rebels themselves. Guess they didn’t appreciate his getting himself captured, eh?”\n\nVasher said nothing.\n\n“Is that all you want?” Bebid said impatiently.\n\n“I need to contact the factions you mentioned,” Vasher said. “The ones who are pushing for war against Idris.”\n\n“I won’t help you enrage the—”\n\n“Do not presume to tell me what to do, Bebid. Just give me the information you promised, and you can be free of all this.”\n\n“Vasher,” Bebid said, leaning in even further. “I can’t help. My lady isn’t interested in these kinds of politics, and I move in the wrong circles.”\n\nVasher ate some more, judging the man’s sincerity. “All right. Who, then?”\n\nBebid relaxed, using his napkin to wipe his brow. “I don’t know,” he said. “Maybe one of Mercystar’s priests? You could also try Bluefingers, I suppose.”\n\n“Bluefingers? That’s an odd name for a god.”\n\n“Bluefingers isn’t a god,” Bebid said, chuckling. “That’s just a nickname. He’s the High Place steward, head of the scribes. He pretty much keeps the court running; if anyone knows anything about this faction, it will be him. Of course, he’s so stiff and straight, you’ll have a hard time breaking him.”\n\n“You’d be surprised,” Vasher said, shoveling the last bit of rice into his mouth. “I got you, didn’t I?” “I suppose.”\n\nVasher stood. “Pay the waiter when you leave,” he said, grabbing his cloak off its peg and wandering out. He could feel a . . . darkness to his right. He walked down the street, then turned down an alley, where he found Nightblood—still sheathed—sticking from the chest of the thief who had stolen him. Another cutpurse lay dead on the alley floor.\n\nVasher pulled the sword free, then snapped the sheath closed—it had only been opened a fraction of an inch—and did up the clasp.\nYou lost your temper in there for a bit, Nightblood said with a chastising tone. I thought you were going to work on that.\n\nGuess I’m relapsing, Vasher thought.\n\nNightblood paused. I don’t think you ever really unlapsed in the first place.\n\nThat’s not a word, Vasher said, leaving the alley.\n\nSo? Nightblood said. You’re too worried about words. That priest—you spent all those words on him, then you just let him go. It’s not really how I would have handled the situation.\n\nYes, I know, Vasher said. Your way would have involved making several more corpses.\n\nWell, I am a sword, Nightblood said with a mental huff. Might as well stick to what you’re good at. . . .\n\n\n\n\nLightsong sat on his patio, watching his new queen’s carriage pull up to the palace. “Well, this has been a pleasant day,” he remarked to his high priest. A few cups of wine—along with some time to get past thinking about children deprived of their Breath—and he was beginning to feel more like his usual self.\n\n“You’re that happy to have a queen?” Llarimar asked.\n\n“I’m that happy to have avoided petitions for the day thanks to her arrival. What do we know about her?”\n\n“Not much, Your Grace,” Llarimar said, standing beside Lightsong’s chair and looking toward the God King’s palace. “The Idrians surprised us by not sending the eldest daughter as planned. They sent the youngest in her stead.”\n\n“Interesting,” Lightsong said, accepting another cup of wine from one of his servants.\n\n“She’s only seventeen years old,” Llarimar said. “I can’t imagine being married to the God King at her age.”\n\n“I can’t imagine you being married to the God King at any age, Scoot,” Lightsong said. Then he pointedly cringed. “Actually, yes I can imagine it, and the dress looks painfully inelegant on you. Make a note to have my imagination flogged for its insolence in showing me that particular sight.”\n\n“I’ll put it in line right behind your sense of decorum, Your Grace,” Llarimar said dryly. “Don’t be silly,” Lightsong said, taking a sip of wine. “I haven’t had one of those in years.”\n\nHe leaned back, trying to decide what the Idrians were signaling by sending the wrong princess. Two potted palms waved in the wind, and Lightsong was distracted by the scent of salt on the incoming sea breeze. I wonder if I sailed that sea once, he thought. A man of the ocean? Is that how I died? Is that why I dreamed of a ship?\n\nHe could only vaguely remember that dream now. A red sea . . .\n\nFire. Death, killing, and battle. He was shocked as he suddenly remembered his dream in starker, more vivid detail. The sea had been red as it reflected the magnificent city of T’Telir, engulfed in flames. He\ncould almost hear people crying out in pain, he could nearly hear . . . what? Soldiers marching and fighting in the streets?\n\nLightsong shook his head, trying to dispel the phantom memories. The ship he’d seen in his dream had been burning too, he now remembered. It didn’t have to mean anything; everyone had nightmares. But it made him uncomfortable to know that his nightmares were seen as prophetic omens.\n\nLlarimar was still standing beside Lightsong’s chair, watching the God King’s palace.\n\n“Oh, sit down and stop looming over me,” Lightsong said. “You’re making the buzzards jealous.” Llarimar raised an eyebrow. “And which buzzards would that be, Your Grace?” “The ones who keep pushing for us to go to war,” Lightsong said waving a hand.\n\nThe priest sat down on one of the patio’s wooden recliners and relaxed as he sat, removing the bulky miter from his head. Underneath, Llarimar’s dark hair was plastered to his head with sweat. He ran his hand through it. During the first few years, Llarimar had remained stiff and formal at all times. Eventually, however, Lightsong had worn him down. After all, Lightsong was the god. In his opinion, if he could lounge on the job, then so could his priests.\n\n“I don’t know, Your Grace,” Llarimar said slowly, rubbing his chin. “I don’t like this.” “The queen’s arrival?” Lightsong asked.\n\nLlarimar nodded. “We haven’t had a queen in the court for some thirty years. I don’t know how the factions will deal with her.”\n\nLightsong rubbed his forehead. “Politics, Llarimar? You know I frown on such things.” Llarimar eyed him. “Your Grace, you are—by default—a politician.”\n\n“Don’t remind me, please. I should very well like to extract myself from the situation. Do you think, perhaps, I could bribe one of the other gods to take control of my Lifeless Commands?”\n\n“I doubt that would be wise,” Llarimar said.\n\n“It’s all part of my master plan to ensure that I become totally and redundantly useless to this city by the time I die. Again.”\n\nLlarimar cocked his head. “Redundantly useless?”\n\n“Of course. Regular uselessness wouldn’t be enough—I am, after all, a god.” He took a handful of grapes from a servant’s tray, still trying to dismiss his dream’s disturbing images. They didn’t mean anything. Just dreams.\n\nEven so, he decided he would tell Llarimar about them the next morning. Perhaps Llarimar could use the dreams to help push for peace with Idris. Since old Dedelin hadn’t sent his firstborn daughter, it would mean more debates in the court. More talk of war. This princess’s arrival should have settled it, but he knew that the war hawks among the gods would not let the issue die.\n“Still,” Llarimar said, as if talking to himself. “They did send someone. That is a good sign, surely. An outright refusal would have meant war for certain.”\n\n“And whoever Certain is, I doubt we should have a war for him,” Lightsong said idly, inspecting a grape. “War is, in my divine opinion, even worse than politics.”\n\n“Some say the two are the same, Your Grace.”\n\n“Nonsense. War is far worse. At least where politics is going on, there are usually nice hors d’oeuvres.”\n\nAs usual, Llarimar ignored Lightsong’s witty remarks. Lightsong would have been offended if he hadn’t known there were three separate lesser priests standing at the back of the patio, recording his words, searching for wisdom and meaning within them.\n\n“What will the Idrian rebels do now, do you think?” Llarimar asked.\n\n“Here’s the thing, Scoot,” Lightsong said, leaning back, closing his eyes and feeling the sun on his face. “The Idrians don’t consider themselves to be rebels. They’re not sitting up in their hills, waiting for the day when they can return in triumph to Hallandren. This isn’t their home anymore.”\n\n“Those peaks are hardly a kingdom.”\n\n“They’re enough of a kingdom to control the area’s best mineral deposits, four vital passes to the north, and the original royal line of the original Hallandren dynasty. They don’t need us, my friend.”\n\n“And the talk of Idrian dissidents in the city, ones rousing the people against the Court of Gods?”\n\n“Rumors only,” Lightsong said. “Though, when I’m proven wrong and the underprivileged masses storm my palace and burn me at the stake, I’ll be sure to inform them that you were right all along. You’ll get the last laugh. Or . . . well, the last scream, since you’ll probably be tied up beside me.”\n\nLlarimar sighed, and Lightsong opened his eyes to find the priest regarding him with a contemplative expression. The priest didn’t chastise Lightsong for his levity. Llarimar just reached down, putting his headdress back on. He was the priest; Lightsong was the god. There would be no questioning of motives, no rebukes. If Lightsong gave an order, they would all do exactly as he said.\n\nSometimes, that terrified him.\n\nBut not this day. He was, instead, annoyed. The queen’s arrival had somehow gotten him talking about politics—and the day had been going so well until then.\n\n“More wine,” Lightsong said, raising his cup.\n\n“You can’t get drunk, Your Grace,” Llarimar noted. “Your body is immune to all toxins.”\n\n“I know,” Lightsong said as a lesser servant filled his cup. “But trust me—I’m quite good at pretending.”\n\nSiri stepped from the carriage. Immediately, dozens of servants in blue and silver swarmed around her, pulling her away. Siri turned, alarmed, looking back toward her soldiers. The men stepped forward, but Treledees held up his hand.\n“The Vessel will go alone,” the priest declared.\n\nSiri felt a stab of fear. This was the time. “Return to Idris,” she said to the men.\n\n“But, my lady—” the lead soldier said.\n\n“No,” Siri said. “You can do nothing more for me here. Please, return and tell my father that I arrived safely.”\n\nThe lead soldier glanced back at his men, uncertain. Siri didn’t get to see if they obeyed or not, for the servants shuffled her around a corner into a long, black hallway. Siri tried not to show her fear. She’d come to the palace to be wed, and was determined to make a favorable impression on the God King. But she really was just terrified. Why hadn’t she run? Why hadn’t she wiggled out of this somehow?\nWhy couldn’t they have all just let her be?\n\nThere was no escape now. As the serving women led her down a corridor into the deep black palace, the last remnants of her former life disappeared behind her.\n\nShe was now alone.\n\nLamps with colored glass lined the walls. Siri was led through several twists and turns in the dark passages. She tried to remember her way back, but was soon hopelessly lost. The servants surrounded her like an honor guard; though all were female, they were of different ages. Each wore a blue cap, hair loose out the back, and they kept their eyes downcast. Their shimmering blue clothing was loose-fitting, even through the bust. Siri blushed at the low-cut fronts. In Idris, women kept even their necks covered.\n\nThe black corridor eventually opened into a much larger room. Siri hesitated in the doorway. While the stone walls of this room were black, they had been draped in silks of a deep maroon. In\n\nfact, everything in the room was maroon, from the carpeting, to the furniture, to the tubs—surrounded by tile—in the center of the room.\n\nThe servants began to pick at her clothing, undressing her. Siri jumped, swatting at a few hands, causing them to pause in surprise. Then they attacked with renewed vigor, and Siri realized that she didn’t have a choice except to grit her teeth and bear the treatment. She raised her arms, letting the servants pull off her dress and underclothing, and felt her hair grow red as she blushed. At least the room was warm.\n\nShe shivered anyway. She was forced to stand, naked, as other servants approached, bearing measuring tapes. They poked and prodded, getting various measure ments, including ones around Siri’s waist, bust, shoulders, and hips. When that was finished, the women backed away, and the room fell still. The bath continued to steam in the center of the chamber. Several of the serving women gestured toward it.\n\nGuess I’m allowed to wash myself, Siri thought with relief, walking up the tile steps. She stepped carefully into the massive tub, and was pleased at how warm the water was. She lowered herself into the water, letting herself relax just a fraction.\n\nSoft splashes sounded behind her, and she spun. Several other serving women—these wearing brown— were climbing into the tub, fully clothed, holding washcloths and soap. Siri sighed, yielding herself to\ntheir care as they began to scrub vigorously at her body and hair. She closed her eyes, enduring the treatment with as much dignity as she could manage.\n\nThat left her time to think, which was not good. It only allowed her to consider just what was happening to her. Her anxiety immediately returned.\n\nThe Lifeless weren’t as bad as the stories, she thought, trying to reassure herself. And the city colors are far more pleasant than I expected. Maybe . . . maybe the God King isn’t as terrible as everyone says.\n\n“Ah, good,” a voice said. “We’re right on schedule. Perfect.”\n\nSiri froze. That was a man’s voice. She snapped her eyes open to find an older man in brown robes standing beside the tub, writing something on a ledger. He was balding and had a round, pleasant face. A young boy stood next to him, bearing extra sheets of paper and a small jar of ink for the man to use in dipping his quill.\n\nSiri screamed, startling several of her servants as she moved with a sudden splashing motion, covering herself with her arms.\n\nThe man with the ledger hesitated, looking down. “Is something wrong, Vessel?” “I’m bathing,” she snapped.\n\n“Yes,” the man said. “I believe I can tell that.”\n\n“Well, why are you watching?”\n\nThe man cocked his head. “But I’m a royal servant, far beneath your station . . .” he said, then trailed off. “Ah, yes. Idrian sensibilities. I had forgotten. Ladies, please splash around, make some more bubbles in the bath.”\n\nThe serving women did as asked, churning up an abundance of foam in the soapy water.\n\n“There,” the man said, turning back to his ledger. “I can’t see a thing. Now, let us get on with this. It would not do to keep the God King waiting on his wedding day!”\n\nSiri reluctantly allowed the bathing to continue, though she was careful to keep certain bits of anatomy well beneath the water. The women worked furiously, scrubbing so hard that Siri was half-afraid they’d rub her skin right off.\n\n“As you might guess,” the man said, “we’re on a very tight schedule. There’s much to do, and I would like this all to go as smoothly as possible.”\n\nSiri frowned. “And . . . who exactly are you?”\n\nThe man glanced at her, causing her to duck down beneath the suds a little more. Her hair was as bright a red as it had ever been.\n\n“My name is Havarseth, but everyone just calls me Bluefingers.” He held up a hand and wiggled the fingers, which were all stained dark with blue ink from writing. “I am head scribe and steward to His\nExcellent Grace Susebron, God King of Hallandren. In simpler terms, I manage the palace attendants and oversee all servants in the Court of Gods.”\n\nHe paused, eyeing her. “I also make certain that everyone stays on schedule and does what they are supposed to.”\n\nSome of the younger girls—wearing brown, like the ones bathing Siri—began bringing pitchers of water to the side of the tub, and the women used these to rinse Siri’s hair. She turned about to let them, though she tried to keep a waterlogged eye on Bluefingers and his serving boy.\n\n“Now,” Bluefingers said. “The palace tailors are working very quickly on your gown. We had a good estimate of your size, but final measure ments were necessary to complete the process. We should have the garment ready for you in a short time.”\n\nThe serving women doused Siri’s head again.\n\n“There are some things we need to discuss,” Bluefingers continued, voice distorted by the water in Siri’s ears. “I presume you have been taught the proper method of treating His Immortal Majesty?”\n"], "title": ["Warbreaker"], "author": ["Brandon Sanderson"]}