{"genre": ["Fantasy"], "text": ["\ne inside. Don’t you think?”\n\n“We . . . don’t have many grapes in Idris, Your Grace.”\n\n“I’m rather the opposite, you know,” he said. “Fluffy and pretty on the outside, without much of import on the inside. But I guess that is beside the point. You, my dear, are a very welcome sight. Much more so than a grape.”\n\n“I . . . How is that, Your Grace?”\n\n“We haven’t had a queen in such a long time,” Lightsong said. “Since before my Return, in fact. And old Susebron up there really has been moping about the palace lately. Looking forlorn. It’s good he has a woman in his life.”\n\n“Thank you for the compliment, Your Grace,” the queen said. “You’re welcome. I’ll make up a few more, if you like.” She fell silent.\n\nWell, then, that’s it, he thought, sighing. Blushweaver was right. I probably shouldn’t have come.\n\n“All right,” the queen said, hair suddenly turning red as she threw her hands up in the air. “What is going on here?”\n\nHe hesitated. “Your Majesty?”\n\n“Are you making fun of me?”\n\n“Probably.”\n\n“But you’re supposed to be a god!” she said, leaning back, staring up at the canopy. “Just when I thought things in this city were starting to make sense, the priests start yelling at me, then you come along! What am I supposed to do with you? You seem more like a schoolboy than a god!”\nLightsong paused, then settled back into his seat, smiling. “You have me found out,” he said, opening his hands. “I killed the real god and took his place. I’ve come to hold you ransom for your sweets.”\n\n“There,” the queen said, pointing. “Aren’t you supposed to be . . . I don’t know, distinguished or something?”\n\nHe spread his hands out. “My dear, this is what passes for being distinguished in Hallandren.” She didn’t seem convinced.\n\n“I am, of course, lying through my teeth,” he said, eating another grape. “You shouldn’t base your opinion of the others upon what you think of me. They’re all much more deific than I am.”\n\nThe queen sat back. “I thought you were the god of bravery.” “Technically.”\n\n“You seem more like the god of jesters to me.”\n\n“I’ve applied for the position and been turned down,” he said. “You should see the person they have doing the job. Dull as a rock and twice as ugly.”\n\nSiri hesitated.\n\n“I wasn’t lying that time,” Lightsong said. “Mirthgiver, god of laughter. If ever there was a god more poorly suited to his position than I, it’s he.”\n\n“I don’t understand you,” she said. “It appears there’s a lot I don’t understand in this city.”\n\nThis woman is no fake, Lightsong thought, staring into her youthful, confused eyes. Or, if she is, then she’s the best actress I’ve ever met.\n\nThat meant something. Something important. It was possible there were mundane reasons this girl had been sent instead of her sister. Sickness on the part of the elder daughter, perhaps. But Lightsong didn’t buy that. She was part of something. A plot, or perhaps several. And whatever those plots were, she didn’t know about them.\n\nKalad’s Phantoms! Lightsong cursed mentally. This child is going to get ripped apart and fed to the wolves!\n\nBut what could he really do about it? He sighed, standing, causing his priests to begin packing his things. The girl watched with confusion as he nodded to her, giving her a wan smile of farewell. She stood and curtsied slightly, though she probably didn’t need to. She was his queen, even if she wasn’t herself Returned.\n\nLightsong turned to go, then stopped, recalling his own first few months in the court, and the confusion he’d known. He reached over, laying a gentle hand on her shoulder. “Don’t let them get to you, child,” he whispered.\n\nAnd with that, he withdrew.\nVivenna walked back toward Lemex’s house, dissecting the argument she’d heard at the Court of Gods. Her tutors had instructed her that discussions in the Court Assembly didn’t always lead to action; just because they talked of war didn’t mean it would happen.\n\nThis discussion, however, seemed to mean more. It was too passionate, with too many voices for one side. It indicated that her father was right, and that war was inevitable.\n\nShe walked with her head down on a nearly deserted street. She was beginning to learn that she could avoid the roiling masses by walking through more residential sections of the city. It appeared that people in T’Telir liked to be where everybody else was.\n\nThe street was in a wealthy neighborhood and had a slate stone sidewalk running along the side of it. It made for pleasant walking. Parlin walked beside her, occasionally pausing to study ferns or palm trees. The Hallandren liked plants; most of the homes were shaded by trees, vines, and exotic blooming shrubs. In Idris, each of the large homes along the street would have been considered a mansion, but here they were only of average size—probably the homes of merchants.\n\nI need to stay focused, she thought. Is Hallandren going to attack soon? Or is this just a prelude to something still months, perhaps years, away?\n\nReal action wouldn’t occur until the gods voted, and Vivenna wasn’t sure what it would take to get them to that point. She shook her head. Only one day in T’Telir, and already she knew that her training and tutorials hadn’t prepared her half as well as she’d assumed.\n\nShe felt as if she knew nothing. And that left her feeling very lost. She was not the confident, competent woman she’d assumed herself to be. The frightening truth was, should she have been sent to become the God King’s bride, she would have been nearly as in effec tive and confused as poor Siri undoubtedly was.\n\nThey turned a corner, Vivenna trusting in Parlin’s amazing sense of direction to get them back to Lemex’s house, and they passed under the gaze of one of the silent D’Denir statues. The proud warrior stood with sword raised above his stone head, his armor—carved into the statue—augmented by a red scarf tied and flapping around his neck. He looked dramatic, as if he were going gloriously to war. It wasn’t long before they approached the steps to Lemex’s house. Vivenna froze, however, when she saw that the door was hanging from one hinge. The lower part was cracked, as if it had been kicked very hard.\n\nParlin pulled up beside her, then hissed, holding up a hand for her to be silent. His hand went to the long hunting knife at his belt and he glanced around. Vivenna stepped back, nerves itching to flee. And yet, where would she go? The mercenaries were her only connection in the city. Denth and Tonk Fah could have handled an attack, right?\n\nSomeone approached from the other side of the door. Her BioChromatic senses warned her of the proximity. She laid a hand on Parlin’s arm, preparing to bolt.\n\nDenth pushed the broken door open, sticking his head out. “Oh,” he said. “It’s you.” “What happened?” she asked. “Were you attacked?”\nDenth glanced at the door and chuckled to himself. “Nah,” he said, pushing the door open and waving her in. Through the broken door she could see that furniture had been ripped apart, there were holes in the walls, and pictures were slashed and broken. Denth wandered back inside, kicking aside some stuffing from a cushion, making his way toward the stairs. Several of the steps had been broken.\n\nHe glanced back, noting her confusion. “Well, we did say we were going to search the house, Princess. Figured we might as well do a good job of it.”\n\n\n\nVivenna sat down very carefully, half-expecting the chair to collapse beneath her. Tonk Fah and Denth had been very thorough in their search—they had broken every bit of wood in the house, it seemed, including chair legs. Fortunately, her current chair had been propped up reasonably well, and it held her weight.\n\nThe desk in front of her—Lemex’s desk—was splintered. The drawers had been removed, and a false back had been revealed, the compartment emptied. A group of papers and several bags sat on the desktop.\n\n“That’s everything,” Denth said, leaning against the room’s doorframe. Tonk Fah lounged on a broken couch, its stuffing sticking out awkwardly.\n\n“Did you have to break so much?” Vivenna asked.\n\n“Had to be certain,” Denth said, shrugging. “You’d be surprised where people hide things.”\n\n“Inside the front door?” Vivenna asked flatly.\n\n“Would you have thought to look there?”\n\n“Of course not.”\n\n“Sounds like a pretty good hiding place to me, then. We knocked, and thought we found a hollow space. Just turned out to be a section of different wood, but it was important to check.”\n\n“People get really clever when it comes to hiding important stuff,” Tonk Fah said with a yawn.\n\n“You know the thing I hate most about being a mercenary?” Denth asked, holding up a hand.\n\nVivenna raised an eyebrow.\n\n“Splinters,” he said, wiggling several red fingers.\n\n“No hazard pay for those,” Tonk Fah added.\n\n“Oh, now you’re just being silly,” Vivenna said, sorting through the items on the table. One of the bags clinked suggestively. Vivenna undid the drawstring and pulled open the top.\n\nGold glistened inside. A lot of it.\n\n“Little over five thousand marks in there,” Denth said lazily. “Lemex had it stashed all over the house. Found one bar of it in the leg of your chair.”\n“Got easier when we discovered the paper he’d used to remind himself of where he hid it all,” Tonk Fah noted.\n\n“Five thousand marks?” Vivenna said, feeling her hair lighten slightly in shock.\n\n“Seems like old Lemex was storing up quite the little nest egg,” Denth said, chuckling. “That, mixed with the amount of Breath he held . . . he must have extorted even more from Idris than I assumed.”\n\nVivenna stared at the bag. Then, she looked up at Denth. “You . . . gave it to me,” she said. “You could have taken it and spent it!”\n\n“Actually, we did,” Denth said. “Took about ten bits for lunch. Should be here any minute.” Vivenna met his eyes.\n\n“Now there’s what I’m talking about, eh, Tonks?” Denth said, glancing down at the larger man. “If I’d been, say, a butler, would she be looking at me like that? Just because I didn’t take the money and run? Why does everyone expect a mercenary to rob them?”\n\nTonk Fah grunted, stretching again.\n\n“Look through those papers, Princess,” Denth said, kicking Tonk Fah’s couch, then nodding toward the door. “We’ll wait for you downstairs.”\n\nVivenna watched them retreat, Tonk Fah grumbling as he had to rise, bits of stuffing sticking to the back of his clothing. They thumped their way down the stairs, and soon she heard dishes rattling. They’d likely sent one of the street boys—who passed periodically yelling that they would bring food from a local restaurant—for the meal.\n\nVivenna didn’t move. She was increasingly uncertain of her purpose in the city. Yet she still had Denth and Tonk Fah, and—surprisingly—she was finding herself growing attached to them. How many soldiers in her father’s army—good men, all of them—would have been able to resist running off with five thousand marks? There was more to these mercenaries than they let on.\n\nShe turned her attention to the books, letters, and papers on the desk.\n\n\n\nSeveral hours later, Vivenna still sat alone, a solitary candle burning and dripping wax onto the splintered desk corner. She had long since stopped reading. A plate of food sat uneaten by the door, brought by Parlin some time before.\n\nLetters lay spread out on the desk before her. It had taken time to put them in order. Most were penned in her father’s familiar hand. Not the hand of her father’s scribe. Her father’s ownhand. That had been her first clue. He only wrote his most personal, or most secret, communications on his own.\n\nVivenna kept her hair under control. She deliberately breathed in and out. She didn’t look out the darkened window at the lights of a city that should have been asleep. She simply sat.\n\nNumb.\n\nThe final letter—the last before Lemex’s death—sat on top of the pile. It was only a few weeks old.\nMy friend, her father’s script read.\n\nOur conversations have worried me more than I care to admit. I have spoken with Yarda at length. We can see no solution.\n\nWar is coming. We all know that now. The continued—and increasingly vigorous—arguments in the Court of Gods show a disturbing trend. The money we sent to buy you enough Breath to attend those meetings is some of the best I have ever spent.\n\nAll signs point to the inevitability of Hallandren Lifeless marching to our mountains. Therefore, I give you leave to do as we have discussed. Any disruptions you can cause in the city—any delays you can earn us—will be extremely valuable. The additional funds you requested should have arrived by now.\n\nMy friend, I must admit a weakness in myself. I will never be able to send Vivenna to be a hostage in that dragon’s nest of a city. To send her would be to kill her, and I cannot do that. Even though I know it would be best for Idris if I did.\n\nI’m not yet sure what I will do. I will not send her, for I love her too much. However, breaking the treaty would bring the Hallandren wrath against my people even more quickly. I fear I may have to make a very difficult decision in the days to come.\n\nBut that is the essence of a king’s duty.\n\nUntil we correspond again,\n\nDedelin, your liege and your friend.\n\nVivenna looked away from the letter. The room was too perfectly silent. She wanted to scream at the letter and her father, who was now so far away. And yet, she could not. She had been trained for better. Tantrums were useless displays of arrogance.\n\nDon’t draw attention to yourself. Don’t set yourself above others. He who makes himself high will be cast down low. But what of the man who murders one of his daughters to save the other? What of the man who claims—to your face—that the switch was for other reasons? That it was for the good of Idris? That it wasn’t about favoritism at all?\n\nWhat of the king who betrayed the highest tenets of his religion by purchasing Breath for one of his spies?\n\nVivenna blinked at a tear in her eye, then gritted her teeth, angry at herself and the world. Her father was supposed to be a good man. The perfect king. Wise and knowing, always sure of himself and always right.\n\nThe man she saw in these letters was far more human. Why should she be so shocked to learn that?\n\nIt doesn’t matter, she told herself. None of that matters. Factions in the Hallandren government were rallying the nation for war. Reading her father’s candid words, she finally believed him completely. Hallandren troops would likely march on her homeland before the year was out. And then, the Hallandren—so colorful yet so deceptive—would hold Siri hostage and threaten to kill her unless Dedelin surrendered.\nHer father would not give up his kingdom. Siri would be executed.\n\nAnd that is what I’m here to stop, Vivenna thought. Her hands grew tighter, gripping the edges of the desktop, jaw set. She brushed away the traitorous tear. She had been trained to be strong even when surrounded by an unfamiliar city and its people. She had work to do.\n\nShe rose, leaving the letters on the table with the bag of coins and Lemex’s journal. She made her way down the stairs, avoiding the broken steps, to where the mercenaries were teaching Parlin how to play a game with wooden cards. The three men looked up as Vivenna approached. She settled herself carefully on the floor, sitting with her legs beneath her in an unassuming posture.\n\nShe met their eyes as she spoke. “I know where some of Lemex’s money came from,” she said. “Idris and Hallandren will soon go to war. Because of this threat, my father gave much greater resources to Lemex than I’d realized. He sent enough money for Lemex to buy fifty Breaths, allowing him to enter the court and report on its proceedings. Obviously, my father didn’t know that Lemex already had a sizable amount of Breath.”\n\nThe three men were silent. Tonk Fah shot a glance at Denth, who sat back, resting against an overturned, broken chair.\n\n“I believe that Lemex was still loyal to Idris,” she said. “His personal writings make that relatively clear. He was not a traitor; he was simply greedy. He wanted as much Breath as possible because he had heard that it extended a person’s life. Lemex and my father had planned to hinder the war preparations from inside Hallandren. Lemex promised he would find a way to sabotage the Lifeless armies, damage the city’s supplies, and generally undermine their ability to wage war. For him to accomplish this, my father sent him a large sum of money.”\n\n“About five thousand marks’ worth?” Denth asked, rubbing his chin.\n\n“Less than that,” Vivenna said. “But a large chunk nonetheless. I believe that you are right about Lemex, Denth—he has been stealing from the Crown for some time.”\n\nShe fell silent. Parlin looked confused. That wasn’t uncommon. The mercenaries, however, didn’t look surprised.\n\n“I don’t know if Lemex intended to do as my father asked,” Vivenna said, keeping her voice even. “The way he hid the money, some of the things he wrote . . . well, maybe he was finally planning to turn traitor and run. We can’t know what he would eventually have decided. We do, however, have a vague list of things he planned to accomplish. Those plans were convincing enough to persuade my father, and the urgency of his letters has convinced me. We are going to continue Lemex’s work and undermine Hallandren’s ability to wage war.”\n\nThe room fell silent. “And . . . your sister?” Parlin finally asked.\n\n“We will get her out,” Vivenna said firmly. “Her rescue and safety is our first priority.” “That is all easier discussed than accomplished, Princess,” Denth said. “I know.”\nThe mercenaries shared a look. “Well,” Denth finally said, standing up. “Better get back to work, then.” He nodded at Tonk Fah, who sighed and grumbled, standing.\n\n“Wait,” Vivenna said, frowning. “What?”\n\n“I figured once you saw those papers that you’d want to continue,” Denth said, stretching. “Now that I’ve seen what he was up to, I can piece together why he had us do some of the things we were involved in. One of those was to contact and support some rebellious factions here in the city, including one that was stamped out just a few weeks back. Cult of disaffection centered on a guy named Vahr.”\n\n“Always wondered why Lemex gave him support,” Tonk Fah said.\n\n“That faction’s dead,” Denth said, “along with Vahr himself. But a lot of his followers are still around. Waiting for trouble to come their way. We can contact them. There are a few other leads I think we can look into, things Lemex didn’t explain completely, but which I might be able to figure out.”\n\n“And . . . you can handle something like this?” Vivenna asked. “You just said it wouldn’t be easy.”\n\nDenth shrugged. “Won’t be. But if you haven’t realized it yet, this kind of thing is why Lemex hired us. A team of three high-priced, specialist mercenaries isn’t exactly the type of thing you keep around to serve your tea.”\n\n“Unless you want the tea rammed up someplace uncomfortable,” Tonk Fah noted.\n\nThree mercenaries? Vivenna thought. That’s right. There’s another one. A woman.“Where’s the other member of your team?”\n\n“Jewels?” Denth asked. “You’ll meet her soon enough.” “Unfortunately,” Tonk Fah said under his breath.\n\nDenth elbowed his friend. “For now, let us go back out and see how things stand on our projects. Gather what you want from this house. We’ll move out tomorrow.”\n\n“Move out?” Vivenna said.\n\n“Unless you want to sleep on a mattress Tonk Fah ripped into five pieces,” Denth noted. “He has a thing about mattresses.”\n\n“And chairs,” Tonk Fah said cheerfully, “and tables, and doors, and walls, actually. Oh, and people.”\n\n“Either way, Princess,” Denth said, “this building was well known to people who worked with Lemex. As you’ve discovered, he wasn’t exactly the most honest fellow around. I doubt you want the baggage that comes with being associated with him.”\n\n“Best to move to another house,” Tonk Fah agreed.\n\n“We’ll try not to break up the next one quite so badly,” Denth said.\n\n“No promises though,” Tonk Fah said with a wink.\n\nAnd then the two left.\nSiri stood before the door to her husband’s bedchamber, shuffling nervously. As usual, Bluefingers stood beside her, and he was the only other one in the hallway. He scribbled on his pad, giving no indication of how he always knew when it was time for her to enter.\n\nFor once, she didn’t mind the delay, nervous though she was. It gave her more time to think about what she was going to do. The day’s events still buzzed about in her head: Treledees, telling her that she needed to provide an heir. Lightsong the Bold, talking in circles, then leaving her with what had seemed like a heartfelt farewell. Her king and husband, sitting on his tower above, bending light around him. The priests below, arguing about whether or not to invade her homeland.\n\nA lot of people wanted to push her in different directions, yet none of them were really willing to tell her how to do what they wanted—and some didn’t even bother to tell her whatthey wanted. The only thing they were accomplishing was annoying her. She was not a seductress. She had no idea how to make the God King desire her—particularly since she was terrified of him doing just that.\n\nHigh Priest Treledees had given her a command. Therefore, she intended to show him how she responded to commands, particularly when they had threats attached to them. Tonight, she would go into the king’s bedchamber, sit down on the floor, and refuse to strip. She’d confront the God King. He didn’t want her. Well, she was tired of being ogled every night.\n\nShe intended to explain all this to him in no uncertain terms. If he wanted to see her naked again, he’d have to order servants to strip her. She doubted that he’d do that. He’d made no move toward her, and when he presided over the arena debates, he’d actually done no more than sit and watch. She was getting a new impression of this God King. He was a man with so much power, he had grown lazy. He was a man who had everything, and so he bothered with nothing. He was a man who expected others to do everything for him. People like him annoyed her. She was reminded of a guard captain in Idris who had insisted on making his men work hard, while he spent his afternoons playing cards.\n\nIt was time the God King was defied. More than that, it was time that his priests learned that they couldn’t bully her. She was tired of being used. To night, she would react. That was her decision. And it made her nervous as all Colors.\n\nShe glanced at Bluefingers. Eventually, she caught his eye. “Do they really watch me each night?” she asked, leaning in and whispering.\n\nHe paused, paling slightly. He glanced to either side, then shook his head.\n\nShe frowned. But Treledees knew that I hadn’t been bedded by the God King.\n\nBluefingers raised a finger, pointing to his eyes, then shook his head. Then he pointed to his ears and nodded. He pointed to a doorway down the hall.\n\nThey listen, Siri thought.\n\nBluefingers leaned in closer. “They would never watch, Vessel,” he whispered. “Remember, the God King is their holiest of deities. Seeing him nude, watching him with his wife . . . no, they wouldn’t dare. However, they aren’t above listening.”\n\nShe nodded. “They are very concerned about an heir.”\nBluefingers glanced about nervously.\n\n“Am I really in danger from them?” she asked.\n\nHe met her eyes, then nodded sharply. “More danger than you know, Vessel.” Then he backed away, gesturing at the doorway.\n\nYou have to help me! she mouthed at him.\n\nHe shook his head, holding up his hands. I cannot. Not now. With that, he pushed open the door, bowed, and scuttled away, glancing nervously over his shoulder.\n\nSiri glared at him. The time was swiftly approaching when she’d need to corner him and find out what he really knew. Until then, she had other people to annoy. She turned and glanced into the dark room. Her nervousness returned.\n\nIs this wise? Being belligerent had never bothered her before. And yet . . . her life wasn’t like it had been before. Bluefingers’s fear had left her even more on edge.\n\nDefiance. It had always been her way to get attention. She hadn’t been obstinate out of spite. She’d simply been unable to measure up to Vivenna, so she’d just done the opposite of what was expected of her. Her defiance had worked in the past. Or had it? Her father had been perpetually angry at her, and Vivenna had always treated her like a child. The city’s people had loved her, but sufferingly.\n\nNo, Siri thought suddenly. No, I can’t go back to that. The people in this palace—this court—they aren’t the types you can defy just because you’re annoyed. Spurn the palace priests, and they wouldn’t grumble at her like her father had. They’d show her what it really meant to be in their power.\n\nBut what to do then? She couldn’t keep throwing off her clothing and kneeling on the floor, naked, could she?\n\nFeeling confused, and a little angry at herself, she stepped into the dark room and pulled the door closed. The God King waited in his corner, shadowed as always. Siri looked at him, staring at that too-calm face. She knew that she should disrobe and kneel, but she didn’t.\n\nNot because she felt defiant. Not even because she felt angry or petulant. Because she was tired of wondering. Who was this man who could rule gods and bend light with the force of his BioChroma? Was he really just spoiled and indolent?\n\nHe stared back at her. As before, he didn’t grow angry at her insolence. Watching him, Siri pulled at the strings on her dress, dropping the bulky garment to the floor. She reached for the shoulders of her shift, but hesitated.\n\nNo, she thought. This isn’t right either.\n\nShe glanced down at the shift; the edges of the white garment fuzzed, the white bending into color. She looked up at the God King’s impassive face.\n\nThen—gritting her teeth against her nervousness—Siri took a step forward.\nHe tensed. She could see it in the edges of his eyes and around his lips. She took another step forward, the white of her garment bending further into prismatic colors. The God King didn’t do anything. He just watched as she drew closer and closer.\n\nShe stopped right in front of him. Then she turned from him and climbed up onto the bed, feeling the deep softness beneath her as she crawled to the middle of its mattress. She sat up on her knees, regarding the black marble wall with its obsidian sheen. The God King’s priests waited just beyond, listening carefully to hear things that were really none of their business.\n\nThis, she thought, taking a deep breath, is going to be exceptionally embarrassing. But she’d been forced to lie prostrate, naked, before the God King for over a week. Was now really the time to start feeling self-conscious?\n\nShe began to bounce up and down on the bed, making its springs creak. Then, cringing slightly, she started to moan.\n\nShe hoped it was convincing. She didn’t really know what it was supposed to sound like. And how long did it usually continue? She tried to make her moans get louder and louder, her bouncing more furious, for what she assumed was a proper amount of time. Then she stopped sharply, let out a final moan, and fell back onto the bed.\n\nAll was still. She glanced up, eyeing the God King. Some of his emotional mask had softened, and he displayed a very human look of confusion. She almost laughed out loud at how perplexed he seemed. She just met his eyes and shook her head. Then—her heart beating, her skin a bit sweaty—she lay back on the bed to rest.\n\nTired from the day’s events and intrigues, it wasn’t long after that she found herself rolled up in the luxurious comforter and relaxing. The God King left her alone. In fact, he’d grown tense at her approach, almost as if he were worried. Even frightened of her.\n\nThat couldn’t be. He was the God and King of Hallandren, and she was just a silly girl, swimming in waters that were far over her head. No, he wasn’t frightened. The concept was enough to again make her feel like laughing. She restrained herself, maintaining the illusion for the listening priests as she drifted off in the luxurious comfort of the bed.\n\n\n\nThe next morning, Lightsong did not get out of bed. His servants stood around the perimeter of his room like a flock of birds waiting for seed. As noon approached, they began to shuffle uncomfortably, shooting glances at one another.\n\nHe remained in bed, staring up at the ornate red canopy. Some servants approached tentatively, placing a tray of food atop a small table beside him. Lightsong did not reach for it.\n\nHe had dreamed of war again.\n\nFinally, a figure walked up to the bed. Large of girth and draped in his priestly robes, Llarimar looked down at his god, betraying none of the annoyance that Lightsong was sure that he felt. “Leave us, please,” Llarimar said to the servants.\nThey hesitated, uncertain. When was a god without his servants?\n\n“Please,” Llarimar repeated, though somehow his tone indicated that it was not a request. Slowly, the servants filed from the room. Llarimar moved the tray of food, then sat down on the edge of the low table. He studied Lightsong, expression thoughtful.\n\nWhat did I ever do to earn a priest like him? Lightsong thought. He knew many of the high priests of other Returned, and most of them were various levels of insufferable. Some were quick to anger, others quick to point out fault, and still others were so fulsomely effusive toward their gods that it was downright maddening. Treledees, the God King’s own high priest, was so stuck-up that he made even gods feel inferior.\n\nAnd then there was Llarimar. Patient, understanding. He deserved a better god.\n\n“All right, Your Grace,” Llarimar said. “What is it this time?”\n\n“I’m sick,” Lightsong said.\n\n“You can’t get sick, Your Grace.”\n\nLightsong gave a few weak coughs, to which Llarimar just rolled his eyes. “Oh come on, Scoot,” Lightsong said. “Can’t you just play along a little?”\n“Play along that you are sick?” Llarimar asked, showing a hint of amusement. “Your Grace, to do that would be to pretend that you’re not a god. I do not believe that’s a good pre cedent for your high priest to set.”\n\n“It’s the truth,” Lightsong whispered. “I’m no god.”\n\nAgain, there was no sign of annoyance or anger from Llarimar. He just leaned down. “Please don’t say such things, Your Grace. Even if you yourself do not believe, you should not say so.”\n\n“Why not?”\n\n“For the sake of the many who do believe.”\n\n“And I should continue to deceive them?”\n\nLlarimar shook his head. “It is no deception. It’s not so uncommon for others to have more faith in someone than he has in himself.”\n\n“And that doesn’t strike you as a little odd in my case?”\n\nLlarimar smiled. “Not knowing your temperament, it doesn’t. Now, what brought this on?”\n\nLightsong turned, looking up at the ceiling again. “Blushweaver wants my Commands for the Lifeless.”\n\n“Yes.”\n\n“She’ll destroy that new queen of ours,” Lightsong said. “Blushweaver worries that the Idrian royals are making a play for the Hallandren throne.”\n“Do you disagree?”\n\nLightsong shook his head. “No. They probably are. But the thing is, I don’t think the girl—the queen— knows that she’s part of anything. I’m worried that Blushweaver will crush the child out of fear. I’m worried that she’ll be too aggressive and get us all into a war, when I don’t know yet if that’s the right thing to do.”\n\n“It seems that you already have a good handle on all this, Your Grace,” Llarimar said. “I don’t want to be part of it, Scoot,” Lightsong said. “I feel myself getting sucked in.”\n\n“It is your duty to be involved so that you can lead your kingdom. You can’t avoid politics.” “I can if I don’t get out of bed.”\n\nLlarimar raised an eyebrow. “You don’t honestly believe that, do you, Your Grace?”\n\nLightsong sighed. “You’re not going to give me a lecture about how even my inaction has political effects, are you?”\n\nLlarimar hesitated. “Perhaps. Like it or not, you are a part of the workings of this kingdom—and you produce effects even if you stay in bed. If you do nothing, then the problems are as much your fault as if you had instigated them.”\n\n“No,” Lightsong said. “No, I think you’re wrong. If I don’t do anything, then at least I can’t ruin things. Sure, I can let them go wrong, but that’s not the same thing. It really isn’t, no matter what people say.”\n\n“And if, by acting, you could make things better?”\n\nLightsong shook his head. “Not going to happen. You know me better than that.”\n\n“I do, Your Grace,” Llarimar said. “I know you better, perhaps, than you think I do. You’ve always been one of the best men I have known.”\n\nLightsong rolled his eyes, but then stopped, noting the expression on Llarimar’s face.\n\nBest men I have known . . .\n\nLightsong sat up. “You knew me!” he accused. “That’s why you chose to be my priest. You did know me before! Before I died!”\n\nLlarimar said nothing.\n\n“Who was I?” Lightsong asked. “A good man, you claim. What was it about me that made me a good man?”\n\n“I can say nothing, Your Grace.”\n\n“You’ve already said something,” Lightsong said, raising a finger. “You might as well go on. No turning back.”\n\n“I’ve said too much already.”\n“Come on,” Lightsong said. “Just a little bit. Was I from T’Telir, then? How did I die?” Who is she, the woman I see in my dreams?\n\nLlarimar said nothing further.\n\n“I could command you to speak . . .”\n\n“No you couldn’t,” Llarimar said, smiling as he stood up. “It’s like the rain, Your Grace. You\n\ncan say you want to command the weather to change, but you don’t believe it, deep down. It doesn’t obey, and neither would I.”\n\nConvenient bit of theology, that, Lightsong thought. Particularly when you want to hide things from your gods.\n\nLlarimar turned to go. “You have paintings waiting to be judged, Your Grace. I suggest that you let your servants bathe and dress you so that you can get through the day’s work.”\n\nLightsong sighed, stretching. How exactly did he just do that to me? he thought. Llarimar hadn’t even really revealed anything, yet Lightsong had overcome his bout of melancholy. He eyed Llarimar as the priest reached the door and waved for the servants to return. Perhaps dealing with sullen deities was part of his job description.\n\nBut . . . he knew me before, Lightsong thought. And now he’s my priest. How did that happen? “Scoot,” Lightsong said, drawing the priest’s attention. Llarimar turned, guarded, obviously expecting Lightsong to pry further into his past.\n\n“What should I do?” Lightsong asked. “About Blushweaver and the queen?”\n\n“I cannot tell you, Your Grace,” Llarimar said. “You see, it is from what you do that we learn. If I guide you, then we gain nothing.”\n\n“Except perhaps the life of a young girl who is being used as a pawn.”\n\nLlarimar paused. “Do your best, Your Grace,” he said. “That is all I can suggest.”\n\nGreat, Lightsong thought as he stood. He didn’t know what his “best” was.\n\nThe truth was, he’d never bothered to find out.\n\n“This is nice,” Denth said, looking over the house. “Strong wood paneling. Will break very cleanly.”\n\n“Yeah,” Tonk Fah added, peeking into a closet. “And it has plenty of storage. Bet we could fit a good half-dozen bodies in here alone.”\n\nVivenna shot the two mercenaries a look, causing them to chuckle to themselves. The house wasn’t as nice as Lemex’s had been; she didn’t want to be ostentatious. It was one of many that were built in a row along a well-maintained street. Deeper than it was wide, the building was bordered on either side with large palm trees, obscuring the view should someone try to spy from the neighboring buildings.\n\nShe was pleased. Part of her balked at living in a home that was—despite being modest by Hallandren standards—nearly as large as the king’s palace back in Idris. However, she and Parlin had looked at and\nrejected cheaper sections of town. She didn’t want to live in a place where she was afraid to go out at night, particularly since she worried that her Breath might make her a target.\n\nShe trailed down the stairs, the mercenaries following. The house had three stories—a small upper story with sleeping chambers, the main floor with a kitchen and sitting room, and a cellar for storage. The building was sparsely furnished, and Parlin had gone to the market to shop for more. She hadn’t wanted to spend the money, but Denth had pointed out that they must at leasttry to keep up appearances, lest they end up drawing even more attention.\n\n“Old Lemex’s house will be taken care of soon,” Denth said. “We left some hints in the underground, mentioning that the old man was dead. Whatever we didn’t ransack, a gang of burglars will take care of tonight. By tomorrow, the city guard will be there, and they’ll assume that the place was burgled. The nurse has been paid off, and she never knew who Lemex really was anyway. When nobody comes to pay for the funeral ser vices, the authorities will take the house in forfeit and have the body burned with other debtors.”\n\nVivenna stopped at the bottom of the stairs, paling. “That doesn’t sound very respectful.”\n\nDenth shrugged. “What do you want to do? Go claim him at the charnel house yourself? Give him an Idrian ceremony?”\n\n“Good way to get people asking questions, that,” Tonk Fah said.\n\n“Better to just let others deal with it,” Denth said.\n\n“I suppose,” Vivenna said, turning away from the stairs and walking into the sitting room. “It just bothers me, letting his body be cared for by . . .”\n\n“By what?” Denth said, amused. “Pagans?”\n\nVivenna didn’t look at him.\n\n“The old man didn’t seem to care much about heathen ways,” Tonk Fah noted. “Not with the number of Breaths he held. Of course, didn’t your daddy give him the money to buy them?”\n\nVivenna closed her eyes.\n\nYou hold those same Breaths, she told herself. You’re not innocent in all of this.\n\nShe hadn’t been given a choice. She could only hope and assume that her father had felt he was in a similar position—no choice but to do what seemed wrong.\n\nLacking furniture, Vivenna arranged her dress and knelt on the wooden floor, hands in her lap. Denth and Tonk Fah sat back against the wall, looking just as comfortable sitting on a hardwood floor as they were when lounging in plush chairs. “All right, Princess,” Denth said, unfolding a paper from his pocket. “We’ve got some plans for you.”\n\n“Please continue, then.”\n\n“First,” Denth said, “we can get you a meeting with some of Vahr’s allies.”\n“Who exactly was this man?” Vivenna said, frowning. She didn’t like the idea of working with revolutionaries.\n\n“Vahr was a worker in the dye fields,” Denth said. “Things can get bad out in those fields—long hours, little more than food for pay. About five years back, Vahr got the bright idea that if he could convince enough of the other workers to give him their Breath, he might be able to use the power to start a revolt against the overseers. Became enough of a hero to the people in the outer flower plantations that he actually drew the attention of the Court of Gods.”\n\n“Never truly had a chance of starting a real rebellion,” Tonk Fah said.\n\n“So what good are his men to us?” Vivenna asked. “If they never had a chance of succeeding.”\n\n“Well,” Denth said, “you didn’t say anything about a rebellion or anything like that. You just want to make it tough for the Hallandren when they go to war.”\n\n“Revolts in the fields would sure be a pain during war,” Tonk Fah added.\n\nVivenna nodded. “All right,” she said. “Let’s meet with them.”\n\n“Just so you know, Princess,” Denth said. “These aren’t particularly . . . sophisticated kinds of folks.” “I am not offended by poverty or people of small means. Austre regards all people equally.”\n\n“I didn’t mean that,” Denth said, rubbing his chin. “It’s not that they’re peasants, it’s that . . . well, when Vahr’s little insurrection went bad, these are the people who were smart enough to get out quickly. That means they weren’t all that committed to him in the first place.”\n\n“In other words,” Tonk Fah said, “they were really just a bunch of thugs and crime lords who thought Vahr might be the source of some easy influence or money.”\n\nGreat, Vivenna thought. “And do we want to associate with people like that?” Denth shrugged. “We have to start somewhere.”\n\n“The other things on the list are a bit more fun,” Tonk Fah said.\n\n“And they are?” Vivenna asked.\n\n“Raid the Lifeless storage warehouse, for one,” Denth said, smiling. “We won’t be able to kill the things—not without drawing the rest of them down on us. But we might be able to muck up the way the creatures work.”\n\n“That sounds dangerous,” Vivenna said.\n\nDenth glanced at Tonk Fah, who opened his eyes. They shared a smile.\n\n“What?” Vivenna asked.\n\n“Hazard pay,” Tonk Fah said. “We may not steal your money, but we have nothing against overcharging you for extremely dangerous stunts!”\n\nVivenna rolled her eyes.\n“Beyond that,” Denth added, “from what I can tell, Lemex wanted to undermine the city’s food supply. It’s a good idea, I suppose. Lifeless don’t need to eat, but the humans who form the support structure of the army do. Disrupt supply, and perhaps people here will begin to worry if they can afford a long term war.”\n\n“That sounds more reasonable,” Vivenna said. “What did you come up with?”\n\n“We raid merchant caravans,” Denth said. “Burn things up, cost them a bunch. We make it look like bandits or maybe even remnants of Vahr’s supporters. That ought to confuse people in T’Telir and maybe make it more difficult for the priests to go to war.”\n\n“Priests run a lot of the trade in the city,” Tonk Fah added. “They have all the money so they tend to own the supplies. Burn away the stuff they intended to use for the war, and they’ll be more hesitant to attack. It’ll buy your people more time.”\n\nVivenna swallowed. “Your plans are a bit more . . . violent than I had anticipated.” The mercenaries shared a look.\n\n“You see,” Denth said. “This is where we get our bad reputation. People hire us to do difficult things— like undermine a country’s ability to wage war—then complain that we’re too violent.”\n\n“Very unfair,” Tonk Fah agreed.\n\n“Perhaps she’d rather we buy puppies for all of her enemies, then send them with nice apologetic notes, asking them to stop being so mean.”\n\n“And then,” Tonk Fah said, “when they don’t stop, we could kill the puppies!”\n\n“All right,” Vivenna said. “I understand that we’ll have to use a firm hand, but . . . really. I don’t want the Hallandren to starve because of what we do.”\n\n“Princess,” Denth said, sounding more serious. “These people want to attack your homeland. They see your family as the greatest existing threat to their power—and they’re going to make certain that nobody of the royal blood lives to challenge them.”\n\n“They get a child by your sister to be the next God King,” Tonk Fah said, “then they kill every other person of royal blood. They never have to worry about you again.”\n\nDenth nodded. “Your father and Lemex were right. The Hallandren have everything to lose by not attacking you. And, from what I can see, your people are going to need every bit of help you can give them. That means doing everything we can—scaring the priests, breaking their supply reserves, weakening their armies—to help out.”\n\n“We can’t stop the war,” Tonk Fah added. “We can just make the fight a little more fair.” Vivenna took a deep breath, then nodded. “All right, then, we’ll—”\n\nAt that moment, the door to the building flew open, slamming against the other side of the wall. Vivenna looked up. A figure stood in the doorway—a tall, bulky man with unusually large muscles and flat features. It took her a moment to register the other oddity about him.\nHis skin was grey. His eyes too. There was no color to him at all, and her Heightenings told her that he didn’t have a single Breath. A Lifeless soldier.\n\nVivenna scrambled to her feet, barely keeping in a cry of distress. She backed away from the large soldier. It just stood there, immobile, not even breathing. Its eyes tracked her—they didn’t just stare ahead like those of a dead man.\n\nFor some reason, she found that the most unnerving. “Denth!” Vivenna said. “What are you doing? Attack!”\n\nThe mercenaries remained where they were, lounging on the floor. Tonk Fah barely cracked an eye open. “Ah well,” Denth said. “Looks like we’ve been discovered by the city watch.”\n\n“Pity,” Tonk Fah said. “This was looking like it would be a fun job.” “Nothing but execution for us now,” Denth said.\n\n“Attack!” Vivenna cried. “You’re my bodyguards, you’re . . .” She trailed off, noticing as the two men began to chuckle.\n\nOh, Colors, not again, she thought. “What?” she said. “Some kind of joke? Did you paint that man grey? What’s going on?”\n\n“Move it, you rock on legs,” a voice said from behind the Lifeless. The creature walked into the room, carrying a couple of canvas bags over its shoulders. As it entered, it revealed a shorter woman standing behind. Thick through the thighs and through the bust, she had light brown hair that came down to her shoulders. She stood with hands on hips, looking upset.\n\n“Denth,” she snapped, “he’s here. In the city.”\n\n“Good,” Denth said, lounging back. “I owe that man a sword through the gut.” The woman snorted. “He killed Arsteel. What makes you think you can beat him?” “I’ve always been the better swordsman,” Denth said calmly.\n“Arsteel was good too. Now he’s dead. Who’s the woman?” “New employer.”\n\n“Hope she lives longer than the last one,” the woman grumbled. “Clod, put those down and go get the other bag.”\n\nThe Lifeless responded, setting down its bags and then walking back out. Vivenna watched, by now having figured out that the short woman must be Jewels, the third member of Denth’s team. What was she doing with a Lifeless? And how had she found the new house? Denth must have sent her a message.\n\n“What’s wrong with you?” Jewels said, glancing at Vivenna. “Some Awakener come by and steal your colors?”\n\nVivenna paused. “What?”\n“She means,” Denth said, “why do you look so surprised?”\n\n“That, and her hair is white,” Jewels said, walking over to the canvas bags.\n\nVivenna flushed, realizing that her shock had gotten the better of her. She returned her hair to its proper dark color. The Lifeless was returning, carrying another bag.\n\n“Where did that creature come from?” Vivenna asked.\n\n“What?” Jewels asked. “Clod? Made him from a dead body, obviously. I didn’t do it myself—I just paid money for someone else to.”\n\n“Too much money,” Tonk Fah added.\n\nThe creature clomped back into the room. It wasn’t unnaturally tall—not like a Returned. It could have been a normal, if well-muscled, man. Only the skin coloring, mixed with the emotionless face, was different.\n\n“She bought him?” Vivenna asked. “When? Just now?” “Nah,” Tonk Fah said, “we’ve had Clod for months.” “It’s useful to have a Lifeless around,” Denth said.\n\n“And you didn’t tell me about this?” Vivenna asked, trying to keep the hysteria out of her voice. First she’d had to deal with the city and all of its colors and people. Then she was given a dose of unwanted Breath. Now she was confronted by the most unholy of abominations.\n\n“The topic didn’t come up,” Denth said, shrugging. “They’re pretty common in T’Telir.” “We were just talking about defeating these things,” Vivenna said. “Not embracing them!”\n\n“We talked about defeating some of them,” Denth said. “Princess, Lifeless are like swords. They’re tools. We can’t destroy all of them in the city, nor would we want to. Just the ones being used by your enemies.”\n\nVivenna slid down, sitting on the wooden floor. The Lifeless set down its final bag, then Jewels pointed toward the corner. It walked over and stood there, patiently waiting for further orders.\n\n“Here,” Jewels said to the other two, untying the final large bag. “You wanted these.” She turned it on its side, exposing glittering metal shining within.\n\nDenth smiled, rising. He kicked Tonk Fah back awake—the large man had an uncanny ability to fall asleep at a moment’s notice—and walked over to the bag. He pulled out several swords, shiny and new-looking with long, thin blades. Denth made a few practice swings while Tonk Fah wandered over, pulling out wicked-looking daggers, some shorter swords, and then some leather jerkins.\n"], "title": ["Warbreaker"], "author": ["Brandon Sanderson"]}