{"genre": ["Fantasy"], "text": ["\ness of kindness, get command of ten thousand Lifeless? It’s obviously a dire error in judgment. Particularly since I don’t have command of any troops.”\n\n“Blushweaver,” he said with amusement, “you’re the goddess of honesty, communication, and interpersonal relationships. Why in the world would you be given stewardship of armies?”\n\n“There are many interpersonal relationships related to armies,” she said. “After all, what do you call one man hitting another with a sword? That’s interpersonal.”\n\n“Quite so,” Lightsong said, glancing back at Mercystar’s pavilion.\n\n“Now,” Blushweaver said, “I should think that you’d appreciate my arguments, since relationships are, in fact, war. As is clear in our relationship, dear Lightsong. We . . .” She trailed off, then poked him in the shoulder. “Lightsong? Pay attention to me!”\n\n“Yes?”\n\nShe folded her arms petulantly. “I must say, your banter has been decidedly off today. I may just have to find someone else to play with.”\n\n“Hum, yes,” he said, studying Mercystar’s palace. “Tragic. Now, the break-in at Mercystar’s. It was just one person?”\n\n“Supposedly,” Blushweaver said. “It’s not important.” “Was anyone injured?”\n\n“A couple of servants,” Blushweaver said with a wave of the hand. “One was found dead, I believe. You should be paying attention to me, not that—”\n\nLightsong froze. “Someone was killed?”\n\nShe shrugged. “So they say.”\n\nHe turned around. “I’m going to go back and talk to her some more.”\n\n“Fine,” Blushweaver snapped. “But you’ll do it without me. I have gardens to enjoy.” “All right,” Lightsong said, already turning away. “I’ll talk to you later.”\n\nBlushweaver let out a huff of indignation, her hands on her hips, watching him go. Lightsong ignored her irritation, however, more focused on . . .\n\nWhat? So some servants had been hurt. It wasn’t his place to be involved in criminal disturbances. And yet, he walked straight to Mercystar’s pavilion again, his servants and priests trailing behind, as ever.\nShe was still reclining on her couch. “Lightsong?” she asked with a frown.\n\n“I returned because I just heard that one of your servants was killed in the attack.”\n\n“Ah, yes,” she said. “The poor man. What a terrible occurrence. I’m sure he’s found his blessings in heaven.”\n\n“Funny, how they’re always in the last place you consider looking,” Lightsong said. “Tell me, how did the murder happen?”\n\n“It’s very odd, actually,” she said. “The two guards at the door were knocked unconscious. The intruder was discovered by four of my servants who were walking through the ser vice hallway. He fought them, knocked out one, killed another, and two escaped.”\n\n“How was the man killed?”\n\nMercystar sighed. “I really don’t know,” she said with a wave of the hand. “My priests can tell you. I fear I was too traumatized to take in the details.”\n\n“It would be all right if I talked to them?”\n\n“If you must,” Mercystar said. “Have I mentioned exactly how thoroughly out of sorts I am? One would think that you’d prefer to stay and comfort me.”\n\n“My dear Mercystar,” he said. “If you know anything of me, then you will realize that leaving you alone is by far the best comfort I can offer.”\n\nShe frowned, looking up.\n\n“It was a joke, my dear,” he said. “I am, unfortunately, quite bad at them. Scoot, you coming?” Llarimar, who stood—as always—with the rest of the priests, looked toward him. “Your Grace?”\n\n“No need to upset the others any further,” Lightsong said. “I think that you and I alone will be sufficient for this exercise.”\n\n“As you command, Your Grace,” Llarimar said. Once again, Lightsong’s servants found themselves separated from their god. They clustered uncertainly on the grass—like a group of children abandoned by their parents.\n\n“What is this about, Your Grace?” Llarimar asked quietly as they walked up to the palace.\n\n“I honestly have no idea,” Lightsong said. “I just feel that there’s something odd going on here. The break-in. The death of that man. Something is wrong.”\n\nLlarimar looked at him, a strange expression on his face.\n\n“What?” Lightsong asked.\n\n“It is nothing, Your Grace,” Llarimar finally said. “This is just a very uncharacteristic of you.”\n\n“I know,” Lightsong said, feeling confident about the decision nonetheless. “I honestly can’t say what prompted it. Curiosity, I guess.”\n“Curiosity that outweighs your desire to avoid doing . . . well, anything at all?”\n\nLightsong shrugged. He felt energized as he walked into the palace. His normal lethargy retreated, and instead he felt excitement. It was almost familiar. He found a group of priests chatting inside the servants’ corridor. Lightsong walked right up to them, and they turned to regard him with shock.\n\n“Ah, good,” Lightsong said. “I assume you can tell me more of this break-in?”\n\n“Your Grace,” one said as all three bowed their heads. “I assure you, we have everything under control. There is no danger to you or your people.”\n\n“Yes, yes,” Lightsong said, looking over the corridor. “Is this where the man was killed, then?”\n\nThey glanced at one another. “Over there,” one of them said reluctantly, pointing to a turn in the hallway.\n\n“Wonderful. Accompany me, if you please.” Lightsong walked up to the indicated section. A group of workers were removing the boards from the floor, probably to be replaced. Bloodstained wood, no matter how well cleaned, would not do for a goddess’s home.\n\n“Hum,” Lightsong said. “Looks messy. How did it happen?”\n\n“We aren’t sure, Your Grace,” said one of the priests. “The intruder knocked the men at the doorway unconscious, but did not otherwise harm them.”\n\n“Yes, Mercystar mentioned that,” Lightsong said. “But then he fought with four of the servants?”\n\n“Well, ‘fought’ isn’t quite the right word,” the priest said, sighing. Though Lightsong wasn’t their god, he was a god. They were bound by oath to answer his questions.\n\n“He immobilized one of them with an Awakened rope,” the priest continued. “Then, while one remained behind to delay the intruder, the other two ran for aid. The intruder quickly knocked the remaining man unconscious. At that time, the one who had been tied up was still alive.” The priest glanced at his colleagues. “When help finally came—delayed by a Lifeless animal that was causing confusion—they found the second man still unconscious. The first, still tied up, was dead. Stabbed through the heart with a dueling blade.”\n\nLightsong nodded, kneeling beside the broken boards. The servants who had been working there bowed their heads and retreated. He wasn’t certain what he expected to find. The floor had been scrubbed clean, then torn apart. However, there was a strange patch a short distance away. He walked over and knelt, inspecting it more closely. Completely devoid of color, he thought. He looked up, focusing on the priests. “An Awakener, you say?”\n\n“Undoubtedly, Your Grace.”\n\nHe looked back down at the grey patch. There’s no chance an Idrian did this, he realized.Not if he used Awakening. “What was this Lifeless creature you mentioned?”\n\n“A Lifeless squirrel, Your Grace,” one of the men said. “The intruder used it as a diversion.” “Well made?” he asked.\nThey nodded. “Using modern Command words, if its actions were any judge,” one said. “It even had ichor-alcohol instead of blood. Took us the better part of the night to catch the thing!”\n\n“I see,” Lightsong said, standing. “But the intruder escaped?” “Yes, Your Grace,” one of them said. “What do you suppose he was after?”\n\nThe priests wavered. “We don’t know for sure, Your Grace,” one of them said. “We scared him away before he could reach his goal—one of our men saw him fleeing back out the way he had come. Perhaps the resistance was too much for him.”\n\n“We think that he may have been a common burglar, Your Grace,” one said. “Here to sneak into the gallery and steal the art.”\n\n“Sounds likely enough to me,” Lightsong said, standing. “Good work with this, and all that.” He turned, walking back down the hallway toward the entrance. He felt strangely surreal.\n\nThe priests were lying to him.\n\nHe didn’t know how he could tell. Yet he did—he knew it deep inside, with some instincts he hadn’t realized he possessed. Instead of disturbing him, for some reason the lies excited him.\n\n“Your Grace,” Llarimar said, hurrying up. “Did you find what you wanted?”\n\n“That was no Idrian who broke in,” Lightsong said quietly as they walked into the sunlight.\n\nLlarimar raised an eyebrow. “There have been cases of Idrians coming to Hallandren and buying themselves Breath, Your Grace.”\n\n“And have you ever heard of one using a Lifeless?” Llarimar fell quiet. “No, Your Grace,” he finally admitted.\n\n“Idrians hate Lifeless. Consider them abominations, or some such nonsense. Either way, it wouldn’t make sense for an Idrian to try and get in like that. What would be the point? Assassinating a single one of the Returned? He or she would only be replaced, and the protocols in place would be certain that even the Lifeless armies weren’t without someone to direct them for long. The possibility for retaliation would far outweigh the benefit.”\n\n“So you believe that it was a thief?”\n\n“Of course not,” Lightsong said. “A ‘common burglar’ with enough money or Breath that he\n\ncan waste a Lifeless, just for a diversion? Whoever broke in, he was already rich. Besides, why sneak through the servants’ hallway? There are no valuables there. The interior of the palace holds far more wealth.”\n\nLlarimar fell quiet again. He looked over at Lightsong, the same curious expression as before on his face. “That’s some very solid reasoning, Your Grace.”\n\n“I know,” Lightsong said. “I feel positively unlike myself. Perhaps I need to go get drunk.”\n“You can’t get drunk.”\n\n“Ah, but I certainly enjoy trying.”\n\nThey walked back toward his palace, picking up his servants on the way. Llarimar seemed unsettled. Lightsong, however, simply felt excited. Murder in the Court of Gods, he thought.True, it was only a servant—but I’m supposed to be a god for all people, not just important ones. I wonder how long it’s been since someone was killed in the court? Hasn’t happened in my lifetime, certainly.\n\nMercystar’s priests were hiding something. Why had the intruder released a diversion—particularly such an expensive one—if he were simply going to run away? The servants of the Returned were not formidable soldiers or warriors. So why had he given up so easily?\n\nAll good questions. Good questions that he, of all people, shouldn’t have bothered to wonder about.\n\nAnd yet, he did.\n\nAll the way back to the palace, through a nice meal, and even into the night.\n\nSiri’s servants clustered around her uncertainly as she walked into the chaotic room. She wore a blue and white gown with a ten-foot train. As she entered, scribes and priests looked up in shock; some immediately scrambled to their feet, bowing. Others just stared as she passed, her serving women doing their best to hold her train with dignity.\n\nDetermined, Siri continued through the chamber—which was more like a hallway than a proper room. Long tables lined the walls, stacks of paper cluttered those tables, and scribes—Pahn Kahl men in brown, Hallandren men in the day’s colors—worked on the papers. The walls were, of course, black. Colored rooms were only found in the center of the palace, where the God King and Siri spent most of their time. Separately, of course.\n\nThough, things are a little different at night, she thought, smiling. It felt very conspiratorial of her to be teaching him letters. She had a secret that she was keeping from the rest of the kingdom, a secret that involved one of the most powerful men in the entire world. That gave her a thrill. She supposed she should have been more worried. Indeed, in her more thoughtful moments, the reality behind Bluefingers’s warnings did worry her. That’s why she had come to the scribes’ quarters.\n\nI wonder why the bedchamber is out here, she thought. Outside the main body of the palace, in the black part.\n\nEither way, the servants’ section of the palace—God King’s bedchamber excluded—was the last place the scribes expected to be disturbed by their queen. Siri noticed that some of her serving women looked apologetically at the men in the room as Siri arrived at the doors on the far side. A servant opened the door for her, and she entered the room beyond.\n\nA relaxed group of priests stood leafing through books in the medium-sized chamber. They looked over at her. One dropped his book to the floor in shock.\n\n“I,” Siri proclaimed, “want some books!”\n\nThe priests stared at her. “Books?” one finally asked.\n“Yes,” Siri said, hands on hips. “This is the palace library, is it not?”\n\n“Well, yes, Vessel,” the priest said, glancing at his companions. All wore the robes of their office, and this day’s colors were violet and silver.\n\n“Well, then,” Siri said. “I’d like to borrow some of the books. I am tired of common entertainment and shall be reading to myself in my spare time.”\n\n“Surely you don’t want these books, Vessel,” another priest said. “They are about boring topics like religion or city finances. Surely a book of stories would be more appropriate.”\n\nSiri raised an eyebrow. “And where might I find such a ‘more appropriate’ volume?”\n\n“We could have a reader bring the book from the city collection,” the priest said, stepping forward smoothly. “He’d be here shortly.”\n\nSiri hesitated. “No. I do not like that option. I shall take some of these books here.” “No, you shall not,” a new voice said from behind.\n\nSiri turned. Treledees, high priest of the God King, stood behind her, fingers laced, miter on his head, frown on his face.\n\n“You cannot refuse me,” Siri said. “I am your queen.”\n\n“I can and will refuse you, Vessel,” Treledees said. “You see, these books are quite valuable, and should something happen to them, the kingdom would suffer grave consequences. Even our priests are not allowed to bear them out of the room.”\n\n“What could happen to them in the palace, of all places?” she demanded.\n\n“It is the principle, Vessel. These are the property of a god. Susebron has made it clear that he wishes the books to stay here.”\n\nOh he has, has he? For Treledees and the priests, having a tongueless god was very convenient. The priests could claim that he’d told them whatever served the purposes of the moment, and he could never correct them.\n\n“If you absolutely must read these volumes,” Treledees said, “you can stay here to do it.”\n\nShe glanced at the room and thought of the stuffy priests standing in a flock around her, listening to her sound out words, making a fool of herself. If anything in these volumes was sensitive, they’d probably find a way to distract her and keep her from finding it.\n\n“No,” Siri said, retreating from the crowded room. “Perhaps another time.”\n\n\n\nI told you that they would not let you have the books, the God King wrote.\n\nSiri rolled her eyes and flopped back onto the bed. She still wore her heavy evening dress. For some reason, being able to communicate with the God King made her even shyer. She only took off the dresses right before she went to sleep—which, lately, was getting later and later. Susebron sat in his\nusual place—not on the mattress, as he had that first night. Instead, he had pulled his chair up beside the bed. He still seemed so large and imposing. At least, he did until he looked at her, his face open, honest. He waved her back toward him where he sat with a board, writing with a bit of charcoal that she’d smuggled in.\n\nYou shud not anger the prests so, he wrote. His spelling, as one might expect, was awful.\n\nPriests. She had pilfered a cup, then had hidden it in the room. If she held it to the wall and listened, she could sometimes faintly hear talking on the other side. After her nightly moaning and bouncing, she could usually hear chairs moving and a door closing. After that, there was silence in the other room.\n\nEither the priests left each night once they were sure the deed was done or they were suspicious and trying to fool her into thinking they were gone. Her instinct said the former, though she made certain to whisper when she spoke to the God King, just in case.\n\nSiri? he wrote. What are you thinking about?\n\n“Your priests,” she whispered. “They frustrate me! They intentionally do things to spite me.”\n\nThey are good men, he wrote. They work very hard to mayntayn my kingdom.\n\n“They cut out your tongue,” she said.\n\nThe God King sat quietly for a few moments. It was nesisary, he wrote. I have too much power.\n\nShe moved over. As usual, he shied back when she approached, moving his arm out of the way. There was no arrogance in this reaction. She had begun to think that he just had very little experience with touching.\n\n“Susebron,” she whispered. “These men are not looking after your best interests. They did more than cut out your tongue. They speak in your name, doing whatever they please.”\n\nThey are not my enemes, he wrote stubbornly. They are good men.\n\n“Oh?” she said. “Then why do you hide from them the fact that you’re learning to read?” He paused again, glancing downward.\n\nSo much humility for one who has ruled Hallandren for fifty years, she thought. In many ways, he’s like a child.\n\nI do not want them to know, he finally wrote. I do not want to upset them.\n\n“I’m sure,” Siri said flatly.\n\nHe paused. You are shur? he wrote. Does that mean you beleve me?\n\n“No,” Siri said. “That was sarcasm, Susebron.”\n\nHe frowned. I do not know this thing. Sarkazm.\n\n“Sarcasm,” she said, spelling it. “It’s . . .” She trailed off. “It’s when you say one thing, but you really mean the opposite.”\nHe frowned at her, then furiously erased his board and began writing again. This thing makes no sense. Why not say what you mean?\n\n“Because,” Siri said. “It’s just like . . . oh, I don’t know. It’s a way to be clever when you make fun of people.”\n\nMake fun of people? he wrote.\n\nGod of Colors! Siri thought, trying to think of how to explain. It seemed ridiculous to her that he would know nothing of mockery. And yet, he had lived his entire life as a revered deity and monarch. “Mockery is when you say things to tease,” Siri said. “Things that might be hurtful to someone if said in anger, but you say them in an affectionate or in a playful way. Sometimes you do just say them to be mean. Sarcasm is one of the ways we mock—we say the opposite, but in an exaggerated way.”\n\nHow do you know if the person is affekshonate, playful, or mean?\n\n“I don’t know,” Siri said. “It’s the way they say it, I guess.”\n\nThe God King sat, looking confused but thoughtful. You are very normal, he finally wrote. Siri frowned. “Um. Thank you?”\n\nWas that good sarcasm? he wrote. Because in reality, you are quite strange.\n\nShe smiled. “I try my best.”\n\nHe looked up.\n\n“That was sarcasm again,” she said. “I don’t ‘try’ to be strange. It just happens.”\n\nHe looked at her. How had she ever been frightened of this man? How had she misunderstood? The look in his eyes, it wasn’t arrogance or emotionlessness. It was the look of a man who was trying very hard to understand the world around him. It was innocence. Earnestness.\n\nHowever, he was not simple. The speed at which he’d learned to write proved that. True, he’d already understood the spoken version of the language—and he’d memorized all of the letters in the book years before meeting her. She’d only needed to explain the rules of spelling and sound for him to make the final jump.\n\nShe still found it amazing how quickly he picked things up. She smiled at him, and he hesitantly smiled back.\n\n“Why do you say that I’m strange?” she asked.\n\nYou do not do things like other people, he wrote. Everyone else bows before me all of the time. Nobody talks to me. Even the prests, they only okashonally give me instrukshons—and they haven’t done that in years.\n\n“Does it offend you that I don’t bow, and that I talk to you like a friend?”\n\nHe erased his board. Offend me? Why would it offend me? Do you do it in sarcasm?\n\n“No,” she said quickly. “I really like talking to you.”\nThen I do not understand.\n\n“Everyone else is afraid of you,” Siri said. “Because of how powerful you are.”\n\nBut they took away my tongue to make me safe.\n\n“It’s not your Breath that scares them,” Siri said. “It’s your power over armies and people. You’re the God King. You could order anyone in the kingdom killed.”\n\nBut why would I do that? he wrote. I would not kill a good person. They must know that.\n\nSiri sat back, resting on the plush bed, the fire crackling in the hearth behind them. “I know that, now,” she said. “But nobody else does. They don’t know you—they know only how powerful you are. So they fear you. And so they show their respect for you.”\n\nHe paused. And so, you do not respect me?\n\n“Of course I do,” she said, sighing. “I’ve just never been very good at following rules. In fact, if someone tells me what to do, I usually want to do the opposite.”\n\nThat is very strange, he wrote. I thought all people did what they were told.\n\n“I think you’ll find that most do not,” she said, smiling.\n\nThat will get you into trouble.\n\n“Is that what the priests taught you?”\n\nHe shook his head; then he reached over and took out his book. The book of stories for children. He brought it with him always, and she could see from his reverent touch that he valued it greatly.\n\nIt’s probably his only real possession, she thought. Everything else is taken from him every day, then replaced the next morning.\n\nThis book, he wrote. My mother read the stories to me when I was a child. I memorized them all, before she was taken away. It speaks of many children who do not do as they are told. They are often eaten by monsters.\n\n“Oh are they?” Siri said, smiling.\n\nDo not be afraid, he wrote. My mother taught me that the monsters are not real. But I remember the lessons the stories taught. Obediance is good. You shud treat people well. Do not go into the jungle by yourself. Do not lie. Do not hurt others.\n\nSiri’s smile deepened. Everything he’d learned in his life, he’d either gotten from moralistic folktales or from priests who were teaching him to be a figurehead. Once she realized that, the simple, honest man that he had become was not so difficult to understand.\n\nYet what had prompted him to defy that learning and ask her to teach him? Why was he willing to keep his learning secret from the men he had been taught all his life to obey and trust? He was not quite so innocent as he appeared.\n“These stories,” she said. “Your desire to treat people well. Is that what kept you from . . . taking me on any of those nights when I first came into the room?”\n\nFrom taking you? I do not understand.\n\nSiri blushed, hair turning red to match. “I mean, why did you just sit there?”\n\nBecause I did not know what else to do, he said. I knew that we need to have a child. So I sat and waited for it to happen. We must be doing something wrong, for no child has come.\n\nSiri paused, then blinked. He couldn’t possibly . . . “You don’t know how to have children?”\n\nIn the stories, he wrote, a man and a woman spend the night together. Then they have a child. We spent many nights together, and there were no children.\n\n“And nobody—none of your priests—explained the process to you?” No. What process do you mean?\n\nShe sat for a moment. No, she thought, feeling her blush deepen. I am not going to have that conversation with him. “I think we’ll talk about it another time.”\n\nIt was a very strange experiance when you came into the room that first night, he wrote. I must admit, I was very scared of you.\n\nSiri smiled as she remembered her own terror. It hadn’t even occurred to her that he would be frightened. Why would it have? He was the God King.\n\n“So,” she said, tapping the bedspread with one finger, “you were never taken to other women?” No, he wrote. I did find it very interesting to see you naked.\n\nShe flushed again, though her hair had apparently decided to just stay red. “That’s not what we’re talking about right now,” she said. “I want to know about other women. No mistresses? No concubines?”\n\nNo.\n\n“They really are scared of you having a child.”\n\nWhy say that? he wrote. They sent you to me.\n\n“Only after fifty years of rule,” she said. “And only under very controlled circumstances, with the proper lineage to produce a child with the right bloodline. Bluefingers thinks that child might be a danger to us.”\n\nI do not understand why, he wrote. This is what everyone wants. There must be an heir.\n\n“Why?” Siri said. “You still look like you’re barely two decades old. Your aging is slowed by your BioChroma.”\n\nWithout an heir, the kingdom is in danger. Should I be killed, there will be nobody to rule. “And that wasn’t a danger for the last fifty years?”\nHe paused, frowning, then slowly erased his board.\n\n“They must think that you’re in danger now,” she said slowly. “But not from sickness—even I know that Returned don’t suffer from diseases. In fact, do they even age at all?”\n\nI don’t think so, the God King wrote.\n\n“How did the previous God Kings die?”\n\nThere have been only four, he wrote. I do not know how they died for certain.\n\n“Only four kings in several hundred years, all dead of mysterious circumstances. . . .”\n\nMy father died before I was old enough to remember him, Susebron wrote. I was told he gave his life for the kingdom—that he released his BioChromatic Breath, as all Returned can, to cure a terrible disease. The other Returned can only cure one person. A God King, however, can cure many. That is what I was told.\n\n“There must be a record of that then,” she said. “Somewhere in those books the priests have guarded so tightly.”\n\nI am sorry that they would not let you read them, he wrote.\n\nShe waved an indifferent hand. “There wasn’t much chance of it working. I’ll need to find another way to get at those histories.” Having a child is the danger, she thought. That’s what Bluefingers said. So whatever threat there is to my life, it will only come after there is an heir. Bluefingers mentioned a threat to the God King too. That almost makes it sound like the danger comes from the priests themselves. Why would they want to harm their own god?\n\nShe glanced at Susebron, who was flipping intently through his book of stories. She smiled at the look of concentration on his face as he deciphered the text.\n\nWell, she thought, considering what he knows of sex, I’d say that we don’t have to worry much about having a child in the near future.\n\nOf course, she was also worried that the lack of a child would prove just as dangerous as the presence of one.\n\nVivenna went among the people of T’Telir and couldn’t help feeling that every one of them recognized her.\n\nShe fought the feeling down. It was actually a miracle that Thame—who came from her own home city —had been able to pick her out. The people around her would have no way of connecting Vivenna to the rumors they might have heard, especially considering her clothing.\n\nImmodest reds and yellows layered one atop the other on her dress. The garment had been the only one that Parlin and Tonk Fah had been able to find that met her stringent requirements for modesty. The tubelike dress was made after a foreign cut, from Tedradel, across the Inner Sea. It came down almost to her ankles, and though its snugness emphasized her bust, at least the garment covered her almost up to the neck, and had full-length sleeves.\nRebelliously, she did find herself stealing glances at the other women in their loose, short skirts and sleeveless tops. That much exposed skin was scandalous, but with the blazing sun and the cursed coastal humidity, she could see why they did it.\n\nAfter a month in the city, she was also beginning to get the hang of moving with the flow of traffic. She still wasn’t sure she wanted to be out, but Denth had been persuasive.\n\nYou know the worst thing that can happen to a bodyguard? he had asked. Letting your charge get killed when you aren’t even there. We have a small team, Princess. We can either divide and leave you behind with one guard or you can come with us. Personally, I’d like to have you along where I can keep an eye on you.\n\nAnd so she’d come. Dressed in one of her new gowns, her hair turned an uncomfortable—yet un-Idrian —yellow and left loose, blowing behind her. She walked around the garden square, as if out on a stroll, moving so that she wouldn’t look nervous. The people of T’Telir liked gardens—they had all kinds all over the city. In fact, from what Vivenna had seen, most of the city practically was a garden. Palms and ferns grew on every street, and exotic flowers bloomed everywhere year-round.\n\nFour streets crossed in the square, with four plots of cultivated ground forming a checkerboard pattern. Each sprouted a dozen different palms. The buildings surrounding the gardens were more rich than the ones in the market up the way. And while there was plenty of foot traffic, people made certain to stick to the slate sidewalks, for carriages were common. This was a wealthy shopping district. No tents. Fewer performers. Higher quality—and more expensive—shops.\n\nVivenna strolled along the perimeter of the northwestern garden block. There were ferns and grass to her right. Shops of a quaint, rich, and—of course—colorful variety lay across the street to her left. Tonk Fah and Parlin lounged between two of these. Parlin had the monkey on his shoulder, and had taken to wearing a colorful red vest with his green hat. She couldn’t help thinking that the woodsman was even more out of place in T’Telir than she was, but he didn’t seem to attract any attention.\n\nVivenna kept walking. Jewels trailed her somewhere in the crowd. The woman was good—Vivenna only rarely caught a glimpse of her, and that was because she’d been told where to look. She never saw Denth. He was there somewhere, far too stealthy for her to spot. As she reached the end of the street and turned around to walk back, she did catch sight of Clod. The Lifeless stood as still as one of the D’Denir statues that lined the gardens, impassively watching the crowds pass. Most of the people ignored him.\n\nDenth was right. Lifeless weren’t plentiful, but they also weren’t uncommon. Several walked through the market carrying packages for their owners. None of these were as muscular or as tall as Clod— Lifeless came in as many shapes and sizes as people. They were put to work guarding shops. Acting as packmen. Sweeping the walkway. All around her.\n\nShe continued to walk, and she caught a brief glimpse of Jewels in the crowd as she passed.How does she manage to look so relaxed? Vivenna thought. Each of the mercenaries looked as calm as if they were at a leisurely picnic.\nDon’t think about the danger, Vivenna thought, clenching her fists. She focused on the gardens. The truth was, she was a little jealous of the T’Telirites. People lounged, sitting on the grass, lying in the shade of trees, their children playing and laughing. D’Denir statues stood in a solemn line, arms upraised, weapons at the ready, as if in defense of the people. Trees climbed high into the sky, spreading branches that grew strange flowerlike bundles.\n\nWide-petaled flowers bloomed in planters; some of them were actually Tears of Edgli. Austre had placed the flowers where he wanted them. To cut and bring them back, to use them to adorn a room or house, was ostentation. Yet was it ostentatious to plant them in the middle of the city, where all were free to enjoy them?\n\nShe turned away. Her BioChroma continued to sense the beauty. The density of life in one area made a sort of buzz inside her chest.\n\nNo wonder they like to live so close together, she thought, noticing how a group of flowers scaled in color, fanning toward the inside of their planter. And if you’re going to live this compactly, the only way to see nature would be to bring it in.\n\n“Help! Fire!”\n\nVivenna spun, as did most of the other people on the street. The building Tonk Fah and Parlin had been standing next to was burning. Vivenna didn’t continue to gawk, but turned and looked toward the center of the gardens. Most of the people in the garden itself were stunned, looking toward the smoke billowing into the air.\n\nDistraction one.\n\nPeople ran to help, crossing the street, causing carriages to pull up abruptly. At that moment, Clod stepped forward—surging with the crowd—and swung a club at the leg of a horse. Vivenna couldn’t hear the leg break, but she did see the beast scream and fall, upsetting the carriage it had been pulling. A trunk fell from the top of the vehicle, plunging to the street.\n\nThe carriage belonged to one Nanrovah, high priest of the god Stillmark. Denth’s intelligence said the carriage would be carrying valuables. Even if it weren’t, a high priest in danger would draw a lot of attention. The trunk hit the street. And, in a twist of good fortune, it shattered, spraying out gold coins.\n\nDistraction two.\n\nVivenna caught a glimpse of Jewels standing on the other side of the carriage. She looked at Vivenna and nodded. Time to go. As people ran toward either gold or fire, Vivenna walked away. Nearby, Denth would be raiding one of the shops with a gang of thieves. The thieves got to keep the goods. Vivenna just wanted to make certain those goods disappeared.\n\nVivenna was joined by Jewels and Parlin on the way out. She was surprised to feel how quickly her heart was thumping. Almost nothing had happened. No real danger. No threat to herself. Just a couple of “accidents.”\n\nBut, then, that was the idea.\n\nHours later, Denth and Tonk Fah still hadn’t returned to the house. Vivenna sat quietly on their new furniture, hands in her lap. The furniture was green. Apparently, brown was not an option in T’Telir.\n\n“What time is it?” Vivenna asked quietly.\n\n“I don’t know,” Jewels snapped, standing beside the window, looking out at the street.\n\nPatience, Vivenna told herself. It’s not her fault she’s so abrasive. She had her Breath stolen.\n\n“Should they be back yet?” Vivenna asked calmly.\n\nJewels shrugged. “Maybe. Depends on if they decided to go to a safe house to let things cool down first or not.”\n\n“I see. How long do you think we should wait?”\n\n“As long as we have to,” Jewels said. “Look, do you think you could just not talk to me? I’d really appreciate it.” She turned back to look out the window.\n\nVivenna stiffened at the insult. Patience! she told herself. Understand her place. That’s what the Five Visions teach.\n\nVivenna stood up, then walked quietly over to Jewels. Tentatively, she laid an arm on the other woman’s shoulder. Jewels jumped immediately—obviously, without Breath, it was harder for her to notice when people approached her.\n\n“It’s all right,” Vivenna said. “I understand.”\n\n“Understand?” Jewels asked. “Understand what?”\n\n“They took your Breath,” Vivenna said. “They had no right to do something so terrible.” Vivenna smiled, then withdrew, walking to the stairs. Jewels started laughing. Vivenna stopped, glancing back.\n\n“You think you understand me?” Jewels asked. “What? You feel sorry for me because I’m a Drab?” “Your parents shouldn’t have done what they did.”\n\n“My parents served our God King,” Jewels said. “My Breath was given to him directly. It’s a greater honor than you could possibly understand.”\n\nVivenna stood still for a moment, absorbing that comment. “You believe in the Iridescent Tones?” “Of course I do,” Jewels said. “I’m a Hallandren, aren’t I?” “But the others—”\n\n“Tonk Fah is from Pahn Kahl,” Jewels said. “And I don’t know where in the Colors Denthis from. But I’m from T’Telir itself.”\n\n“But surely you can’t still worship those so-called gods,” Vivenna said. “Not after what was done to you.”\n“What was done to me? I’ll have you know that I gave away my Breath willingly.” “You were a child!”\n\n“I was eleven and my parents gave me the choice. I made the right one. My father had been in the dye industry, but had slipped and fallen. The damage to his back wouldn’t allow him to work, and I had five brothers and sisters. Do you know what it’s like to watch your brothers and sisters starve? Years before, my parents had already sold their Breath to get enough money to start the business. By selling mine, we got enough money to live for nearly a year!”\n\n“No price is worth a soul,” Vivenna said. “You—”\n\n“Stop judging me!” Jewels snapped. “Kalad’s Phantoms take you, woman. I was proud to sell my Breath! I still am. A part of me lives inside the God King. Because of me, he continues to live. I’m part of this kingdom in a way that few others are.”\n\nJewels shook her head, turning away. “That’s why we get annoyed by you Idrians. So high, so certain that what you do is right. If your god asked you to give up your Breath—or even the Breath of your child—wouldn’t you do it? You give up your children to become monks, forcing them into a life of servitude, don’t you? That’s seen as a sign of faith. Yet when we do something to serve our gods, you twist your lips at us and call us blasphemers.”\n\nVivenna opened her mouth, but could come up with no response. Sending children away to become monks was different.\n\n“We sacrifice for our gods,” Jewels said, still staring out the window. “But that doesn’t mean we’re being exploited. My family was blessed because of what we did. Not only was there enough money to buy food, but my father recovered, and a few years later, he was able to open up the dye business again. My brothers still run it.\n\n“You don’t have to believe in my miracles. You can call them accidents or coincidences, if you must. But don’t pity me for my faith. And don’t presume that you’re better, just because you believe something different.”\n\nVivenna closed her mouth. Obviously, there was no point in arguing. Jewels was in no mood for her sympathy. Vivenna retreated back up the stairs.\n\n\n\nA few hours later, it began to grow dark. Vivenna stood on the house’s second-story balcony, looking out over the city. Most of the buildings on their street had such balconies on the front. Ostentatious or not, from their hillside location they did provide a good view of T’Telir.\n\nThe city glowed with light. On the larger streets, pole-mounted lamps lined the sidewalks, lit each night by city workers. Many of the buildings were illuminated as well. Such expenditure of oil and candles still amazed her. Yet with the Inner Sea to hand, oil was far cheaper than it was in the highlands.\n\nShe didn’t know what to make of Jewels’s outburst. How could someone be proud that their Breath had been stolen and then fed to a greedy Returned? The woman’s tone seemed to indicate she was being\nsincere. She’d clearly thought about these things before. Obviously, she had to rationalize her experiences to live with them.\n\nVivenna was trapped. The Five Visions taught that she must try to understand others. They told her not to place herself above them. And yet, Austrism taught that what Jewels had done was an abomination.\n\nThe two seemed contradictory. To believe that Jewels was wrong was to place herself above the woman. Yet to accept what Jewels said was to deny Austrism. Some might have laughed at her turmoil, but Vivenna had always tried very hard to be devout. She’d understood that she’d need strict devotion to survive in heathen Hallandren.\n\nHeathen. Didn’t she place herself above Hallandren by calling it that word? But they wereheathen. She couldn’t accept the Returned as true gods. It seemed that to believe in any faith was to become arrogant.\n\nPerhaps she deserved the things Jewels had said to her.\n\nSomeone approached. Vivenna turned as Denth pushed open the wooden door and stepped out onto the balcony. “We’re back,” he announced.\n\n“I know,” she said, looking out over the city and its specks of light. “I felt you enter the building a little while ago.”\n\nHe chuckled, joining her. “I forget that you have so much Breath, Princess. You never use it.” Except to feel when people are nearby, she thought. But I can’t help that, can I?\n\n“I recognize that look of frustration,” Denth noted. “Still worried that the plan isn’t working fast enough?”\n\nShe shook her head. “Other things entirely, Denth.”\n\n“Probably shouldn’t have left you alone so long with Jewels. I hope she didn’t take too many bites out of you.”\n\nVivenna didn’t respond. Finally, she sighed, then turned toward him. “How did the job go?”\n\n“Perfectly,” Denth said. “By the time we hit the shop, nobody was looking. Considering the guards they put there every night, they must be feeling pretty stupid to have been robbed in broad daylight.”\n\n“I still don’t understand what good it will do,” she said. “A spice merchant’s shop?”\n\n“Not his shop,” Denth said. “His stores. We ruined or carted off every barrel of salt in that cellar. He’s one of only three men who store salt in any great amount; most of the other spice merchants buy from him.”\n\n“Yes, but salt,” Vivenna said. “What’s the point?”\n\n“How hot was it today?” Denth asked.\n\nVivenna shrugged. “Too hot.”\n\n“What happens to meat when it’s hot?”\n“It rots,” Vivenna said. “But they don’t have to use salt to preserve meat. They can use . . .”\n\n“Ice?” Denth asked, chuckling. “No, not down here, Princess. You want to preserve meat, you salt it. And if you want an army to carry fish with them from the Inner Sea to attack a place as far away as Idris . . .”\n\nVivenna smiled.\n\n“The thieves we worked with will ship the salt away,” Denth said. “Smuggle it to the distant kingdoms where it can be sold openly. By the time this war comes, the Crown will have some real trouble keeping its men supplied with meat. Just another small strike, but those should add up.”\n\n“Thank you,” Vivenna said.\n\n“Don’t thank us,” Denth said. “Just pay us.”\n\nVivenna nodded. They fell silent for a time, looking out over the city.\n\n“Does Jewels really believe in the Iridescent Tones?” Vivenna finally asked.\n\n“As passionately as Tonk Fah likes to nap,” Denth said. He eyed her. “You didn’t challenge her, did you?”\n\n“Kind of.”\n\nDenth whistled. “And you’re still standing? I’ll have to thank her for her restraint.” “How can she believe?” Vivenna said.\n\nDenth shrugged. “Seems like a good enough religion to me. I mean, you can go and see her gods. Talk to them, watch them shine. It isn’t all that tough to understand.”\n\n“But she’s working for an Idrian,” Vivenna said. “Working to undermine her own gods’ ability to wage war. That was a priest’s carriage we knocked over today.”\n\n“And a fairly important one, actually,” Denth said with a chuckle. “Ah, Princess. It’s a little difficult to understand. Mind-set of a mercenary. We’re paid to do things—but we’re not the ones doing them. It’s you who do these things. We’re just your tools.”\n\n“Tools that work against the Hallandren gods.”\n\n“That isn’t a reason to stop believing,” Denth said. “We get pretty good at separating ourselves from the things we have to do. Maybe that’s what makes people hate us so much. They can’t see that if we kill a friend on a battlefield, it doesn’t mean that we’re callous or untrustworthy. We do what we’re paid to do. Just like anyone else.”\n\n“It’s different,” Vivenna said.\n\nDenth shrugged. “Do you think the refiner ever considers that the iron he purifies could end up in a sword that kills a friend of his?”\nVivenna stared out over the lights of the city and all of the people they represented, with all their different beliefs, different ways of thinking, different contradictions. Perhaps she wasn’t the only one who struggled to believe two seemingly opposing things at the same time.\n\n“What about you, Denth?” she asked. “Are you Hallandren?” “Gods, no,” he said.\n\n“Then what do you believe?”\n\n“Haven’t believed much,” he said. “Not in a long time.”\n\n“What about your family?” Vivenna asked. “What did they believe?”\n\n“Family’s all dead. They believed faiths that most everybody has forgotten by now. I never joined them.”\n\nVivenna frowned. “You have to believe in something. If not a religion, then somebody. A way of living.”\n\n“I did once.”\n\n“Do you always have to answer so vaguely?”\n\nHe glanced at her. “Yes,” he said. “Except, perhaps, for that question.” She rolled her eyes.\n\nHe leaned against the banister. “The things I believed,” he said, “I don’t know that they’d make sense, or that you’d even hear me out if I told you about them.”\n\n“You claim to seek money,” she said. “But you don’t. I’ve seen Lemex’s ledgers. He wasn’t paying you that much. Not as much as I’d assumed by far. And, if you’d wanted, you could have hit that priest’s carriage and taken the money. You could have stolen it twice as easily as you did the salt.”\n\nHe didn’t respond.\n\n“You don’t serve any kingdom or king that I can figure out,” she continued. “You’re a better swordsman than any simple bodyguard—I suspect better than almost anyone, if you can impress a crime boss with your skill so easily. You could have fame, students, and prizes if you decided to become a sport duelist. You claim to obey your employer, but you give the orders more often than take them—and besides, since you don’t care about money, that whole employee thing is probably just a front.”\n\nShe paused. “In fact,” she said, “the only thing I’ve ever seen you express even a spark of emotion about is that man, Vasher. The one with the sword.”\n\nEven as she said the name, Denth grew more tense.\n\n“Who are you?” she asked.\n\nHe turned toward her, eyes hard, showing her—once again—that the jovial man he showed the world was a mask. A charade. A softness to cover the stone within.\n“I’m a mercenary,” he said.\n\n“All right,” she said, “then who were you?”\n\n“You don’t want to know the answer to that,” he said. And then he left, stomping away through the door and leaving her alone on the dark wooden balcony.\n\nLightsong awoke and immediately climbed from bed. He stood up, stretched, and smiled. “Beautiful day,” he said.\n\nHis servants stood at the edges of the room, watching uncertainly.\n\n“What?” Lightsong asked, holding out his arms. “Come on, let’s get dressed.”\n\nThey rushed forward. Llarimar entered shortly after. Lightsong often wondered how early he got up, since each morning when Lightsong rose, Llarimar was always there.\n\nLlarimar watched him with a raised eyebrow. “You’re chipper this morning, Your Grace.” Lightsong shrugged. “It just felt like it was time to get up.” “A full hour earlier than usual.”\n\nLightsong cocked his head as the servants tied off his robes. “Really?” “Yes, Your Grace.”\n\n“Fancy that,” Lightsong said, nodding to his servants as they stepped back, leaving him dressed.\n\n“Shall we go over your dreams, then?” Llarimar asked.\n\nLightsong paused, an image flashing in his head. Rain. Tempest. Storms. And a brilliant red panther.\n\n“Nope,” Lightsong said, walking toward the doorway.\n\n“Your Grace . . .”\n\n“We’ll talk about the dreams another time, Scoot,” Lightsong said. “We have more important work.” “More important work?”\n\nLightsong smiled, reaching the doorway and turning back. “I want to go back to Mercystar’s palace.” “Whatever for?”\n\n“I don’t know,” Lightsong said happily.\n\nLlarimar sighed. “Very well, Your Grace. But can we at least look over some art, first? There are people who paid good money to get your opinion, and some are waiting quite eagerly to hear what you think of their pieces.”\n\n“All right,” Lightsong said. “But let’s be quick about it.”\n\n\n\n\nLightsong stared at the painting.\nRed upon red, shades so subtle that the painter must have been of the Third Heightening at least. Violent, terrible reds, clashing against one another like waves—waves that only vaguely resembled men, yet that somehow managed to convey the idea of armies fighting much better than any detailed realistic depiction could have.\n\nChaos. Bloody wounds upon bloody uniforms upon bloody skin. There was so much violence in red. His own color. He almost felt as if he were in the painting—felt its turmoil shaking him, disorienting him, pulling on him.\n\nThe waves of men pointed toward one figure at the center. A woman, vaguely depicted by a couple of curved brushstrokes. And yet it was obvious. She stood high, as if atop a cresting wave of crashing soldiers, caught in mid-motion, head flung back, her arm upraised.\n\nHolding a deep black sword that darkened the red sky around it.\n"], "title": ["Warbreaker"], "author": ["Brandon Sanderson"]}