{"genre": ["Fantasy"], "text": ["\nthey just go about, ignoring it like that? It was so unnatural that it made her itch and squirm. Eventually, Denth noticed her. He told Tonk Fah to oil the blades, then walked over and sat down in front of Vivenna, leaning back with hands against the floor behind him.\n“That Lifeless is going to be a problem, Princess?” he asked.\n\n“Yes,” she said curtly.\n\n“Then we’ll need to work it out,” he said, meeting her eyes. “My team can’t function if you tie our hands. Jewels has invested a lot of effort into learning the proper Commands to use a Lifeless, not to mention learning to maintain the thing.”\n\n“We don’t need her.”\n\n“Yes,” Denth said. “Yes we do. Princess, you’ve brought a lot of biases into this city. It’s not my place to tell you what to do with them. I’m just your employee. But I will tell you that you don’t know half the things you think you do.”\n\n“It’s not about what I ‘think I know,’ Denth,” Vivenna said. “It’s what I believe. A person’s body shouldn’t be abused by making it come back to life and serve you.”\n\n“Why not?” he asked. “Your own theology says a soul leaves when the body dies. The corpse is just recycled dirt. Why not use it?”\n\n“It’s wrong,” Vivenna said.\n\n“The family of the corpse was well paid for the body.” “Doesn’t matter,” Vivenna said.\n\nDenth leaned forward. “Well, fine then. But if you order Jewels away, you order us all away. I’ll give your money back, then we’ll go hire you another team of bodyguards. You can use them instead.”\n\n“I thought you were my employee,” Vivenna snapped. “I am,” Denth said. “But I can quit whenever I want.” She sat quietly, stomach unsettled.\n\n“Your father was willing to use means that he didn’t agree with,” Denth said. “Judge him if you must, but tell me this. If using a Lifeless could save your kingdom, who are you to ignore the opportunity?”\n\n“Why do you care?” Vivenna asked.\n\n“I just don’t like leaving things unfinished.”\n\nVivenna glanced away.\n\n“Look at it this way, Princess,” he said. “You can work with us—which will give you chances to explain your views, maybe change our minds on things like Lifeless and BioChroma. Or you can send us away. But if you reject us because of our sins, aren’t you being ostentatious? Don’t the Five Visions say something about that?”\n\nVivenna frowned. How does he know so much about Austrism? “I’ll think about it,” she said. “Why did Jewels bring all those swords?”\n\n“We’ll need weapons,” Denth said. “You know, has to do with that violence thing we mentioned earlier.”\n“You don’t have any already?”\n\nDenth shrugged. “Tonk usually has a cudgel or knife on him, but a full sword draws attention in T’Telir. It’s best not to stand out, sometimes. Your people have some interesting wisdom in that area.”\n\n“But now . . .”\n\n“Now we don’t really have a choice,” he said. “If we keep moving forward with Lemex’s plans, things are going to get dangerous.” He eyed her. “Which reminds me. I have something else for you to think about.”\n\n“What?”\n\n“Those Breaths you hold,” Denth said. “They’re a tool. Just like the Lifeless. Now, I know you don’t agree with how they were obtained. But the fact is, you have them. If a dozen slaves die to forge a sword, does it do any good to melt down the sword and refuse to use it? Or is it better to use that sword and try to stop the men who did such evil in the first place?”\n\n“What are you saying?” Vivenna said, feeling that she probably already knew.\n\n“You should learn to use the Breaths,” Denth said. “Tonks and I could sure use an Awakener backing us up.”\n\nVivenna closed her eyes. Did he have to hit her with that now, right after twisting around her concerns about the Lifeless? She had expected to find uncertainties and obstacles in T’Telir. She just hadn’t expected so many difficult decisions. And she hadn’t expected them to endanger her soul.\n\n“I’m not going to become an Awakener, Denth,” Vivenna said quietly. “I might turn a blind eye toward that Lifeless, for now. But I will not Awaken. I expect to take these Breaths to my death so that nobody else can benefit from harvesting them. No matter what you say, if you buy that sword forged by overworked slaves, then you’ll just encourage the evil merchants.”\n\nDenth fell silent. Then he nodded, standing. “You’re the boss, and it’s your kingdom. If we fail, the only thing I lose is an employer.”\n\n“Denth,” Jewels said, approaching. She barely gave Vivenna a glance. “I don’t like this. I don’t like the fact that he got here first. He has Breath—reports say he looked to have reached at least the Fourth Heightening. Maybe the Fifth. I’ll bet he got it from that rebel, Vahr.”\n\n“How do you even know it’s him?” Denth asked.\n\nJewels snorted. “Word’s all over. People being found slaughtered in alleyways, the wounds corrupt and black. Sightings of a new, powerful Awakener roaming the city carrying a black-handled sword in a silver sheath. It’s Tax, all right. Goes by a different name now.”\n\nDenth nodded. “Vasher. He’s used it for a while. It’s a joke on his part.”\n\nVivenna frowned. Black-handled sword. Silver sheath. The man at the arena? “Who are we talking about?”\n\nJewels shot her an annoyed look, but Denth just shrugged. “Old . . . friend of ours.”\n“He’s bad trouble,” Tonk Fah said, walking up. “Tax tends to leave a lot of bodies in his wake. Has strange motivations—doesn’t think like other people.”\n\n“He’s interested in the war for some reason, Denth,” Jewels said.\n\n“Let him be,” Denth snapped. “That will just bring him across my path all the sooner.” He turned away, waving a hand indifferently. Vivenna watched him go, noting the frustration in his step, the curtness of his motions.\n\n“What is wrong with him?” she asked Tonk Fah.\n\n“Tax—or, I guess, Vasher—” Tonk Fah said. “He killed a good friend of ours over in Yarn Dred a couple months back. Denth used to have four people in this team.”\n\n“It shouldn’t have happened,” Jewels said. “Arsteel was a brilliant duelist—almost as good as Denth. Vasher’s never been able to beat either of them.”\n\n“He used that . . . sword of his,” Tonk Fah grumbled.\n\n“There was no blackness around the wound,” Jewels said.\n\n“Then he cut the blackness out,” Tonk Fah snapped, watching Denth belt a sword to his waist. “There’s no way Vasher beat Arsteel in a fair duel. No way.”\n\n“This Vasher,” Vivenna found herself saying. “I saw him.” Jewels and Tonk Fah turned sharply.\n\n“He was at the court yesterday,” Vivenna said. “Tall man, carrying a sword when nobody else did. It had a black hilt and a silver sheath. He looked ragged. Hair unkempt, beard scraggly, clothing ripped in places. Only a rope for a belt. He was watching me from behind. He looked . . . dangerous.”\n\nTonk Fah cursed quietly.\n\n“That’s him,” Jewels said. “Denth!”\n\n“What?” Denth asked.\n\nJewels gestured at Vivenna. “He’s a step ahead of us. Been tailing your princess here. She saw him watching her at the court.”\n\n“Colors!” Denth swore, snapping a dueling blade into the sheath at his waist. “Colors, Colors, Colors!”\n\n“What?” Vivenna asked, paling. “Maybe it was just a coincidence. He could have just come to watch the court.”\n\nDenth shook his head. “There are no coincidences where that man is concerned, Princess. If he was watching you, then you can bet on the Colors that he knows exactly who you are and where you came from.” He met her eyes. “And he’s probably planning to kill you.”\n\nVivenna fell silent.\n\nTonk Fah laid a hand on her shoulder. “Ah, don’t worry, Vivenna. He wants to kill us too. At least you’re in good company.”\nFor the first time in her several weeks at the palace, Siri stood before the God King’s door and felt neither worried nor tired.\n\nBluefingers, oddly, wasn’t scribbling on his pad. He watched her silently, expression unreadable.\n\nSiri almost smiled to herself. Gone were the days when she’d had to lie on the floor, awkwardly trying to kneel while her back complained. Gone were the days when she had to fall asleep on the marble, her discarded dress her only comfort. Ever since she’d grown daring enough to climb into the bed the previous week, she’d slept well each night, comfortable and warm. And not once had she been touched by the God King.\n\nIt was a nice arrangement. The priests—apparently satisfied that she was doing her wifely duty—left her alone. She didn’t have to be naked in front of anyone, and she was beginning to learn the social dynamic of the palace. She’d even gone to a few more sessions of the Court Assembly, though she hadn’t mingled with the Returned.\n\n“Vessel,” Bluefingers said quietly.\n\nShe turned toward him, raising an eyebrow.\n\nHe shuffled uncomfortably. “You . . . have found a way to make the king respond to your advances, then?”\n\n“That got out, did it?” she asked, looking back at the door. Inside, her smile deepened.\n\n“Indeed it did, Vessel,” Bluefingers said, tapping his ledger from beneath. “Only those in the palace know about any of this, of course.”\n\nGood, Siri thought. She glanced to the side.\n\nBluefingers did not look pleased.\n\n“What?” she asked. “I’m out of danger. The priests can stop worrying about an heir.” For a few months, at least. They’ll get suspicious eventually.\n\n“Vessel,” Bluefingers said with a harsh whisper. “Doing your duty as the Vessel was the danger!”\n\nShe frowned, looking at Bluefingers as the little scribe tapped his board. “Oh gods, oh gods, oh gods . . .” he whispered to himself.\n\n“What?” she asked.\n\n“I shouldn’t say.”\n\n“Then what is the point of bringing it up in the first place! Honestly, Bluefingers, you’re getting frustrating. Leave me too confused, and I might just start asking questions—”\n\n“No!” Bluefingers said sharply, then immediately glanced behind him, cringing slightly. “Vessel, you must not speak to others of my fears. They’re silly, really, nothing to bother anyone else with. Just . . .”\n\n“What?” she asked.\n“You must not bear him a child,” Bluefingers said. “That is the danger, both to yourself and to the God King himself. This all . . . everything here in the palace . . . it is not what it appears to be.”\n\n“That’s what everyone says,” she snapped. “If it’s not what it seems, then tell me what it is.”\n\n“There is no need,” Bluefingers said. “And I will not speak of this again. After tonight, you will conduct yourself to the bedchamber—you obviously have the pattern down well enough. Just wait a hundred heartbeats or so after the women let you out of the dressing room.”\n\n“You have to tell me something!” Siri said.\n\n“Vessel,” Bluefingers said, leaning in. “I advise you to please keep your voice down. You don’t know how many factions shift and move inside the palace. I am a member of many of them, and a stray word on your part could . . . no, would . . . mean my death. Do you understand that? Can you understand that?”\n\nShe hesitated.\n\n“I should not be putting my life in danger because of you,” he said. “But there are things about this arrangement with which I do not agree. And so, I give my warning. Avoid giving the God King a child. If you want to know more than that, read your histories. Honestly, I would think that you’d have come to all this a little more prepared.”\n\nAnd with that, the little man left.\n\nSiri shook her head, then sighed and pushed open the door and entered the God King’s chamber. She closed the door, then eyed the God King—who watched her, as always—and pulled off her dress, leaving her shift on. She went to the bed and sat down, waiting a few minutes before climbing up on her knees to do her bouncing, moaning act. She varied it sometimes, doing several different rhythms, getting creative.\n\nOnce she was done, she snuggled down in the blankets and lay back in the pillows to think.Could Bluefingers have been any more obscure? she thought with frustration. What little Siri knew of political intrigue told her that people preferred to be subtle—obscure, even—to protect themselves from implication.\n\nRead your histories. . . .\n\nIt seemed an odd suggestion. If the secrets were that visible, then why would they be dangerous?\n\nStill, as she thought, she did find herself feeling grateful for Bluefingers. She couldn’t really blame him for his hesitation. He’d probably already endangered himself far more than he should have. Without him, she wouldn’t have known she was in danger.\n\nIn a way, he was the only friend she had in the city—a person like herself, a person drawn in from another country. A country that was overshadowed by beautiful, bold Hallandren. A man who . . .\n\nHer thoughts trailed off; she felt something odd. She opened her eyes.\n\nSomeone loomed over her in the darkness.\nDespite herself, Siri screamed in surprise. The God King jumped back, stumbling. Heart thumping, Siri shuffled backward on the bed, pulling the covers up over her chest—though, of course, he had seen her unclothed so often that it was a ridiculous gesture.\n\nThe God King stood in his dark black clothing, looking uncertain in the hearth’s wavering light. She’d never asked her servants why he wore black. One would think that he would prefer white, which he could affect so dramatically with his BioChroma.\n\nFor a few moments, Siri sat with the blankets clutched before her, then forced herself to relax. Stop being so silly, she told herself. He’s never so much as threatened you.\n\n“It’s all right,” she said softly. “You just startled me.”\n\nHe glanced at her. And—with a jolt of surprise—she realized this was the first time she’d addressed him since her outburst the previous week. Now that he stood, she could see even better how . . . heroic he looked. Tall, broad-shouldered, like a statue. Human, but of more dramatic proportions. Carefully, showing more uncertainty than she’d ever expected from a man who had the title of God King, he moved back to the bed. He sat down on its edge.\n\nThen he reached to his shirt, pulling it up.\n\nOh, Austre, she thought with sudden shock. Oh, God, Lord of Colors! This is it! He’s finally coming for me!\n\nShe couldn’t fight off the trembles. She’d convinced herself that she was safe, comfortable. She shouldn’t have to go through this. Not again!\n\nI can’t do it! I can’t! I—\n\nThe God King pulled something out from underneath his shirt, then let the garment drape back down. Siri sat, breath coming in gasps, slowly realizing that he was making no further moves toward her. She calmed herself, forcing the color back into her hair. The God King laid the object on the bed, and the firelight revealed it to be . . . a book. Siri immediately thought of the histories Bluefingers had mentioned, but she quickly discarded the idea. This book, from the title on the spine, was a book of stories for children.\n\nThe God King let his fingers rest on it, then he delicately opened to the first page. The white parchment bent in the force of his BioChroma, shooting out prismatic colors. This didn’t distort the text, and Siri carefully inched forward, looking at the words.\n\nShe looked up at the God King. His face seemed less stiff than usual. He nodded down at the page, then pointed at the first word.\n\n“You want me to read this?” Siri asked in a low whisper, mindful of the priests who might be listening.\n\nThe God King nodded.\n\n“It says ‘Stories for Children,’ ” Siri said, confused.\n\nHe turned the book around, looking at it himself. He rubbed his chin in thought.\nWhat’s going on? she thought. It didn’t seem like he was going to bed her. Did he, instead, expect her to read a story to him? She couldn’t imagine him asking for something that childish. She looked up at him again. He turned the book around, pointing at the first word. He nodded toward it.\n\n“Stories?” Siri asked.\n\nHe pointed at the word. She looked closely, trying to discern some hidden meaning or mysterious text. She sighed, looking up at him. “Why don’t you just tell me?”\n\nHe paused, cocking his head. Then he opened his mouth. By the waning light of the hearth’s fire, Siri saw something shocking.\n\nThe God King of Hallandren had no tongue.\n\nThere was a scar. She could just barely see it if she squinted closely. Something had happened to him, some terrible accident had ripped it free. Or . . . had it been taken purposefully? Why would anyone remove the tongue of the king himself?\n\nThe answer came to her almost immediately.\n\nBioChromatic Breath, she realized, thinking back to a half-remembered lesson from her childhood. To Awaken objects, a person must give a Command. Words spoken in a crisp, clear voice. No slurring or mumbling allowed, or the Breath will not function.\n\nThe God King looked away, suddenly, seeming ashamed. He picked up the book, holding it to his chest, and moved to stand.\n\n“No, please,” Siri said, edging forward. She reached her hand forward and touched his arm.\n\nThe God King froze. She immediately pulled her hand back. “I didn’t mean to look so disgusted,” Siri said in her whispered voice. “That wasn’t because of . . . your mouth. It was because I was realizing why it must have been done to you.”\n\nThe God King studied her, then slowly seated himself again. He held himself back far enough that they were not touching, and she did not reach for him again. However, he did carefully—almost reverently —put his book back down on the bed. He opened to the first page again, then looked at her, his eyes pleading.\n\n“You can’t read, can you?” Siri asked.\n\nHe shook his head.\n\n“That’s the secret,” she whispered. “The thing that scares Bluefingers so much. You’re not king, you’re a puppet! A figurehead. You’re paraded around by your priests, given a BioChromatic aura so strong that it makes people fall to their knees in wonder. Yet they took your tongue so that you couldn’t ever use it, and they never taught you to read, lest you learn too much or manage to communicate with others.”\n\nHe sat and looked away.\n“All so that they could control you.” No wonder Bluefingers is so scared. If they would do that to their own god . . . then the rest of us are nothing to them.\n\nIt made sense, now, why they had been so adamant about her not talking to—or even kissing—the king. It made sense why they would dislike her so much. They were worried about someone spending time alone with the God King. Someone who might discover the truth.\n\n“I’m sorry,” she whispered.\n\nHe shook his head, then met her eyes. There was a strength in them she wouldn’t have expected of a man who had been sheltered and isolated as he must have been. Finally, he looked down, pointing back at the words on the page. The first word. The first letter, actually.\n\n“That is the letter ‘shash,’ ” Siri said, smiling. “I can teach you them all, if you wish.” The priests were right to be worried.\n\nVasher stood atop the palace of the God King, watching the sun drop above the western rain forest. The sunset was vibrant amidst the clouds, colors flaring, beautiful reds and oranges painting the trees. Then the sun disappeared and the colors faded.\n\nSome said that before a man died, his BioChromatic aura flared with sudden brightness. Like a heart giving its last beat, like the final surge of a wave before the tide retreats. Vasher had seen it happen, but not with every death. The event was rare, much like a perfect sunset.\n\nDramatic, Nightblood noted.\n\nThe sunset? Vasher asked.\n\nYes.\n\nYou can’t see it, he said to the sword.\n\nBut I can feel you seeing it. Crimson. Like blood in the air.\n\nVasher didn’t respond. The sword couldn’t see. But with its powerful, twisted BioChroma, it could sense life and people. Both were things Nightblood had been created to protect. It was strange, how easily and quickly protection could cause destruction. Sometimes, Vasher wondered if the two weren’t really the same thing. Protect a flower, destroy the pests who wanted to feed on it. Protect a building, destroy the plants that could have grown in the soil.\n\nProtect a man. Live with the destruction he creates.\n\nAlthough it was dark, Vasher’s life sense was strong. He could just faintly feel the grass growing below and knew how far away it was. With more Breath, he might even have been able to sense the lichen growing on the palace stones. He knelt down, laying one hand on his trouser leg and one on the stone of the palace.\n\n“Strengthen me,” he Commanded, Breathing. His trouser legs stiffened, and a patch of color bled from the black stone beside him. Black was a color. He’d never considered that before he’d become an\nAwakener. Tassels hanging at his cuffs stiffened, wrapping around his ankle. With him kneeling as he was, they could also twist around the bottoms of his feet.\n\nVasher placed a hand on the shoulder of his shirt, touching another patch of marble as he formed an image in his mind. “Upon call, become my fingers and grip,” he Commanded. The shirt quivered and a group of tassels curled up around his hand. Five of them, like fingers.\n\nIt was a difficult Command. It required far more Breath to Awaken than he would have liked—his remaining Breath barely allowed him the Second Heightening—and the visualization of the Command had taken practice to perfect. The finger tassels were worth it; they had proven very useful, and he was loath to engage in the night’s activities without them.\n\nHe stood up straight, noting the scar of grey marble on the otherwise perfectly black palace surface. He smiled to think of the indignation the priests would feel when they discovered it.\n\nHe tested the strength in his legs, gripping Nightblood, then took a careful step off the side of the palace. He fell some ten feet; the palace was constructed from massive stone blocks in a steep pyramidal shape. He landed hard on the next block, but his Awakened clothing absorbed some of the shock, acting like a second, external set of bones. He stood up, nodding to himself, then jumped down the other pyramid steps.\n\nEventually, he landed on the soft grass north of the palace, close to the wall that surrounded the entire plateau. He crouched, watching quietly.\n\nSneaking, Vasher? Nightblood said. You’re terrible at sneaking.\n\nVasher didn’t respond.\n\nYou should attack, Nightblood said. You’re good at that.\n\nYou just want to prove how strong you are, Vasher thought.\n\nWell, yes, the sword replied. But you do have to admit that you’re bad at sneaking.\n\nVasher ignored the sword. A lone man in ragged clothing carrying a sword across the grounds would be conspicuous. So he surveyed. He had picked a night when the gods hadn’t planned any grand celebrations out in the courtyard, but there were still small groups of priests, minstrels, or servants moving between palaces.\n\nHow sure are you about this information of yours? Nightblood said. Because, honestly, I don’t trust priests.\n\nHe isn’t a priest, Vasher thought. He moved carefully, creeping through the dark starlit shadow of the wall’s overhang. His contact had warned him to stay away from the palaces of influential gods like Blushweaver and Stillmark. But he had also said that the palace of a lesser god—like Giftbeacon or Peaceyearning—wouldn’t work for Vasher’s purpose. Instead, Vasher sought out the home of Mercystar, a Returned known for her involvement in politics, yet who wasn’t all that influential.\nHer palace looked relatively dark this evening, but there would still be guards. Hallandren Returned all had servants to spare. Sure enough, Vasher located two men watching the door he wanted. They wore the extravagant costumes of court servants, colored yellow and gold after the pattern of their mistress.\n\nThe men weren’t armed. Who would attack the home of a Returned? They were simply there to keep anyone from wandering in and bothering their lady while she slept. They stood by their lanterns, alert and attentive, but more for the sake of appearances than anything else.\n\nVasher obscured Nightblood beneath his cloak, then walked out of the darkness, looking from side to side anxiously, mumbling to himself. He hunched his body to help hide the oversized hidden sword.\n\nOh, please, Nightblood said flatly. The crazy disguise? You’re cleverer than that.\n\nIt’ll work, Vasher thought. This is the Court of Gods. Nothing attracts the unbalanced more than the prospect of meeting deities.\n\nThe two guards looked up when they saw him approaching, but they didn’t seem surprised. They had probably dealt with marginally insane people every day of their professional careers. Vasher had seen the types who ended up in the lines for Returned petitions.\n\n“Here now,” one of the men said as Vasher approached. “How’d you get in here?”\n\nVasher stepped up to them, mumbling to himself about talking to the god dess. The second man put a hand on Vasher’s shoulder. “Come on, friend. Let’s get you back to the gates and see if there’s a shelter that’s still taking people in for the night.”\n\nVasher hesitated. Kindness. He hadn’t expected that, for some reason. The emotion made him feel a tad guilty for what he had to do next.\n\nHe snapped his arm to the side, twitching his thumb twice to make the long finger tassels on his shirt sleeve begin mimicking the motions of his real fingers. He formed a fist. The tassels snapped forward, wrapping around the first guard’s neck.\n\nThe man choked out a soft gasp of surprise. Before the second guard could react, Vasher brought Nightblood up, ramming the hilt into the guard’s stomach. The man stumbled, and Vasher swept his feet out from beneath him. Vasher’s boot followed, coming down slowly but firmly on the man’s neck. He wiggled, but Vasher’s legs bore Awakened strength.\n\nVasher stood for a long moment, both men struggling, neither managing to escape their strangulation. A short time later, Vasher stepped off the second guard’s neck, then lowered the first guard to the grass, twitching his thumb twice and releasing the finger tassels.\n\nYou didn’t use me much, Nightblood said, sounding hurt. You could have used me. I’m better than a shirt. I’m a sword.\n\nVasher ignored the comments, scanning the darkness to see if he had been spotted.\n\nI really am better than a shirt. I would have killed them. Look, they’re still breathing. Stupid shirt.\n\nThat was the point, Vasher thought. Corpses cause more trouble than men who get knocked out.\nI could knock people out, Nightblood said immediately.\n\nVasher shook his head, ducking into the building. Returned palaces—this one included—were generally just collections of open rooms with colorful sheets on the doorways. The weather was so temperate in Hallandren that the building could be open to the air at all times.\n\nHe didn’t go through the central rooms, but instead stayed in the peripheral servant hallway. If Vasher’s in for mant had been truthful, then what he wanted could be found on the northeast side of the building. As he walked, he unraveled the rope from his waist.\n\nBelts are stupid too, Nightblood said. They—\n\nAt that moment, a group of four servants rounded the corner directly ahead of Vasher. Vasher looked up, startled but not really surprised.\n\nThe servants’ shock lasted a second longer than his own. Within a heartbeat, Vasher snapped the rope forward. “Hold things,” he Commanded, giving up most of his remaining Breath. The rope wrapped around the arm of one of the servants, though Vasher had been aiming for the neck. Vasher cursed, yanking the person forward. The man cried out as Vasher knocked him against the angle of the corner. The others moved to run.\n\nVasher whipped out Nightblood with his other hand.\n\nYes! the sword thought.\n\nVasher didn’t draw the sword. He simply tossed it forward. The blade skidded against the floor, then came to rest before the three men. One of the group froze, looking down at the sword, transfixed. He reached out tentatively, eyes awed.\n\nThe other two took off running, yelling about an intruder.\n\nBlast! Vasher thought. He yanked the rope, knocking the entangled servant off of his feet again. As the servant tried to stumble to his feet, Vasher dashed forward and wrapped the rope around the man’s hands and body. To his side, the remaining servant ignored both Vasher and his friend. This man picked up Nightblood, eyes alight. He undid the snap on the hilt, moving to pull the sword.\n\nWhen he had barely gotten a thin sliver of blade free, a dark, fluidlike smoke began to stream out. Some dripped to the ground; other tendrils of it snaked out and wrapped around the man’s arm, drawing the color from his skin.\n\nVasher kicked out with an Awakened leg, knocking the man down, forcing him to drop Nightblood. Vasher left the first man squirming, tied up, then grabbed the man who had held the sword and rammed his head against the wall.\n\nBreathing hard, Vasher grabbed Nightblood, closed the sheath, and did up the clasp. Then he reached over, touching the rope that tied the dazed servant. “Your Breath to mine,” he said, recovering the Breath from the rope, leaving the man bound.\n\nYou didn’t let me kill him, Nightblood said, annoyed.\n\nNo, Vasher said. Corpses, remember?\nAnd . . . two ran away from me. That’s not right.\n\nYou cannot tempt the hearts of men who are pure, Nightblood. No matter how much he explained that concept, it seemed beyond the sword’s ability to comprehend.\n\nVasher moved quickly, dashing down the hallway. He had only a little farther to go, but there were already cries of alarm and calls for help. He had no desire to fight an army of servants and soldiers. He stopped, uncertain, in the unadorned hallway. He noticed, idly, that Awakening the rope had inadvertently stolen the color from his boots and cloak—the only pieces of clothing he wore that weren’t themselves Awakened.\n\nThe grey clothing would instantly brand him for what he was. But the thought of backing down made him cringe. He gritted his teeth in frustration, punching the wall. This was supposed to have gone a lot more smoothly.\n\nI told you, you aren’t sneaky, Nightblood said.\n\nShut up, Vasher thought, determined not to run. He reached into a pouch at his belt, pulling out the object within: a dead squirrel.\n\nYuck, Nightblood said with a sniff.\n\nVasher knelt, putting a hand on the creature.\n\n“Awaken to my Breath,” he Commanded, “serve my needs, live at my Command and my word. Fallen Rope.”\n\nThose last words, “fallen rope,” formed the security phrase. Vasher could have chosen anything, but he picked the first thing that came to mind.\n\nOne Breath was leached from his body, going down into the small rodent’s corpse. The thing began to twitch. That was a Breath Vasher would never be able to recover, for creating a Lifeless was a permanent act. The squirrel lost all color, bleeding to grey, the Awakening feeding off the body’s own colors to help fuel the transformation. The squirrel had been grey in the first place, so the difference was tough to see. That’s why Vasher liked to use them.\n\n“Fallen Rope,” he said to the creature, its grey eyes looking up at him. The security phrase pronounced, Vasher could now imprint the creature with an order, much as he did when performing a standard Awakening. “Make noise. Run around. Bite people who are not me. Fallen Rope.” The second use of the words closed its impressionability, so it could no longer be Commanded.\n\nThe squirrel hopped up to its feet, then scampered down the hallway, heading for the open doorway the fleeing servants had disappeared into. Vasher stood and began to run again, hoping that this distraction would earn him time. Indeed, a few moments later he heard cries coming from the doorway. Clangs and screams followed. Lifeless could be difficult to stop, particularly a fresh one with orders to bite.\n\nVasher smiled.\n\nWe could have taken them, Nightblood said.\nVasher rushed to the place his information had indicated. The location was marked by a splintered board in the wall, ostensibly just normal wear of the building. Vasher crouched, hoping that his in for mant had not lied. He searched around on the floor, then froze as he found the hidden latch.\n\nHe pulled it open, revealing a trapdoor. Returned palaces were only supposed to be one story. He smiled.\n\nWhat if this tunnel doesn’t have another way out? Nightblood asked as Vasher dropped into the hole, trusting his Awakened clothing to absorb the fall.\n\nThen you’ll probably get to kill a lot of people, Vasher thought. However, his information had been good so far. He suspected that the rest was good as well.\n\nThe priests of the Iridescent Tones, it appeared, were hiding things from the rest of the kingdom. And from their gods.Weatherlove, god of storms, selected one of the wooden spheres from the rack, then hefted it in his hand. It had been built to fill the palm of a god, and was weighted in the middle with lead. Carved with rings across the surface, it was painted a deep blue.\n\n“A doubling sphere?” asked Lifeblesser. “A bold move.”\n\nWeatherlove eyed the small group of gods behind him. Lightsong was among them, sipping on a sweet orange fruited drink with some kind of alco hol enhancement. It had been several days since he’d allowed Llarimar to talk him out of bed, but he still had come to no conclusion on how to proceed.\n\n“A bold move indeed,” Weatherlove said, tossing the sphere up into the air, then catching it. “Tell me, Lightsong the Bold. Do you favor this throw?”\n\nThe other gods chuckled. There were four of them playing. As usual,\n\nWeatherlove wore a green and gold robe that hung from only one shoulder with a wrap around his waist that came down to mid-thigh. The outfit—patterned after the ancient dress of the Returned from paintings centuries past—revealed his sculpted muscles and divine figure. He stood at the edge of the balcony, as it was his turn to throw.\n\nSeated behind him were the three others. Lightsong on the left and\n\nLifeblesser—god of healing—in the middle. Truthcall, god of nature, sat on the far right, wearing his ornate cloak and uniform of maroon and white.\n\nThe three gods were variations on a theme. If Lightsong hadn’t known them well, he would have had trouble telling them apart. Each stood almost exactly seven feet tall, with bulging muscles that any mortal would have envied. True, Lifeblesser had brown hair, while Weatherlove had blond and Truthcall had black. But all three had that same set of square-jawed features, perfect coiffure, and innate seamless grace that marked them as Returned divinities. Only their costumes really offered any variety.\n\nLightsong sipped his drink. “Do I bless your throw, Weatherlove?” he asked. “Are we not in competition against one another?”\n\n“I suppose,” the god said, tossing the wooden ball up and down.\n“Then why would I bless you when you throw against me?”\n\nWeatherlove just smirked, then pulled back his arm and launched the ball out across the pitch. It bounced, then rolled over the grass, eventually coming to rest. This section of the courtyard had been divided into an expansive game board with ropes and stakes. Priests and servants scurried about on the sides, making notations and keeping track of the score so that the gods wouldn’t have to. Tarachin was a complex game, played only by the wealthy. Lightsong had never bothered to learn the rules.\n\nHe found it more amusing to play when he had no idea what he was doing.\n\nIt was his throw next. He stood up, selecting one of the wooden spheres from the rack because it matched the color of his drink. He tossed the orange sphere up and down; then—not paying attention to where he was throwing—he tossed it out onto the field. The sphere flew much farther than it probably should have; he had the strength of a perfect body. That was part of the reason the field was so vast; it had to be built to the scale of gods, and so when they played, they required the elevated perspective of a balcony to view their game.\n\nTarachin was supposed to be one of the most difficult games in the world; it required strength to throw the spheres correctly, keen wit to understand where to place them, coordination to do so with the necessary precision, and a great understanding of strategy to pick the proper sphere and dominate the game field.\n\n“Four hundred and thirteen points,” a servant announced after being fed the number by scribes working below.\n\n“Another magnificent throw,” Truthcall said, perking up in his wooden lounging chair. “How do you do it? I’d never have thought to use a reversal sphere for that throw.”\n\nIs that what the orange ones are called? Lightsong thought, returning to his seat. “You just have to understand the playing field,” he said, “and learn to get inside the mind of the sphere. Think like it does, reason as it might.”\n\n“Reason like a sphere?” Lifeblesser said, standing up. He wore flowing robes of his colors, blue and silver. He selected a green sphere off the rack, then stared at it. “What type of reasoning does a wooden sphere do?”\n\n“The circular type, I should think,” Lightsong said lightly. “And, by coincidence, it is my favorite type as well. Perhaps that’s why I’m so good at the game.”\n\nLifeblesser frowned, opening his mouth to reply. He finally shut it, looking confused by Lightsong’s comment. Becoming a god did not, unfortunately, increase one’s mental capacity along with one’s physical attributes. Lightsong didn’t mind. For him, the real sport of a game of Tarachin never involved where the spheres landed.\n\nLifeblesser made his throw, then sat down. “I do say, Lightsong,” he said, smiling. “I mean this as a compliment, but having you around can be draining!”\n\n“Yes,” Lightsong said, sipping his drink, “I’m remarkably like a mosquito in that regard. Truthcall, isn’t it your throw?”\n“Actually, it’s yours again,” Weatherlove said. “You achieved the crown pairing during your last toss, remember?”\n\n“Ah yes, how could I forget,” Lightsong said, rising. He took another sphere, tossed it over his shoulder out onto the green, then sat down.\n\n“Five hundred and seven points,” the priest announced.\n\n“Now you’re just showing off,” Truthcall said.\n\nLightsong said nothing. In his opinion, it revealed an inherent flaw in the game that the one who knew least about it tended to do the best. He doubted, however, that the others would take it that way. All three were very dedicated to their sport, and they played every week. There was blessed little else for them to do with their time.\n\nLightsong suspected that they kept inviting him only because they wanted to prove, at last, that they could defeat him. If he’d fathomed the rules, he’d have tried to lose on purpose to keep them from insisting that he come play with them. Still, he liked the way his victories annoyed them—though, of course, they never showed him anything other than perfect decorum. Either way, under the circumstances, he suspected that he couldn’t lose if he wanted to. It was rather difficult to throw a game when you had no idea what you were doing to win it in the first place.\n\nTruthcall finally stepped up to throw. He always wore clothing of a martial style, and the colors maroon and white were very handsome on him. Lightsong suspected that he’d always been jealous that instead of being given Lifeless Commands as his duty to the court, he’d been given a vote over issues of trade with other kingdoms.\n\n“I hear that you spoke with the queen a few days back, Lightsong,” Truthcall said as he threw. “Yes, indeed,” Lightsong said, sipping his drink. “She was extraordinarily pleasant, I must say.”\n\nWeatherlove gave a quiet laugh, obviously thinking that last comment to be sarcasm—which was a little annoying, since Lightsong had meant it sincerely.\n\n“The entire court is abuzz,” Truthcall said, turning and flipping back his cape, then leaning against the balcony railing as he waited for the points from his throw to be tabulated. “The Idrians betrayed the treaty, one could say.”\n\n“The wrong princess,” Weatherlove agreed. “It gives us an opening.” “Yes,” Truthcall said musingly, “but an opening for what?”\n\n“To attack!” Lifeblesser said in his usual, dense way. The other two regarded him wincingly. “There is so much more to be gained than that, Lifeblesser.”\n\n“Yes,” Weatherlove said, idly spinning the last bit of wine in his cup. “My plans are already in motion, of course.”\n\n“And what plans would those be, divine brother?” Truthcall said. Weatherlove smiled. “I wouldn’t want to spoil the surprise, now, would I?”\n“That depends,” Truthcall said evenly. “Will it keep me from demanding the Idrians give us more access to the passes? I’m willing to bet that some . . . pressures could be placed on the new queen to gain her favor for such a proposal. She’s said to be rather naive.”\n\nLightsong felt a slight nausea as they spoke. He knew how they plotted, always scheming. They played their game with spheres, but just as much of their reason for seeing one another at these events was to posture and make deals.\n\n“Her ignorance must be an act,” Lifeblesser said in a rare moment of thoughtfulness. “They wouldn’t have sent her if she was really that inexperienced.”\n\n“She’s Idrian,” Truthcall said dismissively. “Their most important city has fewer people than a small T’Telir neighborhood. They barely understand the concept of politics, I’ll warrant. They are more used to talking to sheep than humans.”\n\nWeatherlove nodded. “Even if she’s ‘well trained’ by their standards, she’ll be easy to manipulate here. The real trick is going to be to make certain others don’t get to her first. Lightsong, what was your impression? Will she be quick to do as the gods tell her?”\n\n“I really wouldn’t know,” he said, waving for more juice. “As you know, I’m not much interested in political games.”\n\nWeatherlove and Truthcall shared a smirking look; like most in the court, they considered Lightsong hopeless when it came to practical matters. And by their definition, “practical” meant “taking advantage of others.”\n\n“Lightsong,” Lifeblesser said with his tactlessly honest voice. “You really need to take more of an interest in politics. It can be very diverting. Why, if you only knew the secrets to which I’m privy!”\n\n“My dear Lifeblesser,” Lightsong replied, “please trust me when I say that I have no desire to know any secrets which involve you and a privy.”\n\nLifeblesser frowned, obviously trying to work through that one.\n\nThe other two began to discuss the queen again as the priests reported the score from the last throw.\n\nOddly, Lightsong found himself increasingly troubled. As Lifeblesser stood up to take his next toss,\n\nLightsong found himself rising as well.\n\n“My divine brothers,” he said, “I suddenly feel quite weary. Perhaps it was something I ingested.” “Not something I served, I hope?” Truthcall said. It was his palace.\n\n“Food, no,” Lightsong said. “The other things you’re serving today, perhaps. I really must be on my way.”\n\n“But you’re in the lead!” Truthcall said. “If you leave now, we’ll have to play again next week!”\n\n“Your threats roll off of me like water, my divine brother,” Lightsong said, nodding respectfully to each in turn. “I bid you farewell until such time as you drag me up here again to play this tragic game of yours.”\nThey laughed. He wasn’t sure whether to be amused or insulted that they so often confused his jokes for serious statements and the other way around.\n\nHe collected his priests—Llarimar included—from the room just inside the balcony, but didn’t feel like speaking with any of them. He just made his way through the palace of deep reds and whites, still troubled. The men on the balcony were rank amateurs compared to the realpolitical masters, like Blushweaver. They were so blunt and obvious with their plans.\n\nBut even men who were blunt and obvious could be dangerous, particularly to a woman like the queen, who obviously had little experience with such things.\n\nI’ve already determined that I can’t help her, Lightsong thought, leaving the palace and entering the green outside. To the right, a complex network of rope squares and patterns marked the Tarachin pitch. A sphere bounced with a distant thud in the grass. Lightsong walked the other direction on the springy lawn, not even waiting for his priests to erect a canopy to shade him from the afternoon sun.\n\nHe still worried that if he tried to help, he’d just make things worse. But then there were the dreams. War and violence. Over and over again, he saw the fall of T’Telir itself, the destruction of his homeland. He couldn’t continue to ignore the dreams, even if he didn’t accept them as prophetic.\n\nBlushweaver thought that war was important. Or, at least, that it was important to prepare for. He trusted her more than any other god or goddess, but he also worried about how aggressive she was. She had come to him, asking him to be a part of her plans. Had she done it, perhaps, because she knew he would be more temperate than she? Was she intentionally balancing herself?\n\nHe heard petitions, even though he didn’t intend to ever give up his Breath and die. He interpreted paintings, even though he didn’t think he was seeing anything prophetic in them. Couldn’t he help secure power in the court in order to be prepared when he didn’t believe that his visions meant anything? Particularly if those preparations helped protect a young woman who, undoubtedly, would have no other allies?\n\nLlarimar had told him to do his best. That sounded like an awful lot of work. Unfortunately, doing nothing was beginning to seem like even more work. Sometimes, when you stepped in something foul, the only thing to do was to stop walking and make the effort to clean it off.\n\nHe sighed, shaking his head. “I’m probably going to regret this,” he muttered to himself.\n\nThen he went looking for Blushweaver.\n\n\n\nThe man was slight, almost skeletal, and each shellfish he slurped made Vivenna cringe for two reasons. Not only did she have trouble believing that anyone would enjoy such slimy, sluglike food, but the mussels were also of a very rare and expensive variety.\n\nAnd she was paying.\n\nThe afternoon restaurant crowd was large—people usually ate out at midday, when it made more sense to buy food than return home for a meal. The entire concept of restaurants still seemed strange to her.\nDidn’t these men have wives or servants to make them meals? Didn’t they feel uncomfortable eating in such a public place? It was so . . . impersonal.\n\nDenth and Tonk Fah sat on either side of her. And, of course, they helped themselves to the plate of mussels as well. Vivenna wasn’t certain—she’d pointedly not asked—but she thought that the shellfish were raw.\n\nThe thin man across from her slurped down another one. He didn’t seem to be enjoying himself much despite the expensive surroundings and free food. He had a sneer on his lips and while he didn’t appear nervous, she did notice that he kept an eye on the restaurant entrance.\n\n“So,” Denth said, setting another empty shell on the table, then wiping his fingers on the tablecloth—a common practice in T’Telir. “Can you help us or not?”\n\nThe little man—he called himself Fob—shrugged. “You tell a wild tale, mercenary.” “You know me, Fob. When have I lied to you?”\n\n“Whenever you’ve been paid to do it,” Fob said with a snort. “I’ve just never been able to catch you.”\n\nTonk Fah chuckled, reaching for another mussel. It slipped free of the shell as he brought it to his lips; Vivenna had to steel herself to keep from gagging at the slimy plop it made when it hit the table.\n\n“You don’t disagree that war is coming, though,” Denth said.\n\n“Of course not,” Fob said. “But it’s been coming for decades now. What makes you think that it will finally happen this year?”\n\n“Can you afford to ignore the chance that it might?” Denth asked.\n\nFob squirmed a bit, then began eating mussels again. Tonk Fah began stacking the shells, seeing how many he could get balanced on top of one another. Vivenna said nothing for the moment. Her minor part in the meetings didn’t bother her. She watched, she learned, and she thought.\n\nFob was a landowner. He cleared forests, then rented the land to growers. He often relied on Lifeless to help with his clearing—workers loaned to him through the government. There was only one stipulation upon the lending. Should war come, all of the food produced on his holdings during wartime immediately became the property of the Returned.\n\nIt was a good deal. The government would probably seize his lands during a war anyway, so he didn’t really lose anything save for his right to complain.\n\nHe ate another mussel. How does he keep packing them down? she thought. Fob had managed to slurp away nearly twice as many of the disgusting little creatures as Tonk Fah.\n\n“That harvest won’t come in, Fob,” Denth said. “You will lose quite a bit this year, should we prove right.”\n\n“But,” Tonk Fah said, adding another shell to his stack, “harvest early, sell your stockpiles, and you stand to get ahead of your competitors.”"], "title": ["Warbreaker"], "author": ["Brandon Sanderson"]}