{"genre": ["Fantasy"], "text": ["It’s funny, Vasher thought, how many things begin with my getting thrown into prison.\n\nThe guards laughed to one another, slamming the cell door shut with a clang. Vasher stood and dusted himself off, rolling his shoulder and wincing. While the bottom half of his cell door was solid wood, the top half was barred, and he could see the three guards open his large duffel and rifle through his possessions.\n\nOne of them noticed him watching. The guard was an oversized beast of a man with a shaved head and a dirty uniform that barely retained the bright yellow and blue coloring of the T’Telir city guard.\n\nBright colors, Vasher thought. I’ll have to get used to those again. In any other nation, the vibrant blues and yellows would have been ridiculous on soldiers. This, however, was Hallandren: land of Returned gods, Lifeless servants, BioChromatic research, and—of course—color.\n\nThe large guard sauntered up to the cell door, leaving his friends to amuse themselves with Vasher’s belongings. “They say you’re pretty tough,” the man said, sizing up Vasher.\n\nVasher did not respond.\n\n“The bartender says you beat down some twenty men in the brawl.” The guard rubbed his chin. “You don’t look that tough to me. Either way, you should have known better than to strike a priest. The others, they’ll spend a night locked up. You, though . . . you’ll hang. Colorless fool.”\n\nVasher turned away. His cell was functional, if unoriginal. A thin slit at the top of one wall let in light, the stone walls dripped with water and moss, and a pile of dirty straw decomposed in the corner.\n\n“You ignoring me?” the guard asked, stepping closer to the door. The colors of his uniform brightened, as if he’d stepped into a stronger light. The change was slight. Vasher didn’t have much Breath remaining, and so his aura didn’t do much to the colors around him. The guard didn’t notice the change in color—just as he hadn’t noticed back in the bar, when he and his buddies had picked Vasher up off the floor and thrown him in their cart. Of course, the change was so slight to the unaided eye that it would have been nearly impossible to pick out.\n\n“Here, now,” said one of the men looking through Vasher’s duffel. “What’s this?” Vasher had always found it interesting that the men who watched dungeons tended to be as bad as, or worse than, the men they guarded. Perhaps that was deliberate. Society didn’t seem to care if such men were outside the cells or in them, so long as they were kept away from more honest men.\n\nAssuming that such a thing existed.\n\nFrom Vasher’s bag, a guard pulled free a long object wrapped in white linen. The man whistled as he unwrapped the cloth, revealing a long, thin-bladed sword in a silver sheath. The hilt was pure black. “Who do you suppose he stole this from?”\n\nThe lead guard eyed Vasher, likely wondering if Vasher was some kind of nobleman. Though Hallandren had no aristocracy, many neighboring kingdoms had their lords and ladies. Yet what lord would wear a drab brown cloak, ripped in several places? What lord would sport bruises from a bar fight, a half-grown beard, and boots worn from years of walking? The guard turned away, apparently convinced that Vasher was no lord.\nHe was right. And he was wrong.\n\n“Let me see that,” the lead guard said, taking the sword. He grunted, obviously surprised by its weight. He turned it about, noting the clasp that tied sheath to hilt, keeping the blade from being drawn. He undid the clasp.\n\nThe colors in the room deepened. They didn’t grow brighter—not the way the guard’s vest had when he approached Vasher. Instead, they grew stronger. Darker. Reds became maroon. Yellows hardened to gold. Blues approached navy.\n\n“Be careful, friend,” Vasher said softly, “that sword can be dangerous.”\n\nThe guard looked up. All was still. Then the guard snorted and walked away from Vasher’s cell, still carrying the sword. The other two followed, bearing Vasher’s duffel, entering the guard room at the end of the hallway.\n\nThe door thumped shut. Vasher immediately knelt beside the patch of straw, selecting a handful of sturdy lengths. He pulled threads from his cloak—it was beginning to fray at the bottom—and tied the straw into the shape of a small person, perhaps three inches high, with bushy arms and legs. He plucked a hair from one of his eyebrows, set it against the straw figure’s head, then reached into his boot and pulled out a brilliant red scarf.\n\nThen Vasher Breathed.\n\nIt flowed out of him, puffing into the air, translucent yet radiant, like the color of oil on water in the sun. Vasher felt it leave: BioChromatic Breath, scholars called it. Most people just called it Breath. Each person had one. Or, at least, that was how it usually went. One person, one Breath.\n\nVasher had around fifty Breaths, just enough to reach the First Heightening. Having so few made him feel poor compared with what he’d once held, but many would consider fifty Breaths to be a great treasure. Unfortunately, even Awakening a small figure made from organic material—using a piece of his own body as a focus—drained away some half of his Breaths.\n\nThe little straw figure jerked, sucking in the Breath. In Vasher’s hand, half of the brilliant red scarf faded to grey. Vasher leaned down—imagining what he wanted the figure to do—and completed the final step of the process as he gave the Command.\n\n“Fetch keys,” he said.\n\nThe straw figure stood and raised its single eyebrow toward Vasher.\n\nVasher pointed toward the guard room. From it, he heard sudden shouts of surprise.\n\nNot much time, he thought.\n\nThe straw person ran along the floor, then jumped up, vaulting between the bars. Vasher pulled off his cloak and set it on the floor. It was the perfect shape of a person—marked with rips that matched the scars on Vasher’s body, its hood cut with holes to match Vasher’s eyes. The closer an object was to human shape and form, the fewer Breaths it took to Awaken.\nVasher leaned down, trying not to think of the days when he’d had enough Breaths to Awaken without regard for shape or focus. That had been a different time. Wincing, he pulled a tuft of hair from his head, then sprinkled it across the hood of the cloak.\n\nOnce again, he Breathed.\n\nIt took the rest of his Breath. With it gone—the cloak trembling, the scarf losing the rest of its color— Vasher felt . . . dimmer. Losing one’s Breath was not fatal. Indeed, the extra Breaths Vasher used had once belonged to other people. Vasher didn’t know who they were; he hadn’t gathered these Breaths himself. They had been given to him. But, of course, that was the way it was always supposed to work. One could not take Breath by force.\n\nBeing void of Breath did change him. Colors didn’t seem as bright. He couldn’t feel the bustling people moving about in the city above, a connection he normally took for granted. It was the awareness all men had for others—that thing which whispered a warning, in the drowsiness of sleep, when someone entered the room. In Vasher, that sense had been magnified fifty times.\n\nAnd now it was gone. Sucked into the cloak and the straw person, giving them power.\n\nThe cloak jerked. Vasher leaned down. “Protect me,” he Commanded, and the cloak grew still. He stood, throwing it back on.\n\nThe straw figure returned to his window. It carried a large ring of keys. The figure’s straw feet were stained red. The crimson blood seemed so dull to Vasher now.\n\nHe took the keys. “Thank you,” he said. He always thanked them. He didn’t know why, particularly considering what he did next. “Your Breath to mine,” he commanded, touching the straw person’s chest. The straw person immediately fell backward off the door—life draining from it—and Vasher got his Breath back. The familiar sense of awareness returned, the knowledge of connectedness,\n\nof fitting. He could only take the Breath back because he’d Awakened this creature himself—indeed, Awakenings of this sort were rarely permanent. He used his Breath like a reserve, doling it out, then recovering it.\n\nCompared with what he had once held, twenty-five Breaths was a laughably small number. However, compared with nothing, it seemed infinite. He shivered in satisfaction.\n\nThe yells from the guard room died out. The dungeon fell still. He had to keep moving.\n\nVasher reached through the bars, using the keys to unlock his cell. He pushed the thick door open, rushing out into the hallway, leaving the straw figure discarded on the ground. He didn’t walk to the guard room—and the exit beyond it—but instead turned south, penetrating deeper into the dungeon.\n\nThis was the most uncertain part of his plan. Finding a tavern that was frequented by priests of the Iridescent Tones had been easy enough. Getting into a bar fight—then striking one of those same priests—had been equally simple. Hallandren took their religious figures very seriously, and Vasher had earned himself not the usual imprisonment in a local jail, but a trip to the God King’s dungeons.\n\nKnowing the kind of men who tended to guard such dungeons, he’d had a pretty good idea that they would try to draw Nightblood. That had given him the diversion he’d needed to get the keys.\nBut now came the unpredictable part.\n\nVasher stopped, Awakened cloak rustling. It was easy to locate the cell he wanted, for around it a large patch of stone had been drained of color, leaving both walls and doors a dull grey. It was a place to imprison an Awakener, for no color meant no Awakening. Vasher stepped up to the door, looking through the bars. A man hung by his arms from the ceiling, naked and chained. His color was vibrant to Vasher’s eyes, his skin a pure tan, his bruises brilliant splashes of blue and violet.\n\nThe man was gagged. Another precaution. In order to Awaken, the man would need three things: Breath, color, and a Command. The harmonics and the hues, some called it. The Iridescent Tones, the relationship between color and sound. A Command had to be spoken clearly and firmly in the Awakener’s native language—any stuttering, any mispronunciation, would invalidate the Awakening. The Breath would be drawn out, but the object would be unable to act.\n\nVasher used the prison keys to unlock the cell door, then stepped inside. This man’s aura made colors grow brighter by sharp measure when they got close to him. Anyone would be able to notice an aura that strong, though it was much easier for someone who had reached the First Heightening.\n\nIt wasn’t the strongest BioChromatic aura Vasher had ever seen—those belonged to the Returned, known as gods here in Hallandren. Still, the prisoner’s BioChroma was very impressive and much, much stronger than Vasher’s own. The prisoner held a lot of Breaths. Hundreds upon hundreds of them.\n\nThe man swung in his bonds, studying Vasher, gagged lips bleeding from lack of water. Vasher hesitated only briefly, then reached up and pulled the gag free.\n\n“You,” the prisoner whispered, coughing slightly. “Are you here to free me?” “No, Vahr,” Vasher said quietly. “I’m here to kill you.”\n\nVahr snorted. Captivity hadn’t been easy on him. When Vasher had last seen Vahr, he’d been plump. Judging by his emaciated body, he’d been without food for some time now. The cuts, bruises, and burn marks on his flesh were fresh.\n\nBoth the torture and the haunted look in Vahr’s bag-rimmed eyes bespoke a solemn truth. Breath could only be transferred by willing, intentional Command. That Command could, however, be encouraged.\n\n“So,” Vahr croaked, “you judge me, just like everyone else.” “Your failed rebellion is not my concern. I just want your Breath.” “You and the entire Hallandren court.”\n\n“Yes. But you’re not going to give it to one of the Returned. You’re going to give it to me. In exchange for killing you.”\n\n“Doesn’t seem like much of a trade.” There was a hardness—a void of emotion—in Vahr that Vasher had not seen the last time they had parted, years before.\n\nOdd, Vasher thought, that I should finally, after all of this time, find something in the man that I can identify with.\nVasher kept a wary distance from Vahr. Now that the man’s voice was free, he could Command. However, he was touching nothing except for the metal chains, and metal was very difficult to Awaken. It had never been alive, and it was far from the form of a man. Even during the height of his power, Vasher himself had only managed to Awaken metal on a few select occasions. Of course, some extremely powerful Awakeners could bring objects to life that they weren’t touching, but that were in the sound of their voice. That, however, required the Ninth Heightening. Even Vahr didn’t\n\nhave that much Breath. In fact, Vasher knew of only one living person who did: the God King himself.\n\nThat meant Vasher was probably safe. Vahr contained a great wealth of Breath, but had nothing to Awaken. Vasher walked around the chained man, finding it very difficult to offer any sympathy. Vahr had earned his fate. Yet the priests would not let him die while he held so much Breath; if he died, it would be wasted. Gone. Irretrievable.\n\nNot even the government of Hallandren—which had such strict laws about the buying and passing of Breath—could let such a treasure slip away. They wanted it badly enough to forestall the execution of even a high-profile criminal like Vahr. In retrospect, they would curse themselves for not leaving him better guarded.\n\nBut, then, Vasher had been waiting two years for an opportunity like this one.\n\n“Well?” Vahr asked.\n\n“Give me the Breath, Vahr,” Vasher said, stepping forward.\n\nVahr snorted. “I doubt you have the skill of the God King’s torturers, Vasher—and I’ve withstood them for two weeks now.”\n\n“You’d be surprised. But that doesn’t matter. You are going to give me your Breath. You know you have only two choices. Give it to me, or give it to them.”\n\nVahr hung by his wrists, rotating slowly. Silent.\n\n“You don’t have much time to consider,” Vasher said. “Any moment now, someone is going to discover the dead guards outside. The alarm will be raised. I’ll leave you, you will be tortured again, and\nyou will eventually break. Then all the power you’ve gathered will go to the very people you vowed to destroy.”\n\nVahr stared at the floor. Vasher let him hang for a few moments, and could see that the reality of the situation was clear to him. Finally, Vahr looked up atVasher. “That . . . thing you bear. It’s here, in the city?”\n\nVasher nodded.\n\n“The screams I heard earlier? It caused them?”\n\nVasher nodded again.\n\n“How long will you be in T’Telir?”\n\n“For a time. A year, perhaps.”\n“Will you use it against them?”\n\n“My goals are my own to know, Vahr. Will you take my deal or not? Quick death in exchange for those Breaths. I promise you this. Your enemies will not have them.”\n\nVahr grew quiet. “It’s yours,” he finally whispered.\n\nVasher reached over, resting his hand on Vahr’s forehead—careful not to let any part of his clothing touch the man’s skin, lest Vahr draw forth color for Awakening.\n\nVahr didn’t move. He looked numb. Then, just as Vasher began to worry that the prisoner had changed his mind, Vahr Breathed. The color drained from him. The beautiful Iridescence, the aura that had made him look majestic despite his wounds and chains. It flowed from his mouth, hanging in the air, shimmering like mist. Vasher drew it in, closing his eyes.\n\n“My life to yours,” Vahr Commanded, a hint of despair in his voice. “My Breath become yours.”\n\nThe Breath flooded into Vasher, and everything became vibrant. His brown cloak now seemed deep and rich in color. The blood on the floor was intensely red, as if aflame. Even Vahr’s skin seemed a masterpiece of color, the surface marked by deep black hairs, blue bruises, and sharp red cuts. It had been years since Vasher had felt such . . . life.\n\nHe gasped, falling to his knees as it overwhelmed him, and he had to drop a hand to the stone floor to keep himself from toppling over. How did I live without this?\n\nHe knew that his senses hadn’t actually improved, yet he felt so much more alert. More aware of the beauty of sensation. When he touched the stone floor, he marveled at its roughness. And the sound of wind passing through the thin dungeon window up above. Had it always been that melodic? How could he not have noticed?\n\n“Keep your part of the bargain,” Vahr said. Vasher noted the tones in his voice, the beauty of each one, how close they were to harmonics. Vasher had gained perfect pitch. A gift for anyone who reached the Second Heightening. It would be good to have that again.\n\nVasher could, of course, have up to the Fifth Heightening at any time, if he wished. That would require certain sacrifices he wasn’t willing to make. And so he forced himself to do it the old-fashioned way, by gathering Breaths from people like Vahr.\n\nVasher stood, then pulled out the colorless scarf he had used earlier. He tossed it over Vahr’s shoulder, then Breathed.\n\nHe didn’t bother making the scarf have human shape, didn’t need to use a bit of his hair or skin for a focus—though he did have to draw the color from his shirt.\n\nVasher met Vahr’s resigned eyes.\n\n“Strangle things,” Vasher Commanded, fingers touching the quivering scarf.\n\nIt twisted immediately, pulling away a large—yet now inconsequential—amount of Breath. The scarf quickly wrapped around Vahr’s neck, tightening, choking him. Vahr didn’t struggle or gasp; he simply watched Vasher with hatred until his eyes bulged and he died.\nHatred. Vasher had known enough of that in his time. He quietly reached up and recovered his Breath from the scarf, then left Vahr dangling in his cell. Vasher passed quietly through the prison, marveling at the color of the woods and the stones. After a few moments of walking, he noticed a new color in the hallway. Red.\n\nHe stepped around the pool of blood—which was seeping down the inclined dungeon floor—and moved into the guard room. The three guards lay dead. One of them sat in a chair. Nightblood, still mostly sheathed, had been rammed through the man’s chest. About an inch of a dark black blade was visible beneath the silver sheath.\n\nVasher carefully slid the weapon fully back into its sheath. He did up the clasp.\n\nI did very well today, a voice said in his mind.\n\nVasher didn’t respond to the sword.\n\nI killed them all, Nightblood continued. Aren’t you proud of me?\n\nVasher picked up the weapon, accustomed to its unusual weight, and carried it in one hand. He recovered his duffel and slung it over his shoulder.\n\nI knew you’d be impressed, Nightblood said, sounding satisfied.\n\nThere were great advantages to being unimportant.\n\nTrue, by many people’s standards, Siri wasn’t “unimportant.” She was, after all, the daughter of a king. Fortunately, her father had four living children, and Siri—at seventeen years of age—was the youngest. Fafen, the daughter just older than Siri, had done the family duty and become a monk. Above Fafen was Ridger, the eldest son. He would inherit the throne.\n\nAnd then there was Vivenna. Siri sighed as she walked down the path back to the city. Vivenna, the firstborn, was . . . well . . . Vivenna. Beautiful, poised, perfect in most every way. It was a good thing, too, considering the fact that she was betrothed to a god. Either way, Siri—as fourth child—was redundant. Vivenna and Ridger had to focus on their studies; Fafen had to do her work in the pastures and homes. Siri, however, could get away with being unimportant. That meant she could disappear into the wilderness for hours at a time.\n\nPeople would notice, of course, and she would get into trouble. Yet even her father would have to admit that her disappearance hadn’t caused much inconvenience. The city got along just fine without Siri—in fact, it tended to do a little better when she wasn’t around.\n\nUnimportance. To another, it might have been offensive. To Siri it was a blessing. She smiled, walking into the city proper. She drew the inevitable stares. While Bevalis was technically the capital of Idris, it wasn’t that big, and everyone knew her by sight. Judging by the stories Siri had heard from passing ramblemen, her home was hardly even a village compared with the massive metropolises in other nations.\n\nShe liked it the way it was, even with the muddy streets, the thatched cottages, and the boring—yet sturdy—stone walls. Women chasing runaway geese, men pulling donkeys laden with spring seed, and children leading sheep on their way to pasture. A grand city in Xaka, Hudres, or even terrible\nHallandren might have exotic sights, but it would be crowded with faceless, shouting, jostling crowds, and haughty noblemen. Not Siri’s preference; she generally found even Bevalis to be a bit busy for her.\n\nStill, she thought, looking down at her utilitarian grey dress, I’ll bet those cities have more colors.\n\nThat’s something I might like to see.\n\nHer hair wouldn’t stand out so much there. As usual, the long locks had gone blond with joy while she’d been out in the fields. She concentrated, trying to rein them in, but she was only able to bring the color to a dull brown. As soon as she stopped focusing, her hair just went back to the way it had been. She’d never been very good at controlling it. Not like Vivenna.\n\nAs she continued through the town, a group of small figures began trailing her. She smiled, pretending to ignore the children until one of them was brave enough to run forward and tug on her dress. Then she turned, smiling. They regarded her with solemn faces. Idrian children were trained even at this age to avoid shameful outbursts of emotion. Austrin teachings said there was nothing wrong with feelings, but drawing attention to yourself with them was wrong.\n\nSiri had never been very devout. It wasn’t her fault, she reasoned, if Austre had made her with a distinct inability to obey. The children waited patiently until Siri reached into her apron and pulled out a couple of brightly colored flowers. The children’s eyes opened wide, gazing at the vibrant colors. Three of the flowers were blue, one yellow.\n\nThe flowers stood out starkly against the town’s determined drabness. Other than what one could find in the skin and eyes of the people, there wasn’t a drop of color in sight. Stones had been whitewashed, clothing bleached grey or tan. All to keep the color away.\n\nFor without color, there could be no Awakeners.\n\nThe girl who had tugged Siri’s skirt finally took the flowers in one hand and dashed away with them, the other children following behind. Siri caught a look of disproval in the eyes of several passing villagers. None of them confronted her, though. Being a princess—even an unimportant one—did have its perks.\n\nShe continued on toward the palace. It was a low, single-story building with a large, packed-earth courtyard. Siri avoided the crowds of haggling people at the front, rounding to the back and going in the kitchen entrance. Mab, the kitchen mistress, stopped singing as the door opened, then eyed Siri.\n\n“Your father’s been looking for you, child,” Mab said, turning away and humming as she attacked a pile of onions.\n\n“I suspect that he has.” Siri walked over and sniffed at a pot, which bore the calm scent of boiling potatoes.\n\n“Went to the hills again, didn’t you? Skipped your tutorial sessions, I’ll bet.”\n\nSiri smiled, then pulled out another of the bright yellow flowers, spinning it between two fingers.\n\nMab rolled her eyes. “And been corrupting the city youth again, I suspect. Honestly, girl, you should be beyond these things at your age. Your father will have words with you about shirking your responsibilities.”\n“I like words,” Siri said. “And I always learn a few new ones when Father gets angry. I shouldn’t neglect my education, now should I?”\n\nMab snorted, dicing some pickled cucumbers into the onions.\n\n“Honestly, Mab,” Siri said, twirling the flower, feeling her hair shade a little bit red. “I don’t see what the problem is. Austre made the flowers, right? He put the colors on them, so they can’t be evil. I mean, we call him God of Colors, for heaven’s sake.”\n\n“Flowers ain’t evil,” Mab said, adding something that looked like grass to her concoction, “assuming they’re left where Austre put them. We shouldn’t use Austre’s beauty to make ourselves more important.”\n\n“A flower doesn’t make me look more important.”\n\n“Oh?” Mab asked, adding the grass, cucumber, and onions to one of her boiling pots. She banged the side of the pot with the flat of her knife, listening, then nodded to herself and began fishing under the counter for more vegetables. “You tell me,” she continued, voice muffled. “You really think walking through the city with a flower like that didn’t draw attention to yourself?”\n\n“That’s only because the city is so drab. If there were a bit of color around, nobody would notice a flower.”\n\nMab reappeared, hefting a box filled with various tubers. “You’d have us decorate the place like Hallandren? Maybe we should start inviting Awakeners into the city? How’d you like that? Some dev il sucking the souls out of children, strangling people with their own clothing? Bringing men back from the grave, then using their dead bodies for cheap labor? Sacrificing women on their unholy altars?”\n\nSiri felt her hair whiten slightly with anxiety. Stop that! she thought. The hair seemed to have a mind of its own, responding to gut feelings.\n\n“That sacrificing-maidens part is only a story,” Siri said. “They don’t really do that.” “Stories come from somewhere.”\n\n“Yes, they come from old women sitting by the hearth in the winter. I don’t think we need to be so frightened. The Hallandren will do what they want, which is fine by me, as long as they leave us alone.”\n\nMab chopped tubers, not looking up.\n\n“We’ve got the treaty, Mab,” Siri said. “Father and Vivenna will make sure we’re safe, and that will make the Hallandren leave us alone.”\n\n“And if they don’t?”\n\n“They will. You don’t need to worry.”\n\n“They have better armies,” Mab said, chopping, not looking up, “better steel, more food, and those . . .\n\nthose things. It makes people worry. Maybe not you, but sensible folk.”\nThe cook’s words were hard to dismiss out of hand. Mab had a sense, a wisdom beyond her instinct for spices and broths. However, she also tended to fret. “You’re worrying about nothing, Mab. You’ll see.”\n\n“I’m just saying that this is a bad time for a royal princess to be running around with flowers, standin’ out and inviting Austre’s dislike.”\n\nSiri sighed. “Fine, then,” she said, tossing her last flower into the stewpot. “Now we can all stand out together.”\n\nMab froze, then rolled her eyes, chopping a root. “I assume that was a vanavel flower?”\n\n“Of course,” Siri said, sniffing at the steaming pot. “I know better than to ruin a good stew. And I still say you’re overreacting.”\n\nMab sniffed. “Here,” she said, pulling out another knife. “Make yourself useful. There’s roots that need choppin’.”\n\n“Shouldn’t I report to my father?” Siri said, grabbing a gnarled vanavel root and beginning to chop.\n\n“He’ll just send you back here and make you work in the kitchens as a punishment,” Mab said, banging the pot with her knife again. She firmly believed that she could judge when a dish was done by the way the pot rang.\n\n“Austre help me if Father ever discovers I like it down here.”\n\n“You just like being close to the food,” Mab said, fishing Siri’s flower out of the stew, then tossing it aside. “Either way, you can’t report to him. He’s in conference with Yarda.”\n\nSiri gave no reaction—she simply continued to chop. Her hair, however, grew blond with excitement. Father’s conferences with Yarda usually last hours, she thought. Not much point in simply sitting around, waiting for him to get done. . . .\n\nMab turned to get something off the table, and before she looked back, Siri bolted out the door on her way toward the royal stables. Bare minutes later, she galloped away from the palace, wearing her favorite brown cloak, feeling an exhilarated thrill that sent her hair into a deep blond. A nice quick ride would be a good way to round out the day.\n\nAfter all, her punishment was likely to be the same either way.\n\n\n\nDedelin, king of Idris, set the letter down on his desk. He had stared at it long enough. It was time to decide whether or not to send his eldest daughter to her death.\n\nDespite the advent of spring, his chamber was cold. Warmth was a rare thing in the Idris highlands; it was coveted and enjoyed, for it lingered only briefly each summer. The chambers were also stark. There was a beauty in simplicity. Even a king had no right to display arrogance by ostentation.\n\nDedelin stood up, looking out his window and into the courtyard. The palace was small by the world’s standards—only a single story high, with a peaked wooden roof and squat stone walls. But it was large\nby Idrian standards, and it bordered on flamboyant. This could be forgiven, for the palace was also a meeting hall and center of operations for his entire kingdom.\n\nThe king could see General Yarda out of the corner of his eye. The burly man stood waiting, his hands clasped behind his back, his thick beard tied in three places. He was the only other person in the room.\n\nDedelin glanced back at the letter. The paper was a bright pink, and the garish color stood out on his desk like a drop of blood in the snow. Pink was a color one would never see in Idris. In Hallandren, however—center of the world’s dye industry—such tasteless hues were commonplace.\n\n“Well, old friend?” Dedelin asked. “Do you have any advice for me?”\n\nGeneral Yarda shook his head. “War is coming, Your Majesty. I feel it in the winds and read it in the reports of our spies. Hallandren still considers us rebels, and our passes to the north are too tempting. They will attack.”\n\n“Then I shouldn’t send her,” Dedelin said, looking back out his window. The courtyard bustled with people in furs and cloaks coming to market.\n\n“We can’t stop the war, Your Majesty,” Yarda said. “But . . . we can slow it.” Dedelin turned back.\n\nYarda stepped forward, speaking softly. “This is not a good time. Our troops still haven’t recovered from those Vendis raids last fall, and with the fires in the granary this winter . . .” Yarda shook his head. “We cannot afford to get into a defensive war in the summer. Our best ally against the Hallandren is the snow. We can’t let this conflict occur on their terms. If we do, we are dead.”\n\nThe words all made sense.\n\n“Your Majesty,” Yarda said, “they are waiting for us to break the treaty as an excuse to attack. If we move first, they will strike.”\n\n“If we keep the treaty, they will still strike,” Dedelin said.\n\n“But later. Perhaps months later. You know how slow Hallandren politics are. If we keep the treaty, there will be debates and arguments. If those last until the snows, then we will have gained the time we need so badly.”\n\nIt all made sense. Brutal, honest sense. All these years, Dedelin had stalled and watched as the Hallandren court grew more and more aggressive, more and more agitated. Every year, voices called for an assault on the “rebel Idrians” living up in the highlands. Every year, those voices grew louder and more plentiful. Every year, Dedelin’s placating and politics kept the armies away. He had hoped, perhaps, that the rebel leader Vahr and his Pahn Kahl dissidents would draw attention away from Idris, but Vahr had been captured, his so-called army dispersed. His actions had only served to make Hallandren more focused on its enemies.\n\nThe peace would not last. Not with Idris ripe, not with the trade routes worth so much. Not with the current crop of Hallandren gods, who seemed so much more erratic than their predecessors.\nHe knew all of that. But he also knew that breaking the treaty would be foolish. When you were cast into the den of a beast, you did not provoke it to anger.\n\nYarda joined him beside the window, looking out, leaning one elbow against the side of the frame. He was a harsh man born of harsh winters. But he was also as good a man as Dedelin had ever known—a part of the king longed to marry Vivenna to the general’s own son.\n\nThat was foolishness. Dedelin had always known this day would come. He’d crafted the treaty himself, and it demanded he send his daughter to marry the God King. The Hallandren needed a daughter of the royal blood to reintroduce the traditional bloodline into their monarchy. It was something the depraved and vainglorious people of the lowlands had long coveted, and only that specific clause in the treaty had saved Idris these twenty years.\n\nThat treaty had been the first official act of Dedelin’s reign, negotiated furiously following his father’s assassination. Dedelin gritted his teeth. How quickly he’d bowed before the whims of his enemies. Yet he would do it again; an Idrian monarch would do anything for his people. That was one big difference between Idris and Hallandren.\n\n“If we send her, Yarda,” Dedelin said, “we send her to her death.” “Maybe they won’t harm her,” Yarda finally said.\n\n“You know better than that. The first thing they’ll do when war comes is use her against me. This is Hallandren. They invite Awakeners into their palaces, for Austre’s sake!”\n\nYarda fell silent. Finally, he shook his head. “Latest reports say their army has grown to include some forty thousand Lifeless.”\n\nLord God of Colors, Dedelin thought, glancing at the letter again. Its language was simple. Vivenna’s twenty-second birthday had come, and the terms of the treaty stipulated that Dedelin could wait no longer.\n\n“Sending Vivenna is a poor plan, but it’s our only plan,” Yarda said. “With more time, I know I can bring the Tedradel to our cause—they’ve hated Hallandren since the Manywar. And perhaps I can find a way to rile Vahr’s broken rebel faction in Hallandren itself. At the very least, we can build, gather supplies, live another year.” Yarda turned to him. “If we don’t send the Hallandren their princess, the war will be seen as our fault. Who will support us? They will demand to know why we refused to follow the treaty our own king wrote!”\n\n“And if we do send them Vivenna, it will introduce the royal blood into their monarchy, and that will have an even more legitimate claim on the highlands!”\n\n“Perhaps,” Yarda said. “But if we both know they’re going to attack anyway, then what do we care about their claim? At least this way, perhaps they will wait until an heir is born before the assault comes.”\n\nMore time. The general always asked for more time. But what about when that time came at the cost of Dedelin’s own child?\nYarda wouldn’t hesitate to send one soldier to die if it would mean time enough to get the rest of his troops into better position to attack, Dedelin thought. We are Idris. How can I ask anything less of my daughter than I’d demand of one of my troops?\n\nIt was just that thinking of Vivenna in the God King’s arms, being forced to bear that creature’s\n\nchild . . . it nearly made his hair bleach with concern. That child would become a stillborn monster who would become the next Returned god of the Hallandren.\n\nThere is another way, a part of his mind whispered. You don’t have to send Vivenna. . . .\n\nA knock came at his door. Both he and Yarda turned, and Dedelin called for the visitor to enter. He should have been able to guess who it would be.\n\nVivenna stood in a quiet grey dress, looking so young to him still. Yet she was the perfect image of an Idrian woman—hair kept in a modest knot, no makeup to draw attention to the face. She was not timid or soft, like some noblewomen from the northern kingdoms. She was just composed. Composed, simple, hard, and capable. Idrian.\n\n“You have been in here for several hours, Father,” Vivenna said, bowing her head respectfully to Yarda. “The servants speak of a colorful envelope carried by the general when he entered. I believe I know what it contained.”\n\nDedelin met her eyes, then waved for her to seat herself. She softly closed the door, then took one of the wooden chairs from the side of the room. Yarda remained standing, after the masculine fashion. Vivenna eyed the letter sitting on the desk. She was calm, her hair controlled and kept a respectful black. She was twice as devout as Dedelin, and—unlike her youngest sister—she never drew attention to herself with fits of emotion.\n\n“I assume that I should prepare myself for departure, then,” Vivenna said, hands in her lap.\n\nDedelin opened his mouth, but could find no objection. He glanced at Yarda, who just shook his head, resigned.\n\n“I have prepared my entire life for this, Father,” Vivenna said. “I am ready. Siri, however, will not take this well. She left on a ride an hour ago. I should depart the city before she gets back. That will avoid any potential scene she might make.”\n\n“Too late,” Yarda said, grimacing and nodding toward the window. Just outside, people scattered in the courtyard as a figure galloped through the gates. She wore a deep brown cloak that bordered on being too colorful, and—of course—she had her hair down.\n\nThe hair was yellow.\n\nDedelin felt his rage and frustration growing. Only Siri could make him lose control, and—as if in ironic counterpoint to the source of his anger—he felt his hair change. To those watching, a few locks of hair on his head would have bled from black to red. It was the identifying mark of the royal family, who had fled to the Idris highlands at the climax of the Manywar. Others could hide their emotions. The royals, however, manifested what they felt in the very hair on their heads.\nVivenna watched him, pristine as always, and her poise gave him strength as he forced his hair to turn black again. It took more willpower than any common man could understand to control the treasonous Royal Locks. Dedelin wasn’t sure how Vivenna managed it so well.\n\nPoor girl never even had a childhood, he thought. From birth, Vivenna’s life had been pointed toward this single event. His firstborn child, the girl who had always seemed like a part of himself. The girl who had always made him proud; the woman who had already earned the love and respect of her people. In his mind’s eye he saw the queen she could become, stronger even than he. Someone who could guide them through the dark days ahead.\n\nBut only if she survived that long.\n\n“I will prepare myself for the trip,” Vivenna said, rising.\n\n“No,” Dedelin said.\n\nYarda and Vivenna both turned.\n\n“Father,” Vivenna said. “If we break this treaty, it will mean war. I am prepared to sacrifice for our people. You taught me that.”\n\n“You will not go,” Dedelin said firmly, turning back toward the window. Outside, Siri was laughing with one of the stablemen. Dedelin could hear her outburst even from a distance; her hair had turned a flame-colored red.\n\nLord God of Colors, forgive me, he thought. What a terrible choice for a father to make. The treaty is specific: I must send the Hallandren my daughter when Vivenna reaches her twenty-second birthday. But it doesn’t actually say which daughter I am required to send.\n\nIf he didn’t send Hallandren one of his daughters, they would attack immediately. If he sent the wrong one, they might be angered, but he knew they wouldn’t attack. They would wait until they had an heir. That would gain Idris at least nine months.\n\nAnd . . . he thought, if they were to try to use Vivenna against me, I know that I wouldn’t be able to stop myself from giving in. It was shameful to admit that fact, but in the end, it was what made the decision for him.\n\nDedelin turned back toward the room. “Vivenna, you will not go to wed the tyrant god of our enemies. I’m sending Siri in your place.”\n\nLightsong didn’t remember dying.\n\nHis priests, however, assured him that his death had been extremely inspiring. Noble. Grand. Heroic. One did not Return unless one died in a way that exemplified the great virtues of human existence. That was why the Iridescent Tones sent the Returned back; they acted as examples, and gods, to the people who still lived.\n\nEach god represented something. An ideal related to the heroic way in which they had died. Lightsong\n\nhimself had died displaying extreme bravery. Or, at least, that was what his priests told him. Lightsong\n\ncouldn’t remember the event, just as he couldn’t remember anything of his life before he became a god.\nHe groaned softly, unable to sleep any longer. He rolled over, feeling weak as he sat up in his majestic bed. Visions and memories pestered his mind, and he shook his head, trying to clear away the fog of sleep.\n\nServants entered, responding wordlessly to their god’s needs. He was one of the younger divinities, for he’d Returned only five years before. There were some two dozen deities in the Court of Gods, and many were far more important—and far more politically savvy—than Lightsong. And above them all reigned Susebron, the God King of Hallandren.\n\nYoung though he was, he merited an enormous palace. He slept in a room draped with silks, dyed with bright reds and yellows. His palace held dozens of different chambers, all decorated and furnished according to his whims. Hundreds of servants and priests saw to his needs—whether he wanted them seen to or not.\n\nAll of this, he thought as he stood, because I couldn’t figure out how to die. Standing made him just a bit dizzy. It was his feast day. He would lack strength until he ate.\n\nServants approached carrying brilliant red and gold robes. As they entered his aura, each servant—skin, hair, clothing, and garments—burst with exaggerated color. The saturated hues were far more resplendent than any dye or paint could produce. That was an effect of Lightsong’s innate BioChroma: he had enough Breath to fill thousands of people. He saw little value in it. He couldn’t use it to animate objects or corpses; he was a god, not an Awakener. He couldn’t give—or even loan—his deific Breath away.\n\nWell, except once. That would, however, kill him.\n\nThe servants continued their ministrations, draping him with gorgeous cloth. Lightsong was a good head and a half taller than anyone else in the room. He was also broad of shoulder, with a muscular physique that he didn’t deserve, considering the amount of time he spent idle.\n\n“Did you sleep well, Your Grace?” a voice asked.\n\nLightsong turned. Llarimar, his high priest, was a tall, portly man with spectacles and a calm demeanor.\n\nHis hands were nearly hidden by the deep sleeves of his gold and red robe, and he carried a thick tome.\n\nBoth robes and tome burst with color as they entered Lightsong’s aura.\n\n“I slept fantastically, Scoot,” Lightsong said, yawning. “A night full of nightmares and obscure dreams, as always. Terribly restful.”\n\nThe priest raised an eyebrow. “Scoot?”\n\n“Yes,” Lightsong said. “I’ve decided to give you a new nickname. Scoot. Seems to fit you, the way you’re always scooting around, poking into things.”\n\n“I am honored, Your Grace,” Llarimar said, seating himself on a chair. Colors, Lightsong thought. Doesn’t he ever get annoyed? Llarimar opened his tome. “Shall we begin?”\n“If we must,” Lightsong said. The servants finished tying ribbons, doing up clasps, and draping silks.\n\nEach bowed and retreated to a side of the room.\n\nLlarimar picked up his quill. “What, then, do you remember of your dreams?”\n\n“Oh, you know.” Lightsong flopped back onto one of his couches, lounging. “Nothing really important.”\n\nLlarimar pursed his lips in dis pleasure. Other servants began to file in, bearing various dishes of food. Mundane, human food. As a Returned, Lightsong didn’t really need to eat such things—they would not give him strength or banish his fatigue. They were just an indulgence. In a short time, he would dine on something far more . . . divine. It would give him strength enough to live for another week.\n\n“Please try to remember the dreams, Your Grace,” Llarimar said in his polite, yet firm, way. “No matter how unremarkable they may seem.”\n\nLightsong sighed, looking up at the ceiling. It was painted with a mural, of course. This one depicted three fields enclosed by stone walls. It was a vision one of his predecessors had seen. Lightsong closed his eyes, trying to focus. “I . . . was walking along a beach,” he said. “And a ship was leaving without me. I don’t know where it was going.”\n\nLlarimar’s pen began to scratch quickly. He was probably finding all kinds of symbolism in the memory. “Were there any colors?” the priest asked.\n\n“The ship had a red sail,” Lightsong said. “The sand was brown, of course, and the trees green. For some reason, I think the ocean water was red, like the ship.”\n\nLlarimar scribbled furiously—he always got excited when Lightsong remembered colors. Lightsong opened his eyes and stared up at the ceiling and its brightly colored fields. He reached over idly, plucking some cherries off a servant’s plate.\n\nWhy should he begrudge the people his dreams? Even if he found divination foolish, he had no right to complain. He was remarkably fortunate. He had a deific BioChromatic aura, a physique that any man would envy, and enough luxury for ten kings. Of all the people in the world, he had the least right to be difficult.\n\nIt was just that . . . well, he was probably the world’s only god who didn’t believe in his own religion. “Was there anything else to the dream, Your Grace?” Llarimar asked, looking up from his book. “You were there, Scoot.”\n\nLlarimar paused, paling just slightly. “I . . . was?”\n\nLightsong nodded. “You apologized for bothering me all the time and keeping me from my debauchery. Then you brought me a big bottle of wine and did a dance. It was really quite remarkable.”\n\nLlarimar regarded him with a flat stare.\n\nLightsong sighed. “No, there was nothing else. Just the boat. Even that is fading.”\nLlarimar nodded, rising and shooing back the servants—though, of course, they remained in the room, hovering with their plates of nuts, wine, and fruit, should any of it be wanted. “Shall we get on with it then, Your Grace?” Llarimar asked.\n\nLightsong sighed, then rose, exhausted. A servant scuttled forward to redo one of the clasps on his robe, which had come undone as he sat.\n\nLightsong fell into step beside Llarimar, towering at least a foot over the priest. The furniture and doorways, however, were built to fit Lightsong’s increased size, so it was the servants and priests who seemed out of place. They passed from room to room, using no hallways. Hallways were for servants, and they ran in a square around the outside of the building. Lightsong walked on plush rugs from the northern nations, passing the finest pottery from across the Inner Sea. Each room was hung with paintings and gracefully calligraphed poems, created by Hallandren’s finest artists.\n\nAt the center of the palace was a small, square room that deviated from the standard reds and golds of Lightsong’s motif. This one was bright with ribbons of darker colors—deep blues, greens, and blood reds. Each was a true color, directly on hue, as only a person who had attained the Third Heightening could distinguish.\n\nAs Lightsong stepped into the room, the colors blazed to life. They became brighter, more intense, yet somehow remained dark. The maroon became a more true maroon, the navy a more powerful navy. Dark yet bright, a contrast only Breath could inspire.\n\nIn the center of the room was a child.\n\nWhy does it always have to be a child? Lightsong thought.\n\nLlarimar and the servants waited. Lightsong stepped forward, and the little girl glanced to the side, where a couple of priests stood in red and gold robes. They nodded encouragingly. The girl looked back toward Lightsong, obviously nervous.\n\n“Here now,” Lightsong said, trying to sound encouraging. “There’s nothing to fear.” And yet, the girl trembled.\n\nLecture after lecture—delivered by Llarimar, who had claimed that they were not lectures, for one did not lecture gods—drifted through Lightsong’s head. There was nothing to fear from the Returned gods of the Hallandren. The gods were a blessing. They provided visions of the future, as well as leadership and wisdom. All they needed to subsist was one thing.\n\nBreath.\n\nLightsong hesitated, but his weakness was coming to a head. He felt dizzy. Cursing himself quietly, he knelt down on one knee, taking the girl’s face in his oversized hands. She began to cry, but she said the words, clear and distinct as she had been taught. “My life to yours. My Breath become yours.”\n\nHer Breath flowed out, puffing in the air. It traveled along Lightsong’s arm—the touch was necessary —and he drew it in. His weakness vanished, the dizziness evaporated. Both were replaced with crisp clarity. He felt invigorated, revitalized, alive.\nThe girl grew dull. The color of her lips and eyes faded slightly. Her brown hair lost some of its luster; her cheeks became more bland.\n\nIt’s nothing, he thought. Most people say they can’t even tell that their Breath is gone. She’ll live a full life. Happy. Her family will be well paid for her sacrifice.\n"], "title": ["Warbreaker"], "author": ["Brandon Sanderson"]}