{"rating": ["4.20"], "number_of_pages": ["487"], "author": ["Veronica Roth"], "series": ["yes"], "tags": [{"tag_name": ["DYSTOPIAN SOCIETY"], "tag_type": [2]}, {"tag_name": ["STRONG FEMALE CHARACTERS"], "tag_type": [2]}, {"tag_name": ["YOUNG ADULT"], "tag_type": [3]}, {"tag_name": ["ANGSTY"], "tag_type": [3]}], "number_of_books": [3], "quotes": [["'\"We believe in ordinary acts of bravery, in the courage that drives one person to stand up for another.\"'", "'\"Becoming fearless isn't the point. That's impossible. It's learning how to control your fear, and how to be free from it.\"'", "'\"I might be in love with you.\" He smiles a little. \"I'm waiting until I'm sure to tell you, though.\"'", "'\"I have a theory that selflessness and bravery aren't all that different.\"'", "'\"Peter would probably throw a party if I stopped breathing.\"\"Well,\" he says, \"I would only go if there was cake.\"'", "'\"Sometimes crying or laughing are the only options left, and laughing feels better right now.\"'", "'\"A brave man acknowledges the strength of others.\"'"]], "text": ["In post-apocalyptic Chicago (though this is not revealed until Allegiant), survivors are divided into five factions: Abnegation, the selfless; Amity, the peaceful; Candor, the honest; Dauntless, the brave; and Erudite, the intelligent. All sixteen-year-olds are tested to determine which faction they are best suited for, but select their own faction at the Choosing Ceremony. Those who do not complete initiation become \"factionless,' living on the streets.Sixteen-year-old Beatrice Prior feels she does not belong in her Abnegation family. Her inconclusive test results (Abnegation, Dauntless and Erudite) mark her as 'Divergent,' and the test administrator Tori warns her never to tell anyone. Agonizing over her future, Beatrice decides to leave Abnegation and join Dauntless. Her brother Caleb chooses Erudite.The new Dauntless initiates jump onto a moving train to Dauntless headquarters, and are instructed to jump onto the roof. Most make it, but one initiate falls to her death, and another is too afraid to jump. They are then ordered to jump into the compound entrance; Beatrice jumps first. Reaching the bottom, she tells the instructor Four that her name is Tris.Four explains that, unlike the other factions, who accept all successful initiates, only the top ten Dauntless initiates will stay while the rest become Factionless. Tris befriends several fellow initiates like Christina, Will and Al, but comes into conflict with others like Peter, Drew and Molly.In the first stage of initiation, they are trained in guns, knives and hand-to-hand combat. Despite her lack of physical strength, Tris finishes in sixth place. A relationship emerges between Tris and Four, and Tris is pummeled by Peter in a fight. After the Stage 1 rankings are announced, the second-place Peter stabs first-place Edward in the eye. Edward leaves to become Factionless, followed by his girlfriend Myra. This allows Peter to take Edward's place as the first-place initiate.On Visiting Day, Tris' mother tells Tris to stay strong but to not bring too much attention to herself during training.Erudite stirs dissent against the city's Abnegation leadership and accuses their leader Marcus of abusing his son. The rumors are fueled by the fact that Marcus' son, as well as Tris and Caleb, all left Abnegation, which is also alleged to be hoarding supplies.The initiates enter Stage 2, facing hallucinations based on their deepest fears. Tris' Divergent abilities give her an advantage and earn her the top rank. Peter, Drew, and Al attack Tris, threatening sexual assault and nearly throwing her to her death, but Four intervenes. Al begs Tris' forgiveness, but she rejects him; he later commits suicide.The final stage gathers the initiates' fears into a simulated 'fear landscape,' testing their acquired skills. Tris and Four grow closer, and he lets her into his own fear landscape; she discovers he has only four fears, hence his nickname. In Four's final fear, Tris also learns that he is Marcus' son Tobias, and the claims of abuse were true. Four uncovers Erudite's plans to use Dauntless to stage an attack on Abnegation.Tris overcomes her fear landscape, and the Dauntless initiates are injected with a \"tracking\" serum. Tris shares her feelings for Tobias, and is ranked first at the initiation ceremony.The serum transforms the Dauntless into hypnotized soldiers to attack Abnegation. Tris and Tobias' Divergent abilities allow them to remain unaffected by the serum and escape to the Abnegation compound. Tris is shot and they are captured. Erudite leader Jeanine Matthews, mastermind of the attack, injects Tobias with an experimental serum that overrides his Divergence. Under Jeanine's control, Tobias oversees the attack from the Dauntless control room. Tris is almost drowned in a tank, but is rescued by her mother, who reveals she is also Divergent before she is killed whilst helping Tris escape. Tris is forced to kill Will, who attacks her under the influence of the simulation.She finds her and Tobias' fathers, explaining the truth behind the attack. They fight their way to Dauntless headquarters, where Tris' father sacrifices himself. Tris is attacked by the mind-controlled Tobias; unable to kill him, Tris surrenders, causing Tobias to break free of the serum's control. They shut down the Erudite simulation and free the Dauntless. They rejoin the initiates, and board a train to the Amity sector to find the Abnegation survivors."], "good_reads_synopsis": ["In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue'Candor (the honest), Abnegation (the selfless), Dauntless (the brave), Amity (the peaceful), and Erudite (the intelligent). On an appointed day of every year, all sixteen-year-olds must select the faction to which they will devote the rest of their lives. For Beatrice, the decision is between staying with her family and being who she really is'she can't have both. So she makes a choice that surprises everyone, including herself.During the highly competitive initiation that follows, Beatrice renames herself Tris and struggles alongside her fellow initiates to live out the choice they have made. Together they must undergo extreme physical tests of endurance and intense psychological simulations, some with devastating consequences. As initiation transforms them all, Tris must determine who her friends really are'and where, exactly, a romance with a sometimes fascinating, sometimes exasperating boy fits into the life she's chosen. But Tris also has a secret, one she's kept hidden from everyone because she's been warned it can mean death. And as she discovers unrest and growing conflict that threaten to unravel her seemingly perfect society, she also learns that her secret might help her save those she loves . . . or it might destroy her."], "genre": [["Science Fiction", "Romance"]], "title": ["Divergent"], "adapted": ["yes"]}