{"rating": ["4.19"], "number_of_pages": ["218"], "author": ["Chuck Palahniuk"], "series": ["no"], "tags": [{"tag_name": ["CLASSICAL ENGLISH LITERATURE"], "tag_type": [1]}, {"tag_name": ["SOCIAL COMMENTARIES"], "tag_type": [1]}, {"tag_name": ["MENTAL ILLNESS"], "tag_type": [2]}, {"tag_name": ["VIOLENT ACTION"], "tag_type": [2]}, {"tag_name": ["DISTURBING"], "tag_type": [3]}, {"tag_name": ["PHILOSOPHICAL"], "tag_type": [3]}], "quotes": [["'It's only after we've lost everything that we're free to do anything.'", "'I don't want to die without any scars.'", "'This is your life and its ending one moment at a time.'", "'You are not your job, you're not how much money you have in the bank. You are not the car you drive. You're not the contents of your wallet. You are not your fucking khakis. You are all singing, all dancing crap of the world.'", "'The things you used to own, now they own you.'", "'We've all been raised on television to believe that one day we'd all be millionaires, and movie gods, and rock stars. But we won't. And we're slowly learning that fact. And we're very, very pissed off.'"]], "text": ["Fight Club centers on an anonymous narrator, who works as a product recall specialist for an unnamed car company. Because of the stress of his job and the jet lag brought upon by frequent business trips, he begins to suffer from recurring insomnia. When he seeks treatment, his doctor advises him to visit a support group for testicular cancer victims to \"see what real suffering is like\". He finds that sharing the problems of others—despite not having testicular cancer himself—alleviates his insomnia.The narrator's unique treatment works until he meets Marla Singer, another \"tourist\" who visits the support group under false pretenses. The possibly disturbed Marla reminds the narrator that he is a faker who does not belong there. He begins to hate Marla for keeping him from crying, and, therefore, from sleeping. After a confrontation, the two agree to attend separate support group meetings to avoid each other. The truce is uneasy, and the narrator's insomnia returns.While on a nude beach, the narrator meets Tyler Durden, a charismatic extremist of mysterious means. After an explosion destroys the narrator's condominium, he asks to stay at Tyler's house. Tyler agrees, but asks for something in return: \"I want you to hit me as hard as you can.\"[3] Both men find that they enjoy the ensuing fistfight. They subsequently move in together and establish a \"fight club\", drawing numerous men with similar temperaments into bare-knuckle fighting matches, set to the following rules:You don't talk about fight club.You don't talk about fight club.When someone says stop, or goes limp, the fight is over.[note 1]Only two guys to a fight.One fight at a time.They fight without shirts or shoes.The fights go on as long as they have to.If this is your first night at fight club, you have to fight.If this is your second night at fight club, you have to fight.If this is your third night at fight club, you have to pretend to be a fish while fighting.— Fight Club, pages 48–50[4]Later in the book, a mechanic tells the narrator about two new rules of the fight club: nobody is the center of the fight club except for the two men fighting, and the fight club will always be free.Marla, noticing that the narrator has not recently attended his support groups, calls him to claim that she has overdosed on Xanax in a half-hearted suicide attempt. Tyler returns from work, picks up the phone to Marla's drug-induced rambling, and rescues her. Tyler and Marla embark on an uneasy affair that confounds the narrator and confuses Marla. Throughout this affair, Marla is unaware both of fight club's existence and the interaction between Tyler and the narrator. Because Tyler and Marla are never seen at the same time, the narrator wonders whether Tyler and Marla are the same person.As fight club attains a nationwide presence, Tyler uses it to spread his anti-consumerist ideas, recruiting fight club's members to participate in increasingly elaborate pranks on corporate America. He eventually gathers the most devoted fight club members and forms \"Project Mayhem\", a cult-like organization that trains itself as an army to bring down modern civilization. This organization, like fight club, is controlled by a set of rules:You don't ask questions.You don't ask questions.No excuses.No lies.You have to trust Tyler.— Fight Club, pages 119, 122, 125[5]While initially a loyal participant in Project Mayhem, the narrator becomes uncomfortable with the increasing destructiveness of its activities. He resolves to stop Tyler and his followers when Bob, a friend from the testicular cancer support group, is killed during one of Project Mayhem's sabotage operations.The narrator then learns that he himself is Tyler Durden.As the narrator's mental state deteriorated, his mind formed a new personality that was able to escape from the problems of his life. Marla inadvertently reveals to the narrator that he and Tyler are the same person. Tyler's affair with Marla—whom the narrator professes to dislike—was the narrator's own affair with Marla. The narrator's bouts of insomnia had been Tyler's personality surfacing; Tyler was active whenever the narrator was \"sleeping\". The Tyler personality not only created fight club, he also blew up the Narrator's condo.Tyler plans to blow up a skyscraper using homemade bombs created by Project Mayhem; the target of the explosion is the nearby national museum. Tyler plans to die as a martyr during this event, taking the narrator's life as well. Realizing this, the narrator sets out to stop Tyler, although Tyler is always thinking ahead of him. The narrator makes his way to the roof of the building, where Tyler holds him at gunpoint. When Marla comes to the roof with one of the support groups, Tyler vanishes, as Tyler \"was his hallucination, not hers.\"[6]With Tyler gone, the narrator waits for the bomb to explode and kill him. The bomb malfunctions because Tyler mixed paraffin into the explosives. Still alive and holding Tyler's gun, the narrator makes the first decision that is truly his own: he puts the gun in his mouth and shoots himself. Some time later, he awakens in a mental hospital, believing he is in Heaven, and imagines an argument with God over human nature. The book ends with the narrator being approached by hospital employees who reveal themselves to be Project members. They tell him their plans still continue, and that they are expecting Tyler to come back."], "good_reads_synopsis": ["Chuck Palahniuk showed himself to be his generation’s most visionary satirist in this, his first book. Fight Club’s estranged narrator leaves his lackluster job when he comes under the thrall of Tyler Durden, an enigmatic young man who holds secret after-hours boxing matches in the basement of bars. There, two men fight \"as long as they have to.\" This is a gloriously original work that exposes the darkness at the core of our modern world."], "genre": [["Fiction", "Thriller"]], "title": ["Fight Club"], "adapted": ["Yes"]}