{"rating": ["4.33"], "number_of_pages": ["374"], "author": ["Suzanne Collins"], "series": ["yes"], "tags": [{"tag_name": ["DYSTOPIAN SOCIETY"], "tag_type": [2]}, {"tag_name": ["ROMANTIC SUBPLOTS"], "tag_type": [2]}, {"tag_name": ["KICK-ASS FEMALE CHARACTERS"], "tag_type": [2]}, {"tag_name": ["STRONG FEMALE CHARACTERS"], "tag_type": [2]}, {"tag_name": ["VIOLENT ACTION"], "tag_type": [2]}, {"tag_name": ["BATTLE ROYALE"], "tag_type": [2]}, {"tag_name": ["YOUNG ADULT"], "tag_type": [3]}], "number_of_books": [3], "quotes": [["'\"You don't forget the face of the person who was your last hope.\"'", "'\"Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.\"'", "'\"Destroying things is much easier than making them.\"'", "'\"Stupid people are dangerous.\"'", "'\"You've got about as much charm as a dead slug.\"'", "'\"District 12: Where you can starve to death in safety.\"'"]], "text": ["In the nation of Panem, established in the remains of North America after an unspecified apocalyptic event, the wealthy Capitol exploits the twelve surrounding districts for their natural resources and labour.[5] District 12 is in the coal-rich region that was once Appalachia, while the Capitol is in the Rocky Mountains.[6] As punishment for a past failed rebellion against the Capitol, which resulted in the obliteration of District 13, one boy and one girl between the ages of 12 and 18 from each of the 12 remaining districts are selected by an annual lottery to participate in the Hunger Games, a contest in which the \"tributes\" must fight to the death in an outdoor arena until only one remains.The story is narrated by 16-year-old Katniss Everdeen from District 12, who volunteers for the 74th Hunger Games in place of her 12-year-old sister, Primrose. The male tribute is Peeta Mellark, a former schoolmate of Katniss who once gave her bread from his family's bakery when her family was starving. In the days leading up to the Games in the Capitol, they are given advice by their drunken mentor, Haymitch Abernathy, the sole living District 12 victor of the Hunger Games; chaperone Effie Trinket; and various stylists to enhance their public perception to get potential sponsors, who will send potentially life-saving gifts during the Games. Katniss's stylist, Cinna, designed special costumes for Katniss and Peeta that set them apart from the tributes when introduced to the public. During their evaluation by the Gamemakers, Katniss unexpectedly gets the highest score among the others. Meanwhile, Rue, the petite 12-year-old girl tribute from District 11, follows Katniss and Peeta around during the training sessions. On the day before the games, in the televised interview with Caesar Flickerman, Peeta reveals his long-unrequited love for Katniss; she is initially shocked by this and believes this is a ploy to gain sponsors, but later accepts this as sincere. Haymitch then promotes their image as \"star-crossed lovers\".The Games begin, and nearly half the tributes are killed in the bloodbath at the start, fighting over the weapons and supplies throughout the arena. Katniss disregards Haymitch's earlier advice to flee immediately and nearly dies, but uses her well-practiced hunting and survival skills to hide in the woods. After a few days, an artificial fire drives Katniss toward the others. She is spotted and treed by the \"Careers\" tributes and Peeta, who seems to have allied with them. Rue, hiding in a nearby tree, silently alerts Katniss to a \"tracker jacker\" nest, which she sends it plummeting down, releasing the flying insects. Their venom kills one of the careers and drives the others away, but Katniss is stung and begins hallucinating. Peeta returns, but instead of killing her, tells her to run away. Katniss later forms an alliance with Rue, but Rue is fatally wounded by another tribute while Katniss destroys the careers' supplies. Katniss kills Rue's killer with an arrow, and accompanies Rue as she dies and spreads flowers over the body to show her defiance against the Capitol. In gratitude, Rue's district sends Katniss a loaf of bread.A rule change is announced, allowing the tributes from the same district to win as a pair. Katniss finds and nurses a wounded Peeta (who later revealed that he formed an alliance with the careers to protect Katniss), acting the part of a girl in love to gain gifts. When the Gamemakers send a delivery of what each contestant needs most, Katniss risks her life to obtain medicine for Peeta. She is intercepted by a career tribute Clove, who gloats over Rue's death and tries to kill Katniss, but is killed by Thresh, the male District 11 tribute, who spares Katniss for Rue's sake. The medicine saves Peeta's life, and they both spend time hunting and collecting food.Katniss and Peeta become the last two survivors, but the Gamemakers revoke the rule change to force one to kill the other for a dramatic finale. In defiance, Katniss prepares to consume the poisonous \"nightlock\" berries with Peeta. Realizing they intend to commit suicide so that there will not be a victor for the games, the Gamemakers declare Katniss and Peeta the victors. Although both of them receive a hero's welcome as a couple, Katniss is warned by Haymitch that the Capitol may take action against her for her defiance. Along the way back to District 12, Peeta is heartbroken to learn that Katniss' actions were part of a calculated ploy to gain sympathy. Katniss, however, is unsure of her own feelings and her future."], "good_reads_synopsis": ["Could you survive on your own, in the wild, with everyone out to make sure you don't live to see the morning?In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by twelve outlying districts. The Capitol is harsh and cruel and keeps the districts in line by forcing them all to send one boy and one girl between the ages of twelve and eighteen to participate in the annual Hunger Games, a fight to the death on live TV. Sixteen-year-old Katniss Everdeen, who lives alone with her mother and younger sister, regards it as a death sentence when she is forced to represent her district in the Games. But Katniss has been close to dead before - and survival, for her, is second nature. Without really meaning to, she becomes a contender. But if she is to win, she will have to start making choices that weigh survival against humanity and life against love.New York Times bestselling author Suzanne Collins delivers equal parts suspense and philosophy, adventure and romance, in this searing novel set in a future with unsettling parallels to our present."], "genre": [["Science Fiction", "Action", "Romance"]], "title": ["The Hunger Games"], "adapted": ["yes"]}