{"rating": ["4.46"], "number_of_pages": ["496"], "author": ["Shannon Messenger"], "series": ["yes"], "tags": [{"tag_name": ["JUVENILE FICTION"], "tag_type": [1]}, {"tag_name": ["ADVENTURE"], "tag_type": [2]}, {"tag_name": ["MAGIC"], "tag_type": [2]}, {"tag_name": ["YOUNG ADULT"], "tag_type": [3]}], "number_of_books": [9], "quotes": [["'\"I would rather be punished for making the right decision than live with the guilt of making the wrong one for the rest of my life.\"'", "'\"Fitz pulled her forward, and the warm tingling in her hand shot through her body--like a million feathers swelling underneath her skin, tickling her from the inside out.\"'", "'“That’s impossible [...] You need infinite energy for light travel. Haven’t you heard of the theory of relativity?” She thought she had him stumped with that one, but he just laughed again. “That’s the dumbest thing I’ve ever heard.”'", "'“This is…magic?” Fitz laughed – a full body laugh, like it was the funniest thing he’d ever heard [...] “No,” he said when he’d regained control. “Magic is a stupid idea humans came up with to try to explain things they couldn’t understand.”'"]], "text": ["The series tells the story of Sophie Foster, a twelve-year-old high school senior with the ability to read minds. She has always felt alone, until a mysterious boy named Fitz Vacker shows her that there is a place where she belongs, and staying where she is will put her in terrible danger. She is forced to leave behind everything she has known and start a new life in the Lost Cities. Only then does she realize that she was given extraordinarily powerful abilities — and deadly secrets hidden in her subconscious — that some may kill for."], "good_reads_synopsis": ["Twelve-year-old Sophie Foster has a secret. She’s a Telepath—someone who hears the thoughts of everyone around her. It’s a talent she’s never known how to explain. Everything changes the day she meets Fitz, a mysterious boy who appears out of nowhere and also reads minds. She discovers there’s a place she does belong, and that staying with her family will place her in grave danger. In the blink of an eye, Sophie is forced to leave behind everything and start a new life in a place that is vastly different from anything she has ever known. Sophie has new rules to learn and new skills to master, and not everyone is thrilled that she has come “home.” There are secrets buried deep in Sophie’s memory—secrets about who she really is and why she was hidden among humans—that other people desperately want. Would even kill for. In this page-turning debut, Shannon Messenger creates a riveting story where one girl must figure out why she is the key to her brand-new world, before the wrong person finds the answer first."], "genre": [["Fantasy", "Adventure"]], "title": ["Keeper of the Lost Cities"], "adapted": ["no"]}