{"rating": ["4.04"], "number_of_pages": ["144"], "author": ["Richard P. Feynman"], "series": ["no"], "tags": [{"tag_name": ["Altruism"], "tag_type": [2]}, {"tag_name": ["Philosophy"], "tag_type": [2]}, {"tag_name": ["Scientific Literacy"], "tag_type": [2]}, {"tag_name": ["PHILOSOPHICAL"], "tag_type": [3]}, {"tag_name": ["CULTURAL"], "tag_type": [3]}], "quotes": [["'I think a power to do something is of value. Whether the result is a good thing or a bad thing depends on how it is used, but the power is a value.'", "'Some people say, How can you live without knowing? I do not know what they mean. I always live without knowing. That is easy. How you get to know is what I want to know.'", "'If we were not able or did not desire to look in any new direction, if we did not have a doubt or recognize ignorance, we would not get any new ideas.'", "'It is in the admission of ignorance and the admission of uncertainty that there is a hope for the continuous motion of human beings in some direction that doesn't get confined, permanently blocked, as it has so many times before in various periods in the history of man.'"]], "text": ["In the first lecture, \"The Uncertainty of Science\" Feynman explains the nature of science, that it is a \"method for finding things out\", and that it is \"based on the principle that observation is the judge of whether something is so or not\".[3] He says that uncertainty and doubt in science is a good thing, because it always keeps the door open for further investigation.[1] The lecture is structured around three topics: the activity of \"doing\" science, the body of scientific knowledge, and the application of science, which Feynman covers in reverse order. Feynman also emphasizes the distinction between questions that science can answer: \"what will happen\", and questions science cannot answer: \"what do I want to happen\".The second lecture, \"The Uncertainty of Values\" deals with his views on the relationship between science, religion and politics. Feynman acknowledges science's limitations and says that it does not have the value system that religions have, but adds that it can be used to help in making decisions.[8][9] He also stresses the importance of having the freedom to question and explore, and criticizes the (then) Soviet Union by saying that no government has the right to decide which scientific principles are correct and which are not.[10]In the third lecture, \"This Unscientific Age\", the longest of the three, Feynman discusses his views on modern society and how unscientific it is. Using a number of anecdotes as examples, he covers a range of topics, including \"faith healing, flying saucers, politics, psychic phenomena, TV commercials, and desert real estate\".[4]"], "good_reads_synopsis": ["Many appreciate Richard P. Feynman's contributions to twentieth-century physics, but few realize how engaged he was with the world around him—how deeply and thoughtfully he considered the religious, political, and social issues of his day. Now, a wonderful book—based on a previously unpublished, three-part public lecture he gave at the University of Washington in 1963—shows us this other side of Feynman, as he expounds on the inherent conflict between science and religion, people's distrust of politicians, and our universal fascination with flying saucers, faith healing, and mental telepathy. Here we see Feynman in top form: nearly bursting into a Navajo war chant, then pressing for an overhaul of the English language (if you want to know why Johnny can't read, just look at the spelling of “friend”); and, finally, ruminating on the death of his first wife from tuberculosis. This is quintessential Feynman—reflective, amusing, and ever enlightening."], "genre": [["Nonfiction", "Science", "Philosophy"]], "title": ["The Meaning of It All Thoughts of a Citizen-Scientist"], "adapted": ["no"]}