{"rating": ["4.03"], "number_of_pages": ["353"], "author": ["Dave Eggers"], "series": ["no"], "tags": [{"tag_name": ["BIOGRAPHIES"], "tag_type": [1]}, {"tag_name": ["RAGS TO RICHES STORIES"], "tag_type": [1]}, {"tag_name": ["COFFEE"], "tag_type": [2]}, {"tag_name": ["INSPIRATIONAL"], "tag_type": [3]}, {"tag_name": ["EXHILARATING"], "tag_type": [3]}, {"tag_name": ["CULTURAL"], "tag_type": [3]}], "quotes": [["'\"Money is ephemeral, moving from person to person, it's a tool. Don't let it get into your heart or soul.\"'", "'\"Mokhtar and his friends would be working a hustle when one of them would look up. Isn't that your pops, Mokhtar? His father circled his childhood as he circled the city'a kind of sixty-foot roaming conscience.\"'", "'\"They brought you here so you could have choices,\" Ghassan said. \"And you're blowing it. If you want to do something different when you grow up, you're going to have to get your shit together.\"'", "'\"Education about Yemen will come through customers' engagement with the product. And in the meantime you'll employ actual Yemeni people. And you'll do something tangible. And you'll make a living. And you won't have to ask for donations. And it won't have to be about Islam. You're not selling Islamic coffee beans. Sell Yemeni beans. Do that, and do it well, and the rest will follow.\"'", "'\"Coffee could be smelled and tasted and touched. And it was a commodity, recession-proof. Next to gasoline, it might be one of the most recession-proof commodities of all.\"'"]], "text": ["Dave Eggers's The Monk of Mokha (2018), the third in a series of nonfiction books in which Eggers explores the lives of modern-day immigrants in America, tells the real-life story of Yemeni-American Mokhtar Alkhanshali.Mokhtar tells his girlfriend, Miriam, that he intends to go to law school. She purchases a beautiful leather satchel for him; Mokhtar borrows money from his brother Wallead to purchase a new laptop for school. He puts the laptop in the satchel and then drives to a fund-raiser for Somali famine victims, collecting $3,000 there, which he decides to drive to the mosque to delivery personally. He is also asked to bring leftover rooh afza (milk and rosewater) to the mosque. He falls asleep on the way and gets out of the car groggily. He sets the satchel down to help carry the rooh afza inside. By the time he remembers that he has left the satchel by the car, it has been stolen. Later, he accompanies his friend Ibrahim Ahmed Ibrahim to the airport, and sits there for hours, uncertain what to do.Mokhtar works as a \"lobby ambassador\" (a.k.a. a doorman) at an apartment building in San Francisco. Good at the job, he is amazed at the way people spend their money. Most of the residents, while polite, do not ask Mokhtar personal questions. However, one resident, James Blackburn, asks him where he is from originally. Mokhtar was born in the United States and grew up in a poor neighborhood in San Francisco called the Tenderloin District. His parents came from Yemen. Mokhtar behaved badly as a child, so when he was thirteen, his parents arranged to send him to Yemen to live with his grandparents for a year.Mokhtar was surprised to find he liked Yemeni culture and enjoyed his time there. His grandfather, a very hard worker, did not tolerate anything less from Mokhtar, and so Mokhtar learned the value of hard work and discipline while in Yemen. When Mokhtar returns to America, he gets a job on his own, working as a salesperson in stores. Later, he gets a job selling cars, but when he witnesses his boss ripping off customers, he quits in disgust.While out on a date with Miriam, she points out a statue depicting a Yemeni man drinking coffee to Mokhtar. Taken by this image, Mokhtar does some reading, discovering that Yemen is where the first coffee was brewed, but years of internal strife and civil war have decimated the Yemeni coffee industry. Although he did not drink much coffee, Mokhtar decides he will launch a business importing coffee from Yemen to America. He studies coffee brewing and meets Willem Boot, who offers to fund a trip to Yemen.Mokhtar travels to Yemen and stays for three months, going from coffee farm to coffee farm. He collects samples from each one, which he brings back to America with him, organizing taste tests with coffee experts, who help him identify the farm that produces the best beans. Armed with this knowledge, he returns to Yemen, visiting the farm, which is inefficiently run. Mokhtar helps the farmers improve their techniques to up their coffee yield.Mokhtar searches for a processing plant, but finding that the local mills have shockingly poor conditions for the workers, he establishes his own mill. He goes to the other mills, stealing their employees simply by offering better pay and a better standard of working and living.Everything is going well, and Mokhtar believes he might yet be successful. Then the worst happens: The violence and division in Yemen explode into all-out civil war. The U.S. Embassy hastily closes and evacuates'leaving behind any U.S. citizen still in Yemen. Mokhtar finds himself trapped in a war zone with no clear way to return to America. Worse, he needs to attend an upcoming coffee conference in order to secure orders for his coffee, or he will be unable to pay back his investors and the business will fail.Mokhtar places several coffee samples into his suitcase and hires a boat. He travels across the Red Sea to Djibouti, where he boards a plane to the U.S., arriving just in time to attend the conference. His coffee is of such high quality that it is an instant hit; Mokhtar is inundated with orders and offers of investment. Despite the war, he begins importing coffee from Yemen, and his coffee quickly becomes some of the most famous coffee in the world.Mokhtar rents an apartment in the same building where he once worked as a doorman. Initially, he is sad that he has no one to celebrate with, but then Dave Eggers, the author, arrives at his new apartment, and they celebrate the moment."], "good_reads_synopsis": ["The Monk of Mokha is the exhilarating true story of a young Yemeni American man, raised in San Francisco, who dreams of resurrecting the ancient art of Yemeni coffee but finds himself trapped in Sana'a by civil war.Mokhtar Alkhanshali is twenty-four and working as a doorman when he discovers the astonishing history of coffee and Yemen's central place in it. He leaves San Francisco and travels deep into his ancestral homeland to tour terraced farms high in the country's rugged mountains and meet beleagured but determined farmers. But when war engulfs the country and Saudi bombs rain down, Mokhtar has to find a way out of Yemen without sacrificing his dreams or abandoning his people."], "genre": [["Non-Fiction", "Historical"]], "title": ["The Monk of Mokha"], "adapted": ["no"]}