{"rating": ["4.22"], "number_of_pages": ["249"], "author": ["John Flanagan"], "series": ["yes"], "tags": [{"tag_name": ["Epic Fantasies"], "tag_type": [1]}, {"tag_name": ["juvenile fiction"], "tag_type": [1]}, {"tag_name": ["adventure"], "tag_type": [2]}, {"tag_name": ["swords and sorcery"], "tag_type": [2]}, {"tag_name": ["violent action"], "tag_type": [2]}, {"tag_name": ["Young Adult"], "tag_type": [3]}], "number_of_books": [12], "quotes": [["'“I said, names aren't important,\" he repeated. There was a silence between them for some seconds, then the Ranger said: \"Do you know what is important?\"Will shook his head.\"Supper is important!”'", "'“Once you best a man, never gloat. Be generous and find something in his actions to praise. He won't enjoy being bested, but he'll make a good face of it. Show him you appreciate it. Praise can win you a friend. Gloating will only ever make enemies.”'", "'Take one more step and I'll put an arrow through you.\"Will tried to model his voice on the quiet, threatening tone Halt had used. He had retrieved several of his arrows from the nearest target and now he had one of them ready, laid on the bowstring. Halt glanced around approvingly.\"Good idea,\" he said. \"Aim for the left calf. It's a very painful wound.”'"]], "text": ["Morgarath, the exiled lord of the bleak, barren Mountains of Rain and Night has been waiting fifteen years in his dark realm, carefully planning his revenge against the Kingdom of Araluen. His former fief, known as Gorlan, was long ago brought to ruin as a result of his unsuccessful rebellion against King Duncan. Now he silently plots to rebel again, rallying hideous creatures known as Wargals to his side. Wargals have little will of their own, and are easy to control, therefore being suitable as soldiers in Morgarath's army. After fifteen years, Morgarath prepares to unleash his power, except using two strong beasts called the Kalkara, which are very powerful ape-like assassins, to attempt to weaken the Kingdom before trying to take the Kingdom once more.Meanwhile in Araluen, in Redmont Fief, a special day has come for 15-year-old Will and his fellow wardmates (Horace, Alyss, George, and Jenny), called Choosing Day, where they all become an apprentice to a craftmaster or have to work in the local farms. Jenny is apprenticed to Master Chubb, the castle cook. Horace is accepted to Battleschool, and George is accepted to Scribeschool, while Alyss is accepted as a courier. Although Will's first choice was Battleschool (he does this because he thinks his father was a brave knight, although he doesn't know for sure what happened to him), Baron Arald explains to him that his talents lie in other directions. Instead of being accepted to Battleschool, he becomes apprenticed to Halt the Ranger, after sneaking into a guarded tower at the castle. Rangers are the intelligence group of the country and specialize in long-range weapons and the art of staying unseen. Will is not overly excited about this, but he is trained in these skills The main reason why he is being trained in these skills is that he needs to prepare for the annual Ranger meeting called the Gathering. During this time he begins to establish a closeness to Halt and starts to realize that being a Ranger is much better than it seems. Will is given a horse named Tug, from an old horse trainer by the name of Old Bob.In the meantime, Will's wardmate Horace is in Battle school. His life is harsh and he is bullied by three older Battleschool cadets: Alda, Bryn, and Jerome. During a local holiday known as Harvest Day, Horace and Will fight, increasing their hatred for each other. A few days after this incident, Will and Halt find signs of a wild boar that has been roaming the area. They also meet a rambling, frightened farmer by the name of Salt Peter. The two get a group of men that will kill the boar, and Horace is recruited to the boar hunt. During the hunt, it is discovered that there are two boars, one which is killed by a hunter, and the other runs straight at Horace, who tries to kill it but fails. Will distracts the boar, also tries to kill it and fails, and is saved by inches from death by Halt's well-timed arrow. In saving Horace's life, he cements a friendship between Will and Horace and erases the lasting tension between the two. Sometime after the killing of the boar, Alda, Bryn, and Jerome corner Horace and beat him brutally. They then proceed to the forest to give Will the same treatment. He manages to evade the three for a few minutes but is quickly overpowered. Horace then arrives and intervenes, and the bullies leave Will to continue hitting Horace. They are in turn stopped by Halt, who invites Horace to swordfight the bullies individually. One by one, he defeats them and incapacitates Alda. As a punishment, they are banished from the fief, making Horace closer to the Rangers. However, it has now come time for Halt and Will to leave for the Gathering. Here Will meets Halt's former apprentice, Gilan. During the Gathering, the Rangers receive a report that the Kalkara, vicious creatures under the control of Morgarath, have entered Araluen.Halt, Will and Gilan leave to track down and kill the Kalkara. Halt thinks that the Kalkara is headed to the Ruins of Gorlan and tells Will to go back to Redmont, get back up and rendezvous at the ruins. At Redmont, Baron Arald, and Sir Rodney head out to slay the Kalkara (with several others following) and to save Halt. Finding that Halt is battling the Kalkara alone (and not faring so well), Sir Rodney and Baron Arald manage to knock one into the fire, but are badly injured by the other. Will watches, horrified, and knows he must do something. He runs over to a torch that Baron Arald dropped, creates a flaming arrow, and shoots the Kalkara fatally in the chest. Back at his fief, Will is considered a hero and receives his bronze oakleaf which identifies him as a Ranger's apprentice. When he and his ward mates reunite to congratulate him at an inn, Alyss surprisingly kisses Will. Meanwhile, Araluen prepares for a war with Lord Morgarath and his army of Wargals."], "good_reads_synopsis": ["They have always scared him in the past — the Rangers, with their dark cloaks and shadowy ways. The villagers believe the Rangers practice magic that makes them invisible to ordinary people. And now 15-year-old Will, always small for his age, has been chosen as a Ranger's apprentice. What he doesn't yet realize is that the Rangers are the protectors of the kingdom. Highly trained in the skills of battle and surveillance, they fight the battles before the battles reach the people. And as Will is about to learn, there is a large battle brewing. The exiled Morgarath, Lord of the Mountains of Rain and Night, is gathering his forces for an attack on the kingdom. This time, he will not be denied...."], "genre": [["Fantasy", "Action", "Adventure"]], "title": ["The Ruins of Gorlan"], "adapted": ["no"]}