{"rating": ["4.54"], "number_of_pages": ["513"], "author": ["Brandon Sanderson"], "series": ["yes"], "title": ["Skyward"], "number_of_books": [4], "quotes": [["'You get to choose who you are. Legacy, memories of the past, can serve us well. But we cannot let them define us. When heritage becomes a box instead of an inspiration, it has gone too far.'", "'People need stories, child. They bring us hope, and that hope is real. If that's the case, what does it matter whether people in them actually lived?'", "'It has always seemed to me that a coward is a person who cares more about what people say than about what is right. Bravery isn't about what people call you, Spensa. It's about who you know yourself to be.'", "'And the warrior's way was not to run from failure, but to own up to it and do better.'", "'\"So . . . ,\" I said. \"You're saying that by the end of our training, you expect us to be able to use grappling hooks made of energy to smash our enemies with flaming chunks of space debris?\"\"Yes.\"", "'Good night, sweet prince,\" M-Bot whispered as the junk crashed to the ground. \"Or princess. Or, most likely, genderless piece of inanimate space junk.'", "'I'd be offended if I could be offended,\" he said. \"Maybe I should start calling you a cow, since you have four limbs, are made of meat, and have rudimentary biological mental capacities.'", "'\"I miss my pilot,\" M-Bot said. \"I 'miss' him because of the loss of knowledge. Without proper information, I cannot judge my future actions. My ability to interface with the world, and to be efficient, is lessened.\" He hesitated. \"I am broken, and do not know how to fulfill my purpose. Is this how you feel?\"\"Maybe.\" I made a fist, forcing myself to stop fidgeting. \"But I'm going to beat it, M-Bot.\"\"It must be nice to have free will.\"\"You have free will too. We've talked about this.\"\"I simulate it in order to seem more palatable to humans,\" he said. \"But I do not have it. Free will is the ability to ignore your programming. Humans can ignore theirs, but I—at a fundamental level—cannot.\"\"Humans don't have programming.\"", "'\"...human beings need someone friendly to listen to them when they're grieving. So feel free to talk to me. I will be friendly. You have nice shoes.\"\"Is that the only thing you notice about people?\"\"I've always wanted shoes. They're the sole piece of clothing that makes any sense, assuming ideal environmental conditions. They don't play into your strange and nonsensical taboos about not letting anyone see your—\"\"Is this really the only thing you can think of to comfort someone who is grieving?\"\"It was number one on my list.\" Great.\"The list has seven million entries. Do you want to hear number two?\"\"Is it silence?\"\"That didn't even make the list.\"\"Move it to number two.\""]], "text": ["Spensa is a 17-year-old girl who is part of a group of shipwrecked humans living on a ruined world called Detritus, under constant attack from mysterious aliens called the Krell. Spensa dreams of following in the footsteps of her deceased father, a fighter pilot of the Defiant Defense Force (DDF). However she is barred from any chance at becoming one because her father abandoned his flight in the infamous Battle of Alta, which ended in his own wingmates shooting him down.In order to get accepted into the flight academy, she and her peers must take an exam to prove their worth. Spensa, who has been preparing for the exam her entire life, has high hopes to pass, as does her longtime friend Rodge. However, on the day of the testing, DDF Admiral Ironsides rigs the exam so that Spensa fails. Angry at her defeat, she surreptitiously retakes the exam after everyone has left. Cobb, her father's former wingmate and an instructor at the academy, spies on her and sees her near-perfect score, so he offers her the opportunity to come train under him.At the academy, Spensa is introduced to her fellow cadet crew who, at Spensa's recommendation, name themselves the Skyward Flight. Their members are Spensa, Rodge, Kimmalyn (nicknamed Quirk), Hurl, FM, Nedd, Arturo, Morningtide, Bim, and Jorgen (nicknamed Jerkface by Spensa). After training in a virtual reality simulator, they are suddenly called to the battlefield to aid against a Krell incursion. Rodge is left scared, and quits the flight academy to instead become an engineer. Spensa is barred from using academy facilities and quarters, so she occupies a nearby cave, where she discovers an advanced crashed ship with an artificial intelligence computer. Spensa, with the help of a cautious Rodge, begins to work on repairing the ship. In the meantime, Spensa and her cadet flight crew continue to learn and practice new techniques under the guidance of Cobb. Spensa begins to bond with her classmates.Spensa and Rodge are eventually able to power on the ship, which introduces itself as M-Bot and explains that it was left in the cave by its former owner. However, M-Bot's memory banks are corrupted and it remembers little, beyond orders to lie low and not reveal itself to the public. Skyward Flight is called into action again, and Bim and Morningtide are killed in the subsequent battle. As they further their training, they are called upon more and more, but also lose numbers. Nedd quits after his brothers are killed in combat. Hurl crashes and dies, prompting Kimmalyn to also quit. Arturo is pulled by his worrisome parents.Spensa, with Jorgen's help, steals DDF salvage, which Rodge uses to repair M-Bot's flying capabilities. She acquires a recording of the Battle of Alta, which reveals that her father did not desert, but rather turned on and attacked his fellow pilots. Cobb explains that his turning was the result of \"the Defect\", a mental power which is genetic. Spensa has occasional disturbing visions, which her father supposedly also saw. During her next battle, Spensa is shot down, and ejects in order to save her own life. Ironsides uses this \"cowardice\" as an excuse to remove Spensa from the Academy.On graduation day, Ironsides mobilizes all her pilots to battle the Krell for a valuable piece of fallen space salvage. While the pilots are distracted, a Krell bomber launches an attack from the opposite direction. Spensa uses a damaged fighter to assault the bomber, but is shot down again. She crashes, but Cobb brings M-Bot to her, and she uses its advanced capabilities to destroy the bomber and save the DDF. She travels with M-Bot into space, where her Defect allows her to hear and intercept Krell communications. She returns to the planet to report that the Krell are actually a coalition of aliens intent on keeping humans trapped on Detritus, though they are now actively trying to exterminate humanity."], "good_reads_synopsis": ["Defeated, crushed, and driven almost to extinction, the remnants of the human race are trapped on a planet that is constantly attacked by mysterious alien starfighters. Spensa, a teenage girl living among them, longs to be a pilot. When she discovers the wreckage of an ancient ship, she realizes this dream might be possible—assuming she can repair the ship, navigate flight school, and (perhaps most importantly) persuade the strange machine to help her. Because this ship, uniquely, appears to have a soul."], "genre": [["Science Fiction"]], "adapted": ["No"], "tags1": [["CYBERPUNK", "FEMINIST SCIENCE FICTIONS"]], "tags2": [["ARTIFICIAL INTELLIGENCE", "SPACE"]], "tags3": [["YOUNG ADULT"]]}