{"rating": ["4.08"], "number_of_pages": ["275"], "author": ["Kurt Vonnegut"], "series": ["no"], "tags": [{"tag_name": ["CLASSICAL ENGLISH LITERATURE"], "tag_type": [1]}, {"tag_name": ["SOCIAL COMMENTARIES"], "tag_type": [1]}, {"tag_name": ["ALIENS"], "tag_type": [2]}, {"tag_name": ["WAR"], "tag_type": [2]}, {"tag_name": ["TIME TRAVEL"], "tag_type": [2]}, {"tag_name": ["SATIRICAL"], "tag_type": [3]}], "quotes": [["'Everything was beautiful and nothing hurt.'", "'And I asked myself about the present: how wide it was, how deep it was, how much was mine to keep.'", "'How nice -- to feel nothing, and still get full credit for being alive.'", "'And Lot's wife, of course, was told not to look back where all those people and their homes had been. But she did look back, and I love her for that, because it was so human. So she was turned into a pillar of salt. So it goes.'", "'Like so many Americans, she was trying to construct a life that made sense from things she found in gift shops.'", "'All moments, past, present and future, always have existed, always will exist.'"]], "text": ["The story is told in a non-linear order, and events become clear through flashbacks and time travel experiences from the unreliable narrator. The narrator describes the stories of Billy Pilgrim, an American man from the fictional town of Ilium, New York who believes he was held in an alien zoo on the fictional planet of Tralfamadore and has experienced time travel.As a chaplain's assistant in the United States Army during World War II, Billy is an ill-trained, disoriented, and fatalistic American soldier who finds he does not like war and refuses to fight (\"Billy wouldn't do anything to save himself\").[3] He is captured in 1944 by the Germans during the Battle of the Bulge. Billy approaches death due to a string of events. Before the Germans capture him, he meets Roland Weary, a patriot, warmonger, and sadistic bully who derides Billy's cowardice. When the two are captured, the Germans confiscate everything Weary has and force him to wear painful wooden clogs. Weary eventually succumbs to gangrene caused by wounds from the stiff clogs. While dying in a rail car full of prisoners, Weary convinces fellow soldier Paul Lazzaro that Billy is to blame for his death. Lazzaro vows to avenge Weary's death by killing Billy, because revenge is \"the sweetest thing in life.\"At this moment, Billy becomes \"unstuck in time\" and has flashbacks from his former life. Billy and the other prisoners are transported by the Germans to Luxembourg. By 1945, the prisoners have arrived in the German city of Dresden to work in \"contract labor\" (forced labor). The Germans hold Billy and his fellow prisoners in an empty slaughterhouse called Schlachthof-fünf (\"slaughterhouse five\"). During the extensive bombing of Dresden by the Allies, German guards hide with the prisoners in the slaughterhouse, which is partially underground and well-protected from the damage on the surface. As a result, they are among the few survivors of the firestorm that rages in the city between February 13 and 15, 1945. After V-E Day in May 1945, Billy is transferred to the United States and receives his honorable discharge in July 1945.Soon, Billy is hospitalized with symptoms similar to post-traumatic stress disorder and placed under psychiatric care. There, he shares a room with Eliot Rosewater, who introduces Billy to the novels of the obscure science fiction author Kilgore Trout. After his release, Billy marries Valencia Merble, whose father owns the Ilium School of Optometry that Billy later attends. Billy becomes a successful and wealthy optometrist. In 1947, Billy and Valencia's first child, Robert, is born, and two years later their daughter Barbara is born. On Barbara's wedding night, Billy is captured by an alien spaceship and taken to a planet many light-years away from Earth called Tralfamadore. The Tralfamadorians are described as being able to see in four dimensions, simultaneously observing all points in the space-time continuum. They universally adopt a fatalistic worldview: death means nothing to them, and their common response to hearing about death is \"so it goes\".On Tralfamadore, Billy is put in a transparent geodesic dome exhibit in a zoo; the dome represents a house on Earth. The Tralfamadorians later abduct a pornographic film star named Montana Wildhack, who had disappeared on Earth and was believed to have drowned herself in the Pacific Ocean. They intend to have her mate with Billy. She and Billy fall in love and have a child together. Billy is instantaneously sent back to Earth in a time warp to relive past or future moments of his life.In 1968, Billy and a co-pilot are the only survivors of a plane crash in Vermont. While driving to visit Billy in the hospital, Valencia also crashes and dies of carbon monoxide poisoning. Billy shares a hospital room with Bertram Rumfoord, a Harvard history professor. They discuss the bombing of Dresden, which the professor claims was justified despite the great loss of civilian lives and the complete destruction of the city.Billy's daughter takes him home to Ilium. He escapes and flees to New York City. In Times Square he visits a pornographic book store, where he discovers books written by Kilgore Trout and reads them. Later in the evening, when he discusses his time travels to Tralfamadore on a radio talk show, he is evicted from the studio. He returns to his hotel room, falls asleep, and time-travels back to 1945 in Dresden, where the book ends.Due to the non-chronological storytelling, other parts of Billy's life are told throughout the book. After being evicted from the radio studio, Barbara treats Billy as a child and often monitors him. Robert becomes starkly anti-Communist and a Green Beret. Billy eventually dies in 1976 after giving a speech in a baseball stadium in which he predicts his own death and proclaims that \"if you think death is a terrible thing, then you have not understood a word I've said.\" Billy is soon after shot by an assassin with a laser gun, commissioned by the elderly Lazzaro."], "good_reads_synopsis": ["Selected by the Modern Library as one of the 100 best novels of all time, Slaughterhouse-Five, an American classic, is one of the world's great antiwar books. Centering on the infamous firebombing of Dresden, Billy Pilgrim's odyssey through time reflects the mythic journey of our own fractured lives as we search for meaning in what we fear most."], "genre": [["Science Fiction", "Historical"]], "title": ["Slaughterhouse-Five"], "adapted": ["Yes"]}