{"rating": ["4.04"], "number_of_pages": ["336"], "author": ["Emily St. John Mandel"], "series": ["no"], "tags": [{"tag_name": ["DYSTOPIAN SOCIETY"], "tag_type": [2]}, {"tag_name": ["STRONG FEMALE CHARACTERS"], "tag_type": [2]}, {"tag_name": ["PANDEMICS"], "tag_type": [2]}, {"tag_name": ["ART"], "tag_type": [2]}, {"tag_name": ["POST-APOCALYPTIC"], "tag_type": [3]}], "quotes": [["'Hell is the absence of the people you long for.'", "'Survival is insufficient.'", "'What I mean to say is, the more you remember, the more you’ve lost.'", "'No one ever thinks they’re awful, even people who really actually are. It’s some sort of survival mechanism.'"]], "text": ["During a production of King Lear at the Elgin Theatre in Toronto, Jeevan watches as the actor playing Lear, Arthur Leander, has a heart attack. Since he has begun training as a paramedic, Jeevan tries to resuscitate Arthur but is unsuccessful. Instead, he comforts one of the child actors in the production, Kirsten. After leaving the play Jeevan goes for a walk in the snow and receives a call from one of his doctor friends. This friend warns him to get out of the city as a mysterious Georgian Flu is spreading rapidly and will soon become a full-blown pandemic. Jeevan loads up on supplies and goes to stay with his brother. Many of the actors, actresses, and others that had gathered to mourn Arthur's death die within three weeks of the beginning epidemic.Twenty years later, Kirsten Raymonde is part of a nomadic group of actors and musicians known as the Travelling Symphony. Kirsten, who was eight at the time of outbreak, can remember little of her life before Year Zero, but clings to a two-volume set of graphic novels given to her by Arthur before his death, called Dr. Eleven. The troupe operates on a two-year cycle traveling around the Great Lakes region, and during this time, Kirsten scavenges abandoned homes looking for old tabloid magazines for traces of Arthur. After returning to a small town where they left their pregnant friend, Charlie, and her husband, Jeremy, the troupe is disturbed to find that not only are their friends missing but the town is under the control of the mysterious prophet, who rapes young girls whom he claims as his \"wives\". The troupe quickly leaves and is determined to go off route to the Museum of Civilization, which is actually a former airport, where they believe they might find their missing friends. However, en route, they discover a young stowaway who left the town as she was promised to the prophet as his bride. Shortly after, members of the troupe begin to disappear until finally the entire troupe is gone, leaving only Kirsten and her friend August. Frightened, they continue on to the Museum hoping to be reunited with others.Unbeknownst to Kirsten, the graphic novel Dr. Eleven was written by Arthur's first wife, Miranda. Fourteen years before the collapse of civilization, Miranda left an abusive relationship with an artist and married Arthur. However, as Arthur's fame hit its peak Miranda realized he was having an affair with a blonde woman who would become his second wife, Elizabeth. The night that Miranda discovers the affair she walks out of her home and asks the paparazzo outside if he has a cigarette. The paparazzo turns out to be Jeevan. Years later, when Jeevan is trying to reinvent himself as an entertainment journalist, Arthur gives him the exclusive that he is leaving Elizabeth and his young child to be with Lydia Marks, the co-star of his new movie. Jeevan reflects on this while he and his brother Frank are locked in Frank's apartment waiting for the epidemic to run its course. After a while, they realize that no one is coming to save them. Frank, a paraplegic, commits suicide so Jeevan doesn't feel responsible for him. Jeevan embarks on a journey south and eventually finds a new settlement where he marries and becomes the town doctor.In Year Zero, Clark, one of Arthur's friends, is the one who informs Elizabeth that Arthur is dead. Clark, Elizabeth and Elizabeth's son, Tyler, happen to be on the same flight from New York City to Toronto to attend Arthur's funeral when it is redirected to the fictional Severn City Airport due to the epidemic. Clark ends up resettling in the airport post-pandemic and becomes the \"curator\" of the Museum of Civilization, where he gathers artifacts such as iPhones and laptop computers. While most of the airport survivors adapt to their new life, Elizabeth and Tyler embrace religious zealotry, believing that the epidemic happened for a reason and spared those who were good. They finally leave in Year Two with a religious cult.In the present, Kirsten and August meet a group of the prophet's men along with Sayid, one of the members of their troupe. They manage to kill the men and free Sayid, who informs them that one of their friends, Dieter, was killed and that the hostage that the prophet's men took to replace Dieter managed to escape and warn the troupe, explaining how Kirsten and August were unable to find them. Frightened, Kirsten, August, and Sayid leave for Severn City Airport. Kirsten, however, is discovered by the prophet himself. Just before the prophet is about to kill her, he refers to the \"Undersea,\" a place from the Dr. Eleven comics. Kirsten quotes lines from Dr. Eleven, distracting the prophet long enough that one of his younger sentries, shoots and kills him before taking his own life. Kirsten and the rest continue on to the Museum of Civilization where they are reunited with Charlie, Jeremy and the rest of the troupe. Clark, who has stayed at the museum for twenty years, realizes who Kirsten is, her attachment to Arthur, and that the Prophet is the adult Tyler. Clark shows Kirsten from the watch tower of the airport that there is a town to the south that uses electricity, showing that civilization is beginning to take root again.Five weeks later, Kirsten leaves with the theatre troupe for the south. She leaves one volume of Dr. Eleven with Clark, who begins to read it and recognizes a scene in the graphic novel that is borrowed from a dinner party which he, Arthur and Miranda once attended."], "good_reads_synopsis": ["Set in the days of civilization's collapse, Station Eleven tells the story of a Hollywood star, his would-be savior, and a nomadic group of actors roaming the scattered outposts of the Great Lakes region, risking everything for art and humanity.One snowy night a famous Hollywood actor slumps over and dies onstage during a production of King Lear. Hours later, the world as we know it begins to dissolve. Moving back and forth in time—from the actor's early days as a film star to fifteen years in the future, when a theater troupe known as the Traveling Symphony roams the wasteland of what remains—this suspenseful, elegiac, spellbinding novel charts the strange twists of fate that connect five people: the actor, the man who tried to save him, the actor's first wife, his oldest friend, and a young actress with the Traveling Symphony, caught in the crosshairs of a dangerous self-proclaimed prophet."], "genre": [["Science Fiction"]], "title": ["Station Eleven"], "adapted": ["No"]}