{"rating": ["4.33"], "number_of_pages": ["391"], "author": ["Taylor Jenkins Reid"], "series": ["no"], "tags": [{"tag_name": ["LOVE STORIES"], "tag_type": [1]}, {"tag_name": ["ROMANTIC SUBPLOTS"], "tag_type": [2]}, {"tag_name": ["STRONG FEMALE CHARACTERS"], "tag_type": [2]}, {"tag_name": ["CULTURAL"], "tag_type": [3]}], "quotes": [["'“People think that intimacy is about sex. But intimacy is about truth. When you realize you can tell someone your truth, when you can show yourself to them, when you stand in front of them bare and their response is 'you're safe with me'- that's intimacy.”'", "'“Never let anyone make you feel ordinary.”'", "'“It’s always been fascinating to me how things can be simultaneously true and false, how people can be good and bad all in one, how someone can love you in a way that is beautifully selfless while serving themselves ruthlessly.”'", "'“Heartbreak is a loss. Divorce is a piece of paper.”'", "'“Do you think I'm a whore?” Harry pulled over to the side of the road and turned to me. “I think you're brilliant. I think you're tough. And I think the word whore is something ignorant people throw around when they have nothing else. … “Isn't it awfully convenient,” Harry added, “that when men make the rules, the one thing that's looked down on the most is the one thing that would bear them the greatest threat? Imagine if every single woman on the planet wanted something in exchange when she gave up her body. You'd all be ruling the place. An armed populace. Only men like me would stand a chance against you. And that's the last thing those assholes want, a world run by people like you and me.” I laughed, my eyes still puffy and tired from crying. “So am I a whore or not?” “Who knows?” he said. “We're all whores, really, in some way or another. At least in Hollywood.” … “But I like you this way. I like you impure and scrappy and formidable. I like the Evelyn Hugo who sees the world for what it is and then goes out there and wrestles what she wants out of it. So, you know, put whatever label you want on it, just don't change. That would be the real tragedy.”'"]], "text": ["Monique Grant is a 35 year old struggling writer living in New York City. After landing a job at the prestigious Vivant she learns some stunning news from her editor: actress Evelyn Hugo, who became famous in the 1960s, has agreed to an interview with Vivant under the condition that Monique is the one to do the interview. Though she is stunned by the request, Monique realizes the opportunity could make her career, that is if she doesn't allow herself to be star struck by one of the most famous actresses in the world."], "good_reads_synopsis": ["Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now? Monique is not exactly on top of the world. Her husband has left her, and her professional life is going nowhere. Regardless of why Evelyn has selected her to write her biography, Monique is determined to use this opportunity to jumpstart her career. Summoned to Evelyn's luxurious apartment, Monique listens in fascination as the actress tells her story. From making her way to Los Angeles in the 1950s to her decision to leave show business in the '80s, and, of course, the seven husbands along the way, Evelyn unspools a tale of ruthless ambition, unexpected friendship, and a great forbidden love. Monique begins to feel a very real connection to the legendary star, but as Evelyn's story near its conclusion, it becomes clear that her life intersects with Monique's own in tragic and irreversible ways. The Seven Husbands of Evelyn Hugo is a mesmerizing journey through the splendor of old Hollywood into the harsh realities of the present day as two women struggle with what it means--and what it costs--to face the truth."], "genre": [["Historical Fiction", "Romance"]], "title": ["The Seven Husbands of Evelyn Hugo"], "adapted": ["no"]}