{"rating": ["4.00"], "number_of_pages": ["294"], "author": ["Sylvia Plath"], "series": ["no"], "tags": [{"tag_name": ["CLASSICAL ENGLISH LITERATURE"], "tag_type": [1]}, {"tag_name": ["MENTAL ILLNESS"], "tag_type": [2]}, {"tag_name": ["STRONG FEMALE CHARACTERS"], "tag_type": [2]}, {"tag_name": ["DEPRESSING"], "tag_type": [3]}], "quotes": [["'If you expect nothing from somebody you are never disappointed.'", "'I took a deep breath and listened to the old brag of my heart. I am, I am, I am.'", "'The silence depressed me. It wasn't the silence of silence. It was my own silence.'", "'I shut my eyes and all the world drops dead; I lift my eyes and all is born again.'", "'The trouble was, I had been inadequate all along, I simply hadn't thought about it.'"]], "text": ["In 1953, Esther Greenwood, a young woman from the suburbs of Boston, gains a summer internship at a prominent magazine in New York City, under editor Jay Cee; however, Esther is neither stimulated nor excited by the big city, nor by the glamorous culture and lifestyle that girls her age are expected to idolize and emulate. She instead finds her experience to be frightening and disorienting; appreciating the witty sarcasm and adventurousness of her friend Doreen, but also identifying with the piety of Betsy (dubbed \"Pollyanna Cowgirl\"), a \"goody-goody\" sorority girl who always does the right thing. She has a benefactress in Philomena Guinea, a formerly successful fiction writer (based on Olive Higgins Prouty).Esther describes in detail several seriocomic incidents that occur during her internship, kicked off by an unfortunate but amusing experience at a banquet for the girls held by the staff of Ladies' Day magazine. She reminisces about her friend Buddy, whom she has dated more or less seriously, and who considers himself her de facto fiancé. She also muses about Julius and Ethel Rosenberg, who are scheduled for execution. Soon before the internship ends, she attends a country club party with Doreen and is set up with a man who treats her roughly and nearly rapes her, before she breaks his nose and leaves. That night, after returning to the hotel, she throws all of her clothes off of the roof.The day after, she returns to her Massachusetts home in borrowed clothes from Betsy and still bloodied from the night before. She has been hoping for another scholarly opportunity once she is back in Massachusetts, a writing course taught by a world-famous author, but on her return her mother immediately tells her she was not accepted for the course and finds her plans derailed. She decides to spend the summer potentially writing a novel, although she feels she lacks enough life experience to write convincingly. All of her identity has been centered upon doing well academically; she is unsure of what to make of her life once she leaves school, and none of the choices presented to her (motherhood, as exemplified by the vacuous, prolific child-bearer Dodo Conway, or stereotypical female careers such as stenography) appeal to her. Esther becomes increasingly depressed, and finds herself unable to sleep. Her mother encourages, or perhaps forces, her to see a psychiatrist, Dr. Gordon, whom Esther mistrusts because he is attractive and seems to be showing off a picture of his charming family rather than listening to her. He prescribes electroconvulsive therapy (ECT); and afterward, she tells her mother that she will not go back.Esther's mental state worsens. She makes several half-hearted attempts at suicide, including swimming far out to sea, before making a serious attempt. She leaves a note saying she is taking a long walk, then crawls into a hole in the cellar and swallows about 50 sleeping pills that had been prescribed for her insomnia. In a very dramatic episode, the newspapers presume her kidnapping and death, but she is discovered under her house after an indeterminate amount of time. She survives and is sent to several different mental hospitals until her college benefactress, Philomena Guinea, supports her stay at an elite treatment center where she meets Dr. Nolan, a female therapist. Along with regular psychotherapy sessions, Esther is given huge amounts of insulin to produce a \"reaction,\" and again receives shock treatments, with Dr. Nolan ensuring that they are being properly administered. While there, she describes her depression as a feeling of being trapped under a bell jar, struggling for breath. Eventually, Esther describes the ECT as beneficial in that it has a sort of antidepressant effect; it lifts the metaphorical bell jar in which she has felt trapped and stifled. While there, she also becomes reacquainted with Joan Gilling, who also used to date Buddy.Esther tells Dr. Nolan how she envies the freedom that men have and how she, as a woman, worries about getting pregnant. Dr. Nolan refers her to a doctor who fits her for a diaphragm. Esther now feels free from her fears about the consequences of sex; free from previous pressures to get married, potentially to the wrong man. Under Dr. Nolan, Esther improves and various life-changing events, such as losing her virginity and Joan's suicide, help her to regain her sanity. The novel ends with her entering the room for an interview, which will decide whether she can leave the hospital and return to school.It is suggested near the beginning of the novel that, in later years, Esther goes on to have a baby."], "good_reads_synopsis": ["Sylvia Plath's shocking, realistic, and intensely emotional novel about a woman falling into the grip of insanity.Esther Greenwood is brilliant, beautiful, enormously talented, and successful, but slowly going under—maybe for the last time. In her acclaimed and enduring masterwork, Sylvia Plath brilliantly draws the reader into Esther's breakdown with such intensity that her insanity becomes palpably real, even rational—as accessible an experience as going to the movies. A deep penetration into the darkest and most harrowing corners of the human psyche, The Bell Jar is an extraordinary accomplishment and a haunting American classic."], "genre": [["Fiction"]], "title": ["The Bell Jar"], "adapted": ["Yes"]}