{"rating": ["4.24"], "number_of_pages": ["629"], "author": ["Brent Weeks"], "series": ["yes"], "tags": [{"tag_name": ["EPIC FANTASIES"], "tag_type": [1]}, {"tag_name": ["MAGIC"], "tag_type": [2]}, {"tag_name": ["YOUNG ADULT"], "tag_type": [3]}], "number_of_books": [5], "quotes": [["'“You might want to think twice before you try to use a man's conscience against him. It may turn out he doesn't have one.”'", "'“Maybe when you were born on the top of the mountain you could pretend the mountain didn't matter, but those who climbed it and those born at its base who could never climb at all knew differently.”'", "'“It's better that the innocent should live than that the guilty die”'", "'“At some point, you have to decide not merely what you're going to believe, but how you're going to believe. Are you going to believe in people, or in ideas or in Orcholam? With your heart, or with your head? Will you believe what's in front of you, or in what you think you know? There are some things you think you know that are lies. I can't tell you what those are, and I'm sorry for that.”'"]], "text": ["Sixteen years after the war, the Prism receives a note from a woman claiming to be \"Lina,\" instructing him to meet his now 15-year-old son across the world in Tyrea. He had not known of his son's existence until this point. This child was conceived while Gavin was betrothed to Karris White Oak, a member of his Black-guard, the most elite military force in the world. The White sends Karris to Garriston, Tyrea's capital, to spy on its Satrap's army. She gives Karris a note concerning Gavin's unfaithfulness, to be read after leaving the Chromeria. Gavin is sent somewhere else to keep the two separated, but instead chooses to bring Karris to Garriston himself before she can read the note, using a mode of transportation no one else even believes possible: magically-aided flight across the ocean. This allows them to enter Tyrea in hours, rather than the month or so expected otherwise. As they draw closer, Karris sees smoke, and directs them to the former town of Rekton, which has been burned to the ground by Tyrean soldiers. They are just in time to save a teenager from being executed, killing several of the Satrap's personal bodyguards in the process. Gavin is then confronted by the irate Satrap himself, who calls himself King Garadul and his Satrapi a true independent nation. The town was burned on his order, as an example, due to their refusal to pay levies. Tyreans are treated with little respect outside of Tyrea and have no true color on the spectrum. Garriston, the country's only port, is under a rotating occupation from the other Satrapies. King Garadul plans to continue the march of his largely conscripted army to Garriston and seize it, and from there, break the Chromeria's rule over the world. The child is revealed to be Gavin's son, Kip. Following some debate, heated words, death threats and magic missiles, Kip and the Prism are allowed to leave together. However, the king takes a box from Kip which he claims was stolen from him. The box contains a white dagger given to Kip by his dying mother, who——through curses and abuse——made him promise to kill the man responsible. Away from all this, Karris reads the note given to her by the White, and is angered by Gavin's betrayal, his lies about it when breaking their engagement, and the White's attempts to manipulate her into forgiving him. Because of this, she ultimately refuses Gavin's offer of assistance the rest of the way to Garriston, opting to explore Rekton while Gavin brings Kip back to the Chromeria. She meets Corvan Danavis, Kip's tutor and a former general of Dazen Guile's army. She is eventually captured by king Garadul, while Corvan continues to Garriston. While Kip is entered into the Chromeria, shadowed by the Black-guard commander Ironfist, Gavin does a favor for Corvan's daughter Liv in exchange for her teaching Kip, as they are the only Tyreans in the Chromeria. He then enters a prison hidden deep in the Chromeria, containing his brother, whom he has secretly imprisoned in a cell in which nothing but blue luxin can be drafted. It is then revealed that the Prism is in fact Dazen, having stolen his older brother Gavin's identity. When Dazen became Gavin after the war, he chose to break off Gavin's previous betrothal to Karris despite his own feelings, truthfully denying any affairs. The prism interrogates his brother about both Kip and the dagger, which Gavin calls \"your death coming.\" He then meets with his father, Andross Guile, to speak about Tyrea. When he mentions the box Garadul took from Kip, Andross immediately asks if it is \"the white luxin,\" a supposedly mythical substance. His brother Gavin was aware of it as well, and Andross——not knowing Dazen isn't Gavin——assumes he knows what it is. Andross Guile orders his son to defeat Garadul's armies, but at all costs retrieve the dagger. Kip, the Prism, Ironfist, and Liv leave for Tyrea to defend Garriston from Garadul's armies, sinking several pirates along the way. Corvan reaches Garriston at about this time, and agrees to lead the city's defense. Despite their real-world friendship, the Prism and Corvan must pretend to hate and distrust each other deeply. Liv questions her father about it, but he refuses to tell her the truth. She assumes the Prism is blackmailing him with her life, and silently vows to make him pay. Liv and Kip run away to free Karris from Garadul's captivity. Ironfist leaves a few hours later, to see to their survival. Liv infiltrates successfully, while Kip is recognized and captured, though not before drafting sub-red for the first time. Karris, meanwhile, is taken to meet Lord Omnichrome, a color wight who heads Garadul's drafters. She recognizes him as her brother Koios, thought-killed by Dazen in overzealous self-defense before the war. Ironfist helps Karris and Kip escape, and they both go after Garadul directly. Kip sees Lord Omnichrome give Zymun (a red drafter Kip knows from Rekton's burning) his mother's rosewood case, but Kip decides to help Karris. Playing on her disgust with the Prism and Chromeria, Omnichrome persuades Liv to join his cause in return for aiding Kip and Karris. Omnichrome intends for Garadul to die, so Corvan and Dazen try to save him. They are unsuccessful; Kip kills him in a rage before he can be stopped. Kip, Karris and Corvan retreat to the docks, along with the Prism. Kip saves Ironfist's life before chasing the ship that's already left the dock. As Kip runs across the water, he sees someone stab the Prism from behind with the dagger, and tackles him off the ship. He retrieves the box and leaves the assassin for the sharks before escaping with the Prism's ship. The Prism gives Kip the case, thinking the dagger lost. In it, Kip finds a note from his mother, telling him to kill \"the man who raped me, Gavin Guile,\" and that she loves him. One of the clear diamond-like stones on the dagger's handle is now a sapphire-colored stone. At about this time, the real Gavin escapes from his blue luxin prison after nearly killing himself, only to find himself in an identical green luxin prison. The book ends as Dazen, who is Gavin to the world, discovers that he can no longer draft blue."], "good_reads_synopsis": ["Guile is the Prism, the most powerful man in the world. He is high priest and emperor, a man whose power, wit, and charm are all that preserves a tenuous peace. Yet Prisms never last, and Guile knows exactly how long he has left to live. When Guile discovers he has a son, born in a far kingdom after the war that put him in power, he must decide how much he's willing to pay to protect a secret that could tear his world apart."], "genre": [["Fantasy", "Fiction"]], "title": ["The Black Prism"], "adapted": ["no"]}