{"rating": ["3.98"], "number_of_pages": ["123"], "author": ["Albert Camus"], "series": ["no"], "tags": [{"tag_name": ["ABSURDIST FICTION"], "tag_type": [1]}, {"tag_name": ["EXISTENTIALISM"], "tag_type": [2]}, {"tag_name": ["PHILOSOPHICAL"], "tag_type": [3]}, {"tag_name": ["CULTURAL"], "tag_type": [3]}], "quotes": [["'I may not have been sure about what really did interest me, but I was absolutely sure about what didn't.'", "'I opened myself to the gentle indifference of the world.'", "'I had only a little time left and I didn't want to waste it on God.'", "'Since we're all going to die, it's obvious that when and how don't matter.'", "'If something is going to happen to me, I want to be there.'"]], "text": ["Meursault learns of the death of his mother, who has been living in a retirement home. At her funeral, he expresses none of the expected emotions of grief.[4] When asked if he wishes to view the body he declines and, instead, smokes and drinks coffee in front of the coffin. Rather than expressing his feelings, he comments to the reader only about the aged attendees at the funeral.Meursault later encounters Marie, a former employee of his firm. The two become re-acquainted, go swimming, watch a comedy film, and begin to have a sexual relationship a day after his mother's funeral. In the next few days, Meursault helps his friend and neighbour, Raymond Sintès, take revenge on a Moorish girlfriend suspected of infidelity. Meursault agrees to write a letter to Raymond's girlfriend, with the sole purpose of inviting her over so that Raymond can have sex with her but spit in her face at the last minute as emotional revenge. Meursault sees no reason not to help him, and it pleases Raymond. He does not express concern that Raymond's girlfriend is going to be emotionally hurt, as he believes Raymond's story that she has been unfaithful. While listening to Raymond, he is both somewhat drunk and characteristically unfazed by any feelings of empathy. In general, he considers other people either interesting or annoying, or feels nothing for them at all.The letter works: the girlfriend returns on a Sunday morning, but the situation escalates when she slaps Raymond after he tries to kick her out, and he beats her. Raymond asks Meursault to testify in court that the girlfriend has been unfaithful. Meursault agrees and the two go out to a café. On their return they encounter Salamano, his curmudgeonly old neighbour who has lost his abused and disease-riddled dog, who is maintaining his usual spiteful and uncaring attitude for the dog. Later that evening and the next, Salamano goes to Meursault for comfort—he explains that he had adopted the dog as a companion shortly after his wife's death. Salamano mentions that the neighbours 'said nasty things' about him after sending his mother to a retirement home. Meursault is surprised to learn about the negative impression of his actions. Later, he is taken to court where Meursault, who witnessed the event while returning to his apartment with Marie, testifies that she had been unfaithful, and Raymond is let off with a warning. After this, the girlfriend's brother and several Arab friends begin trailing Raymond. Raymond invites Meursault and Marie to a friend's beach house for the weekend. There they encounter the spurned girlfriend's brother and an Arab friend; these two confront Raymond and wound him with a knife during an altercation. Later, Meursault walks back along the beach alone, now armed with a revolver which he took from Raymond to prevent him from acting rashly. Meursault encounters the brother of Raymond's Arab girlfriend. Disorientated and on the edge of heatstroke, Meursault shoots when the Arab flashes his knife at him. It is a fatal shot, but Meursault shoots the man four more times after a pause. He does not divulge to the reader any specific reason for his act or what he feels, other than being bothered by the heat and intensely bright sunlight.Meursault is now incarcerated, and explains his arrest, time in prison, and forthcoming trial. His general detachment makes living in prison tolerable, especially after he gets used to the idea of being restricted and unable to have sex with Marie. He passes the time sleeping, or mentally listing the objects he owned in his apartment. At the trial, the prosecuting attorney portrays Meursault's quietness and passivity as demonstrating guilt and a lack of remorse. The prosecutor tells the jury more about Meursault's inability or unwillingness to cry at his mother's funeral and the murder. He pushes Meursault to tell the truth, but the man resists. Later, on his own, Meursault tells the reader that he simply was never able to feel any remorse or personal emotions for any of his actions in life. The dramatic prosecutor denounces Meursault, claiming that he must be a soul-less monster, incapable of remorse, and thus deserves to die for his crime. Although Meursault's attorney defends him and later tells Meursault that he expects the sentence to be light, Meursault is alarmed when the judge informs him of the final decision: that he will be publicly guillotined.In prison, Meursault awaits the results of his appeal. While waiting to learn his fate, either his successful appeal or execution of his death sentence, Meursault meets a chaplain, but rejects his proffered opportunity of turning to God. Meursault says that God is a waste of his time. Although the chaplain persists in trying to lead Meursault from his atheism (or, perhaps more precisely, his apatheism), Meursault finally accosts him in a rage. He has an outburst about his frustrations and the absurdity of the human condition, and his personal anguish without respite at the meaninglessness of his freedom, existence, and responsibility. He expresses anger about others, saying that they have no right to judge him for his actions or for who he is, that no one has the right to judge another. It is hinted that the priest believed Meursault's appeal would be granted, but it is unclear if he is still of this opinion after the ordeal. Meursault has grasped the universe's indifference towards humankind, and prepares for his execution. At night in his cell, he finds a final happiness in his indifference towards the world and the lack of meaning he sees in everyone and everything. His final assertion is that a large, hateful crowd at his execution will end his loneliness and bring everything to a consummate end."], "good_reads_synopsis": ["Through the story of an ordinary man unwittingly drawn into a senseless murder on an Algerian beach, Camus explored what he termed \"the nakedness of man faced with the absurd.\""], "genre": [["Fiction"]], "title": ["The Stranger"], "adapted": ["No"]}