{"rating": ["4.65"], "number_of_pages": ["1007"], "author": ["Brandon Sanderson"], "series": ["yes"], "title": ["Way of Kings"], "number_of_books": [1], "quotes": [["'The purpose of a storyteller is not to tell you how to think, but to give you questions to think upon.'", "'Life before Death.Strength before Weakness.", "'And so, does the destination matter? Or is it the path we take? I declare that no accomplishment has substance nearly as great as the road used to achieve it. We are not creatures of destinations. It is the journey that shapes us. Our callused feet, our backs strong from carrying the weight of our travels, our eyes open with the fresh delight of experiences lived.'", "'To lack feeling is to be dead, but to act on every feeling is to be a child.'", "'Expectations were like fine pottery. The harder you held them, the more likely they were to crack.'", "'\"Just because I do not accept the teachings of the devotaries does not mean I've discarded a belief in right and wrong.\"\"But the Almighty determines what is right!\"", "\"Ah, the outdoors,\" Shallan said. \"I visited that mythical place once.\"'", "'\"Brightness...I believe you stray into sarcasm.\""]], "text": ["The story rotates between the points of view of Kaladin, Shallan Davar, Szeth-son-son-Vallano, Dalinar Kholin, and several other minor characters, who lead seemingly unconnected lives. Szeth, a Shin man cast out by his people and condemned to obey his constantly changing masters, is sent to murder the king of one of the world's most powerful nations, Alethkar. As the story progresses, he continuously changes hands, doing his best to hide the fact that he possesses an Honorblade, a mythical blade used by the Heralds that can cut through any material. He also possesses access to powers that are no longer available to normal humans (“Surgebinding”), once possessed by the Knights Radiant and thought lost, making him incredibly difficult to defeat in battle.When Szeth was sent to kill the Alethi King Gavilar, the Parshendi, a race similar to the docile servants of other nations, claim responsibility for the assassination. Gavilar's son, Elhokar, then goes to war with the Parshendi. The story shifts to the viewpoint of Highprince Dalinar Kholin, the brother of the murdered King. Before he died, his brother directed Dalinar to an ancient tome called \"The Way of Kings\", which leads Dalinar to start questioning the warlike and competitive Alethkar way of life. He also begins to experience visions in which he sees the ancient Knights Radiant. For Dalinar, these visions not only cast doubt on the mistaken history of the Radiants, they also begin to reveal the truth about the Voidbringers and the current state of the world. All of these events make Dalinar reluctant to battle. Dalinar's conviction is questioned by those closest to him, casting heavy doubt on his sanity and bringing into question his claim to leadership. In the political unrest of the age, perceived weakness is cause for others to try and eliminate him.Meanwhile, the story also follows Kaladin, a darkeye villager with a burning hatred for lighteyes nobles. Trained in his youth as a surgeon, Kaladin volunteered to go to war for the army of a local lord to watch over and protect his brother on the field of battle. In his third battle, Kaladin fails to protect his brother, who is killed. This drives Kaladin to become a better fighter, resolving to protect others from the same fate. During a later battle, Kaladin succeeds in killing an enemy Shardbearer, and could claim the enemy's Shardblade and Shardplate by right, becoming a lighteyes himself. However, he rejects the Shardblade and Shardplate and is then betrayed by Brightlord Amaram, who takes the weapons for himself and brands Kaladin a slave to hide the theft. This event cements Kaladin's hatred for nobles and leaves deep emotional scars. After a number of escape attempts, he is forced into service as a bridgeman in an army battling the Parshendi on the Shattered Plains. Bridgemen are used strategically as bait for the opposing armies' archers, allowed to die so that the trained army can attack more easily. Kaladin manages to rally the other men in his group and turns them into a team that can survive. However, after he accidentally ruins a battle by changing tactics, he is beaten violently and left outside during a Highstorm to die. He manages to survive. As a result of his unlikely survival, he begins to discover that he possesses the Surgebinding ability. As he struggles to find a way for his men to escape their lives as bridgemen, he comes to terms with his powers and begins to learn how to use them.Shallan, a minor lighteyes woman whose family and lands are in danger, hatches a daring plot to switch a broken Soulcaster (a device that allows people to change objects to other things) with a working one belonging to Jasnah Kholin, sister of the Alethi King. She petitions Jasnah to become her apprentice, and through persistent effort she manages to gain Jasnah's confidence and becomes her apprentice. After successfully stealing the Soulcaster, she is frustrated by her inability to use it until one fateful day, when she accidentally turns a goblet into blood. Knowing Jasnah will soon arrive on the scene, Shallan breaks a pitcher and cuts herself to make it seem as though the blood was hers, which Jasnah mistakes for a suicide attempt. Shallan soon discovers that Jasnah's Soulcaster does not possess the ability to transmute, but instead hides her uncommon inherent ability to Soulcast. When Jasnah learns that Shallan also has the inherent ability to Soulcast, she forgives the girl for trying to steal her Soulcaster and begins instructing her in the proper use of their shared power. She also reveals her research into the origins of the Knights Radiant and Voidbringers and prepares Shallan and herself to travel to the Shattered Plains to meet with Jasnah's uncle Dalinar."], "good_reads_synopsis": ["I long for the days before the Last Desolation.The age before the Heralds abandoned us and the Knights Radiant turned against us. A time when there was still magic in the world and honor in the hearts of men.The world became ours, and yet we lost it. Victory proved to be the greatest test of all. Or was that victory illusory? Did our enemies come to recognize that the harder they fought, the fiercer our resistance? Fire and hammer will forge steel into a weapon, but if you abandon your sword, it eventually rusts away.There are four whom we watch. The first is the surgeon, forced to forsake healing to fight in the most brutal war of our time. The second is the assassin, a murderer who weeps as he kills. The third is the liar, a young woman who wears a scholar's mantle over the heart of a thief. The last is the prince, a warlord whose eyes have opened to the ancient past as his thirst for battle wanes.The world can change. Surgebinding and Shardwielding can return; the magics of ancient days become ours again. These four people are key.One of them may redeem us. And one of them will destroy us.From Brandon Sanderson-who completed Robert Jordan's The Wheel of Time-comes The Stormlight Archive, an ambitious new fantasy epic in a unique, richly imagined setting. Roshar is a world relentlessly blasted by awesome tempests, where emotions take on physical form, and terrible secrets hide deep beneath the rocky landscape.Speak again the ancient oathsLife before death. Strength before weakness. Journey before destination.and return to men the Shards they once bore. The Knights Radiant must stand again!"], "genre": [["Fantasy"]], "adapted": ["No"], "tags1": [["EPIC FANTASIES", "DARK FANTASIES"]], "tags2": [["MAGIC", "SWORDS AND SORCERY", "STRONG FEMALE CHARACTER(S)", "VIOLENT ACTION", "PROTAGONISTS WITH HIDDEN POTENTIAL"]], "tags3": [["YOUNG ADULT"]]}