{"genre": ["Fantasy"], "text": ["PREFACE.\n\n\nThe present work is a modest effort to reproduce approximately, in modern\nmeasures, the venerable epic, Beowulf. _Approximately_, I repeat; for a\nvery close reproduction of Anglo-Saxon verse would, to a large extent, be\nprose to a modern ear.\n\nThe Heyne-Socin text and glossary have been closely followed. Occasionally\na deviation has been made, but always for what seemed good and sufficient\nreason. The translator does not aim to be an editor. Once in a while,\nhowever, he has added a conjecture of his own to the emendations quoted\nfrom the criticisms of other students of the poem.\n\nThis work is addressed to two classes of readers. From both of these alike\nthe translator begs sympathy and co-operation. The Anglo-Saxon scholar he\nhopes to please by adhering faithfully to the original. The student of\nEnglish literature he aims to interest by giving him, in modern garb, the\nmost ancient epic of our race. This is a bold and venturesome undertaking;\nand yet there must be some students of the Teutonic past willing to follow\neven a daring guide, if they may read in modern phrases of the sorrows of\nHrothgar, of the prowess of Beowulf, and of the feelings that stirred the\nhearts of our forefathers in their primeval homes.\n\nIn order to please the larger class of readers, a regular cadence has been\nused, a measure which, while retaining the essential characteristics of\nthe original, permits the reader to see ahead of him in reading.\n\nPerhaps every Anglo-Saxon scholar has his own theory as to how Beowulf\nshould be translated. Some have given us prose versions of what we believe\nto be a great poem. Is it any reflection on our honored Kemble and Arnold\nto say that their translations fail to show a layman that Beowulf is\njustly called our first _epic_? Of those translators who have used verse,\nseveral have written from what would seem a mistaken point of view. Is it\nproper, for instance, that the grave and solemn speeches of Beowulf and\nHrothgar be put in ballad measures, tripping lightly and airily along? Or,\nagain, is it fitting that the rough martial music of Anglo-Saxon verse be\ninterpreted to us in the smooth measures of modern blank verse? Do we hear\nwhat has been beautifully called \"the clanging tread of a warrior in\nmail\"?\n\n[viii]\n\nOf all English translations of Beowulf, that of Professor Garnett alone\ngives any adequate idea of the chief characteristics of this great\nTeutonic epic.\n\nThe measure used in the present translation is believed to be as near a\nreproduction of the original as modern English affords. The cadences\nclosely resemble those used by Browning in some of his most striking\npoems. The four stresses of the Anglo-Saxon verse are retained, and as\nmuch thesis and anacrusis is allowed as is consistent with a regular\ncadence. Alliteration has been used to a large extent; but it was thought\nthat modern ears would hardly tolerate it on every line. End-rhyme has\nbeen used occasionally; internal rhyme, sporadically. Both have some\nwarrant in Anglo-Saxon poetry. (For end-rhyme, see 1_53, 1_54; for\ninternal rhyme, 2_21, 6_40.)\n\nWhat Gummere[1] calls the \"rime-giver\" has been studiously kept; _viz._,\nthe first accented syllable in the second half-verse always carries the\nalliteration; and the last accented syllable alliterates only\nsporadically. Alternate alliteration is occasionally used as in the\noriginal. (See 7_61, 8_5.)\n\nNo two accented syllables have been brought together, except occasionally\nafter a cæsural pause. (See 2_19 and 12_1.) Or, scientifically speaking,\nSievers's C type has been avoided as not consonant with the plan of\ntranslation. Several of his types, however, constantly occur; _e.g._ A and\na variant (/ x | / x) (/ x x | / x); B and a variant (x / | x / ) (x x / |\nx / ); a variant of D (/ x | / x x); E (/ x x | / ). Anacrusis gives\nfurther variety to the types used in the translation.\n\nThe parallelisms of the original have been faithfully preserved. (_E.g._,\n1_16 and 1_17: \"Lord\" and \"Wielder of Glory\"; 1_30, 1_31, 1_32; 2_12 and\n2_13; 2_27 and 2_28; 3_5 and 3_6.) Occasionally, some loss has been\nsustained; but, on the other hand, a gain has here and there been made.\n\nThe effort has been made to give a decided flavor of archaism to the\ntranslation. All words not in keeping with the spirit of the poem have\nbeen avoided. Again, though many archaic words have been used, there are\nnone, it is believed, which are not found in standard modern poetry.\n\n[ix]\n\nWith these preliminary remarks, it will not be amiss to give an outline of\nthe story of the poem.\n\n\n_THE STORY._\n\n_Hrothgar, king of the Danes, or Scyldings, builds a great mead-hall, or\npalace, in which he hopes to feast his liegemen and to give them presents.\nThe joy of king and retainers is, however, of short duration. Grendel, the\nmonster, is seized with hateful jealousy. He cannot brook the sounds of\njoyance that reach him down in his fen-dwelling near the hall. Oft and\nanon he goes to the joyous building, bent on direful mischief. Thane after\nthane is ruthlessly carried off and devoured, while no one is found strong\nenough and bold enough to cope with the monster. For twelve years he\npersecutes Hrothgar and his vassals._\n\n_Over sea, a day's voyage off, Beowulf, of the Geats, nephew of Higelac,\nking of the Geats, hears of Grendel's doings and of Hrothgar's misery. He\nresolves to crush the fell monster and relieve the aged king. With\nfourteen chosen companions, he sets sail for Dane-land. Reaching that\ncountry, he soon persuades Hrothgar of his ability to help him. The hours\nthat elapse before night are spent in beer-drinking and conversation. When\nHrothgar's bedtime comes he leaves the hall in charge of Beowulf, telling\nhim that never before has he given to another the absolute wardship of his\npalace. All retire to rest, Beowulf, as it were, sleeping upon his arms._\n\n_Grendel comes, the great march-stepper, bearing God's anger. He seizes\nand kills one of the sleeping warriors. Then he advances towards Beowulf.\nA fierce and desperate hand-to-hand struggle ensues. No arms are used,\nboth combatants trusting to strength and hand-grip. Beowulf tears\nGrendel's shoulder from its socket, and the monster retreats to his den,\nhowling and yelling with agony and fury. The wound is fatal._\n\n_The next morning, at early dawn, warriors in numbers flock to the hall\nHeorot, to hear the news. Joy is boundless. Glee runs high. Hrothgar and\nhis retainers are lavish of gratitude and of gifts._\n\n_Grendel's mother, however, comes the next night to avenge his death. She\nis furious and raging. While Beowulf is sleeping in a room somewhat apart\n[x] from the quarters of the other warriors, she seizes one of Hrothgar's\nfavorite counsellors, and carries him off and devours him. Beowulf is\ncalled. Determined to leave Heorot entirely purified, he arms himself, and\ngoes down to look for the female monster. After traveling through the\nwaters many hours, he meets her near the sea-bottom. She drags him to her\nden. There he sees Grendel lying dead. After a desperate and almost fatal\nstruggle with the woman, he slays her, and swims upward in triumph, taking\nwith him Grendel's head._\n\n_Joy is renewed at Heorot. Congratulations crowd upon the victor. Hrothgar\nliterally pours treasures into the lap of Beowulf; and it is agreed among\nthe vassals of the king that Beowulf will be their next liegelord._\n\n_Beowulf leaves Dane-land. Hrothgar weeps and laments at his departure._\n\n_When the hero arrives in his own land, Higelac treats him as a\ndistinguished guest. He is the hero of the hour._\n\n_Beowulf subsequently becomes king of his own people, the Geats. After he\nhas been ruling for fifty years, his own neighborhood is wofully harried\nby a fire-spewing dragon. Beowulf determines to kill him. In the ensuing\nstruggle both Beowulf and the dragon are slain. The grief of the Geats is\ninexpressible. They determine, however, to leave nothing undone to honor\nthe memory of their lord. A great funeral-pyre is built, and his body is\nburnt. Then a memorial-barrow is made, visible from a great distance, that\nsailors afar may be constantly reminded of the prowess of the national\nhero of Geatland._\n\n_The poem closes with a glowing tribute to his bravery, his gentleness,\nhis goodness of heart, and his generosity._\n\n       *       *       *       *       *\n\nIt is the devout desire of this translator to hasten the day when the\nstory of Beowulf shall be as familiar to English-speaking peoples as that\nof the Iliad. Beowulf is our first great epic. It is an epitomized history\nof the life of the Teutonic races. It brings vividly before us our\nforefathers of pre-Alfredian eras, in their love of war, of sea, and of\nadventure.\n\nMy special thanks are due to Professors Francis A. March and James A.\nHarrison, for advice, sympathy, and assistance.\n\n                                                        J.L. HALL.\n\n[xi]\n\n\n\n\nABBREVIATIONS USED IN THE NOTES.\n\n\nB. = Bugge. C. = Cosijn. Gr. = Grein. Grdvtg. = Grundtvig. H. = Heyne. H.\nand S. = Harrison and Sharp. H.-So. = Heyne-Socin. K.= Kemble. Kl. =\nKluge. M.= Müllenhoff. R. = Rieger. S. = Sievers. Sw. = Sweet. t.B. = ten\nBrink. Th. = Thorpe. W. = Wülcker.\n\n       *       *       *       *       *\n\n\n\n\nBIBLIOGRAPHY OF TRANSLATIONS.\n\n\n~Arnold, Thomas.~--Beowulf. A heroic poem of the eighth century. London,\n1876. With English translation. Prose.\n\n~Botkine, L.~--Beowulf. Epopée Anglo-Saxonne. Havre, 1877. First French\ntranslation. Passages occasionally omitted.\n\n~Conybeare, J.J.~--Illustrations of Anglo-Saxon Poetry. London, 1826. Full\nLatin translation, and some passages translated into English blank-verse.\n\n~Ettmuller, L.~--Beowulf, stabreimend übersetzt. Zürich, 1840.\n\n~Garnett, J.M.~--Beowulf: an Anglo-Saxon Poem, and the Fight at Finnsburg.\nBoston, 1882. An accurate line-for-line translation, using alliteration\noccasionally, and sometimes assuming a metrical cadence.\n\n~Grein, C.W.M.~--Dichtungen der Angelsachsen, stabreimend übersetzt. 2\nBde. Göttingen, 1857-59.\n\n~Grion, Giusto.~--Beovulf, poema epico anglo-sassone del VII. secolo,\ntradotto e illustrato. Lucca, 1883. First Italian translation.\n\n~Grundtvig, N.F.S.~--Bjowulfs Drape. Copenhagen, 1820.\n\n~Heyne, M.~--A translation in iambic measures. Paderborn, 1863.\n\n~Kemble, J.M.~--The Anglo-Saxon Poems of Beowulf, the Traveller's Song,\nand the Battle of Finnsburg. London, 1833. The second edition contains a\nprose translation of Beowulf.\n\n~Leo, H.~--Ueber Beowulf. Halle, 1839. Translations of extracts.\n\n[xii]\n\n~Lumsden, H.W.~--Beowulf, translated into modern rhymes. London, 1881.\nBallad measures. Passages occasionally omitted.\n\n~Sandras, G.S.~--De carminibus Cædmoni adjudicatis. Paris, 1859. An\nextract from Beowulf, with Latin translation.\n\n~Schaldmose, F.~--Beowulf og Scopes Widsith, to Angelsaxiske Digte.\nCopenhagen, 1847.\n\n~Simrock, K.~--Beowulf. Uebersetzt und erläutert. Stuttgart und Augsburg,\n1859. Alliterative measures.\n\n~Thorkelin, G.J.~--De Danorum rebus gestis secul. III. et IV. poema\nDanicum dialecto Anglosaxonica. Havniæ, 1815. Latin translation.\n\n~Thorpe, B.~--The Anglo-Saxon Poems of Beowulf, the Scôp or Gleeman's\nTale, and the Fight at Finnsburg. Oxford, 1855. English translation in\nshort lines, generally containing two stresses.\n\n~Wackerbarth, A.D.~--Beowulf, translated into English verse. London, 1849.\n\n~Wickberg, R.~--Beowulf, en fornengelsk hjeltedikt, öfersatt. Westervik.\nFirst Swedish translation.\n\n~von Wolzogen, H.~--Beowulf, in alliterative measures. Leipzig.\n\n~Zinsser, G.~--Der Kampf Beowulfs mit Grendel. Jahresbericht of the\nRealschule at Forbach, 1881.\n\n[xiii]\n\n\n\n\nGLOSSARY OF PROPER NAMES.\n\n       *       *       *       *       *\n\n[The figures refer to the divisions of the poem in which the respective\nnames occur. The large figures refer to fitts, the small, to lines in the\nfitts.]\n\n       *       *       *       *       *\n\n~Ælfhere~.--A kinsman of Wiglaf.--36_3.\n\n~Æschere~.--Confidential friend of King Hrothgar. Elder brother of\nYrmenlaf. Killed by Grendel.--21_3; 30_89.\n\n~Beanstan~.--Father of Breca.--9_26.\n\n~Beowulf~.--Son of Scyld, the founder of the dynasty of Scyldings. Father\nof Healfdene, and grandfather of Hrothgar.--1_18; 2_1.\n\n~Beowulf~.--The hero of the poem. Sprung from the stock of Geats, son of\nEcgtheow. Brought up by his maternal grandfather Hrethel, and figuring in\nmanhood as a devoted liegeman of his uncle Higelac. A hero from his youth.\nHas the strength of thirty men. Engages in a swimming-match with Breca.\nGoes to the help of Hrothgar against the monster Grendel. Vanquishes\nGrendel and his mother. Afterwards becomes king of the Geats. Late in life\nattempts to kill a fire-spewing dragon, and is slain. Is buried with great\nhonors. His memorial mound.--6_26; 7_2; 7_9; 9_3; 9_8; 12_28; 12_43; 23_1,\netc.\n\n~Breca~.--Beowulf's opponent in the famous swimming-match.--9_8; 9_19;\n9_21; 9_22.\n\n~Brondings~.--A people ruled by Breca.--9_23.\n\n~Brosinga mene~.--A famous collar once owned by the Brosings.--19_7.\n\n~Cain~.--Progenitor of Grendel and other monsters.--2_56; 20_11.\n\n~Dæghrefn~.--A warrior of the Hugs, killed by Beowulf.--35_40.\n\n~Danes~.--Subjects of Scyld and his descendants, and hence often called\nScyldings. Other names for them are Victory-Scyldings, Honor-Scyldings,\nArmor-Danes, Bright-Danes, East-Danes, West-Danes, North-Danes,\nSouth-Danes, Ingwins, Hrethmen.--1_1; 2_1; 3_2; 5_14; 7_1, etc.\n\n~Ecglaf~.--Father of Unferth, who taunts Beowulf.--9_1.\n\n~Ecgtheow~.--Father of Beowulf, the hero of the poem. A widely-known\nWægmunding warrior. Marries Hrethel's daughter. After slaying Heatholaf, a\nWylfing, he flees his country.--7_3; 5_6; 8_4.\n\n~Ecgwela~.--A king of the Danes before Scyld.--25_60.\n\n[xiv]\n\n~Elan~.--Sister of Hrothgar, and probably wife of Ongentheow, king of the\nSwedes.--2_10.\n\n~Eagle Cape~.--A promontory in Geat-land, under which took place Beowulf's\nlast encounter.--41_87.\n\n~Eadgils~.--Son of Ohthere and brother of Eanmund.--34_2.\n\n~Eanmund~.--Son of Ohthere and brother of Eadgils. The reference to these\nbrothers is vague, and variously understood. Heyne supposes as follows:\nRaising a revolt against their father, they are obliged to leave Sweden.\nThey go to the land of the Geats; with what intention, is not known, but\nprobably to conquer and plunder. The Geatish king, Heardred, is slain by\none of the brothers, probably Eanmund.--36_10; 31_54 to 31_60; 33_66 to\n34_6.\n\n~Eofor~.--A Geatish hero who slays Ongentheow in war, and is rewarded by\nHygelac with the hand of his only daughter.--41_18; 41_48.\n\n~Eormenric~.--A Gothic king, from whom Hama took away the famous Brosinga\nmene.--19_9.\n\n~Eomær~.--Son of Offa and Thrytho, king and queen of the Angles.--28_69.\n\n~Finn~.--King of the North-Frisians and the Jutes. Marries Hildeburg. At\nhis court takes place the horrible slaughter in which the Danish general,\nHnæf, fell. Later on, Finn himself is slain by Danish warriors.--17_18;\n17_30; 17_44; 18_4; 18_23.\n\n~Fin-land~.--The country to which Beowulf was driven by the currents in\nhis swimming-match.--10_22.\n\n~Fitela~.--Son and nephew of King Sigemund, whose praises are sung in\nXIV.--14_42; 14_53.\n\n~Folcwalda~.--Father of Finn.--17_38.\n\n~Franks~.--Introduced occasionally in referring to the death of\nHigelac.--19_19; 40_21; 40_24.\n\n~Frisians~.--A part of them are ruled by Finn. Some of them were engaged\nin the struggle in which Higelac was slain.--17_20; 17_42; 17_52; 40_21.\n\n~Freaware~.--Daughter of King Hrothgar. Married to Ingeld, a Heathobard\nprince.--29_60; 30_32.\n\n~Froda~.--King of the Heathobards, and father of Ingeld.--29_62.\n\n~Garmund~.--Father of Offa.--28_71.\n\n~Geats, Geatmen~.--The race to which the hero of the poem belongs. Also\ncalled Weder-Geats, or Weders, War-Geats, Sea-Geats. They are ruled by\nHrethel, Hæthcyn, Higelac, and Beowulf.--4_7; 7_4; 10_45; 11_8; 27_14;\n28_8.\n\n~Gepids~.--Named in connection with the Danes and Swedes.--35_34.\n\n~Grendel~.--A monster of the race of Cain. Dwells in the fens and moors.\nIs furiously envious when he hears sounds of joy in Hrothgar's palace.\nCauses the king untold agony for years. Is finally conquered by Beowulf,\nand dies of his wound. His hand and arm are hung up in Hrothgar's hall\nHeorot. His head is cut off by Beowulf when he goes down to fight with\nGrendel's mother.--2_50; 3_1; 3_13; 8_19; 11_17; 12_2; 13_27; 15_3.\n\n~Guthlaf~.--A Dane of Hnæf's party.--18_24.\n\n~Half-Danes~.--Branch of the Danes to which Hnæf belonged.--17_19.\n\n[xv]\n\n~Halga~.--Surnamed the Good. Younger brother of Hrothgar.--2_9.\n\n~Hama~.--Takes the Brosinga mene from Eormenric.--19_7.\n\n~Hæreth~.--Father of Higelac's queen, Hygd.--28_39; 29_18.\n\n~Hæthcyn~.--Son of Hrethel and brother of Higelac. Kills his brother\nHerebeald accidentally. Is slain at Ravenswood, fighting against\nOngentheow.--34_43; 35_23; 40_32.\n\n~Helmings~.--The race to which Queen Wealhtheow belonged.--10_63.\n\n~Heming~.--A kinsman of Garmund, perhaps nephew.--28_54; 28_70.\n\n~Hengest~.--A Danish leader. Takes command on the fall of Hnæf.--17_33;\n17_41.\n\n~Herebeald~.--Eldest son of Hrethel, the Geatish king, and brother of\nHigelac. Killed by his younger brother Hæthcyn.--34_43; 34_47.\n\n~Heremod~.--A Danish king of a dynasty before the Scylding line. Was a\nsource of great sorrow to his people.--14_64; 25_59.\n\n~Hereric~.--Referred to as uncle of Heardred, but otherwise\nunknown.--31_60.\n\n~Hetwars~.--Another name for the Franks.--33_51.\n\n~Healfdene~.--Grandson of Scyld and father of Hrothgar. Ruled the Danes\nlong and well.--2_5; 4_1; 8_14.\n\n~Heardred~.--Son of Higelac and Hygd, king and queen of the Geats.\nSucceeds his father, with Beowulf as regent. Is slain by the sons of\nOhthere.--31_56; 33_63; 33_75.\n\n~Heathobards~.--Race of Lombards, of which Froda is king. After Froda\nfalls in battle with the Danes, Ingeld, his son, marries Hrothgar's\ndaughter, Freaware, in order to heal the feud.--30_1; 30_6.\n\n~Heatholaf~.--A Wylfing warrior slain by Beowulf's father.--8_5.\n\n~Heathoremes~.--The people on whose shores Breca is cast by the waves\nduring his contest with Beowulf.--9_21.\n\n~Heorogar~.--Elder brother of Hrothgar, and surnamed 'Weoroda Ræswa,'\nPrince of the Troopers.--2_9; 8_12.\n\n~Hereward~.--Son of the above.--31_17.\n\n~Heort~, ~Heorot~.--The great mead-hall which King Hrothgar builds. It is\ninvaded by Grendel for twelve years. Finally cleansed by Beowulf, the\nGeat. It is called Heort on account of the hart-antlers which decorate\nit.--2_25; 3_32; 3_52.\n\n~Hildeburg~.--Wife of Finn, daughter of Hoce, and related to\nHnæf,--probably his sister.--17_21; 18_34.\n\n~Hnæf~.--Leader of a branch of the Danes called Half-Danes. Killed in the\nstruggle at Finn's castle.--17_19; 17_61.\n\n~Hondscio~.--One of Beowulf's companions. Killed by Grendel just before\nBeowulf grappled with that monster.--30_43.\n\n~Hoce~.--Father of Hildeburg and probably of Hnæf.--17_26.\n\n~Hrethel~.--King of the Geats, father of Higelac, and grandfather of\nBeowulf.--7_4; 34_39.\n\n~Hrethla~.--Once used for Hrethel.--7_82.\n\n~Hrethmen~.--Another name for the Danes.--7_73.\n\n~Hrethric~.--Son of Hrothgar.--18_65; 27_19.\n\n[xvi]\n\n~Hreosna-beorh~.--A promontory in Geat-land, near which Ohthere's sons\nmade plundering raids.--35_18.\n\n~Hrothgar~.--The Danish king who built the hall Heort, but was long unable\nto enjoy it on account of Grendel's persecutions. Marries Wealhtheow, a\nHelming lady. Has two sons and a daughter. Is a typical Teutonic king,\nlavish of gifts. A devoted liegelord, as his lamentations over slain\nliegemen prove. Also very appreciative of kindness, as is shown by his\nloving gratitude to Beowulf.--2_9; 2_12; 4_1; 8_10; 15_1; etc., etc.\n\n~Hrothmund~.--Son of Hrothgar.--18_65.\n\n~Hrothulf~.--Probably a son of Halga, younger brother of Hrothgar.\nCertainly on terms of close intimacy in Hrothgar's palace.--16_26; 18_57.\n\n~Hrunting~.--Unferth's sword, lent to Beowulf.--22_71; 25_9.\n\n~Hugs~.--A race in alliance with the Franks and Frisians at the time of\nHigelac's fall.--35_41.\n\n~Hun~.--A Frisian warrior, probably general of the Hetwars. Gives Hengest\na beautiful sword.--18_19.\n\n~Hunferth~.--Sometimes used for Unferth.\n\n~Hygelac~, ~Higelac~.--King of the Geats, uncle and liegelord of Beowulf,\nthe hero of the poem.--His second wife is the lovely Hygd, daughter of\nHæreth. The son of their union is Heardred. Is slain in a war with the\nHugs, Franks, and Frisians combined. Beowulf is regent, and afterwards\nking of the Geats.--4_6; 5_4; 28_34; 29_9; 29_21; 31_56.\n\n~Hygd~.--Wife of Higelac, and daughter of Hæreth. There are some\nindications that she married Beowulf after she became a widow.--28_37.\n\n~Ingeld~.--Son of the Heathobard king, Froda. Marries Hrothgar's daughter,\nFreaware, in order to reconcile the two peoples.--29_62; 30_32.\n\n~Ingwins~.--Another name for the Danes.--16_52; 20_69.\n\n~Jutes~.--Name sometimes applied to Finn's people.--17_22; 17_38; 18_17.\n\n~Lafing~.--Name of a famous sword presented to Hengest by Hun.--18_19.\n\n~Merewing~.--A Frankish king, probably engaged in the war in which Higelac\nwas slain.--40_29.\n\n~Nægling~.--Beowulf's sword.--36_76.\n\n~Offa~.--King of the Angles, and son of Garmund. Marries the terrible\nThrytho who is so strongly contrasted with Hygd.--28_59; 28_66.\n\n~Ohthere~.--Son of Ongentheow, king of the Swedes. He is father of Eanmund\nand Eadgils.--40_35; 40_39.\n\n~Onela~.--Brother of Ohthere.--36_15; 40_39.\n\n~Ongentheow~.--King of Sweden, of the Scylfing dynasty. Married, perhaps,\nElan, daughter of Healfdene.--35_26; 41_16.\n\n~Oslaf~.--A Dane of Hnæf's party.--18_24.\n\n~Ravenswood~.--The forest near which Hæthcyn was slain.--40_31; 40_41.\n\n~Scefing~.--Applied (1_4) to Scyld, and meaning 'son of Scef.'\n\n[xvii]\n\n~Scyld~.--Founder of the dynasty to which Hrothgar, his father, and\ngrandfather belonged. He dies, and his body is put on a vessel, and set\nadrift. He goes from Daneland just as he had come to it--in a bark.--1_4;\n1_19; 1_27.\n\n~Scyldings~.--The descendants of Scyld. They are also called\nHonor-Scyldings, Victory-Scyldings, War-Scyldings, etc. (See 'Danes,'\nabove.)--2_1; 7_1; 8_1.\n\n~Scylfings~.--A Swedish royal line to which Wiglaf belonged.--36_2.\n\n~Sigemund~.--Son of Wæls, and uncle and father of Fitela. His struggle\nwith a dragon is related in connection with Beowulf's deeds of\nprowess.--14_38; 14_47.\n\n~Swerting~.--Grandfather of Higelac, and father of Hrethel.--19_11.\n\n~Swedes~.--People of Sweden, ruled by the Scylfings.--35_13.\n\n~Thrytho~.--Wife of Offa, king of the Angles. Known for her fierce and\nunwomanly disposition. She is introduced as a contrast to the gentle Hygd,\nqueen of Higelac.--28_42; 28_56.\n\n~Unferth~.--Son of Ecglaf, and seemingly a confidential courtier of\nHrothgar. Taunts Beowulf for having taken part in the swimming-match.\nLends Beowulf his sword when he goes to look for Grendel's mother. In the\nMS. sometimes written _Hunferth_. 9_1; 18_41.\n\n~Wæls~.--Father of Sigemund.--14_60.\n\n~Wægmunding~.--A name occasionally applied to Wiglaf and Beowulf, and\nperhaps derived from a common ancestor, Wægmund.--36_6; 38_61.\n\n~Weders~.--Another name for Geats or Wedergeats.\n\n~Wayland~.--A fabulous smith mentioned in this poem and in other old\nTeutonic literature.--7_83.\n\n~Wendels~.--The people of Wulfgar, Hrothgar's messenger and retainer.\n(Perhaps = Vandals.)--6_30.\n\n~Wealhtheow~.--Wife of Hrothgar. Her queenly courtesy is well shown in the\npoem.--10_55.\n\n~Weohstan~, or ~Wihstan~.--A Wægmunding, and father of Wiglaf.--36_1.\n\n~Whale's Ness~.--A prominent promontory, on which Beowulf's mound was\nbuilt.--38_52; 42_76.\n\n~Wiglaf~.--Son of Wihstan, and related to Beowulf. He remains faithful to\nBeowulf in the fatal struggle with the fire-drake. Would rather die than\nleave his lord in his dire emergency.--36_1; 36_3; 36_28.\n\n~Wonred~.--Father of Wulf and Eofor.--41_20; 41_26.\n\n~Wulf~.--Son of Wonred. Engaged in the battle between Higelac's and\nOngentheow's forces, and had a hand-to-hand fight with Ongentheow himself.\nOngentheow disables him, and is thereupon slain by Eofor.--41_19; 41_29.\n\n~Wulfgar~.--Lord of the Wendels, and retainer of Hrothgar.--6_18; 6_30.\n\n~Wylfings~.--A people to whom belonged Heatholaf, who was slain by\nEcgtheow.--8_6; 8_16.\n\n~Yrmenlaf~.--Younger brother of Æschere, the hero whose death grieved\nHrothgar so deeply.--21_4.\n\n[xviii]\n\n\n\n\nLIST OF WORDS AND PHRASES NOT IN GENERAL USE.\n\n\nATHELING.--Prince, nobleman.\n\nBAIRN.--Son, child.\n\nBARROW.--Mound, rounded hill, funeral-mound.\n\nBATTLE-SARK.--Armor.\n\nBEAKER.--Cup, drinking-vessel.\n\nBEGEAR.--Prepare.\n\nBIGHT.--Bay, sea.\n\nBILL.--Sword.\n\nBOSS.--Ornamental projection.\n\nBRACTEATE.--A round ornament on a necklace.\n\nBRAND.--Sword.\n\nBURN.--Stream.\n\nBURNIE.--Armor.\n\nCARLE.--Man, hero.\n\nEARL.--Nobleman, any brave man.\n\nEKE.--Also.\n\nEMPRISE.--Enterprise, undertaking.\n\nERST.--Formerly.\n\nERST-WORTHY.--Worthy for a long time past.\n\nFAIN.--Glad.\n\nFERRY.--Bear, carry.\n\nFEY.--Fated, doomed.\n\nFLOAT.--Vessel, ship.\n\nFOIN.--To lunge (Shaks.).\n\nGLORY OF KINGS.--God.\n\nGREWSOME.--Cruel, fierce.\n\nHEFT.--Handle, hilt; used by synecdoche for 'sword.'\n\nHELM.--Helmet, protector.\n\nHENCHMAN.--Retainer, vassal.\n\nHIGHT.--Am (was) named.\n\nHOLM.--Ocean, curved surface of the sea.\n\nHIMSEEMED.--(It) seemed to him.\n\nLIEF.--Dear, valued.\n\nMERE.--Sea; in compounds, 'mere-ways,' 'mere-currents,' etc.\n\nMICKLE.--Much.\n\nNATHLESS.--Nevertheless.\n\nNAZE.--Edge (nose).\n\nNESS.--Edge.\n\nNICKER.--Sea-beast.\n\nQUIT, QUITE.--Requite.\n\nRATHE.--Quickly.\n\nREAVE.--Bereave, deprive.\n\nSAIL-ROAD.--Sea.\n\nSETTLE.--Seat, bench.\n\nSKINKER.--One who pours.\n\nSOOTHLY.--Truly.\n\nSWINGE.--Stroke, blow.\n\nTARGE, TARGET.--Shield.\n\nTHROUGHLY.--Thoroughly.\n\nTOLD.--Counted.\n\nUNCANNY.--Ill-featured, grizzly.\n\nUNNETHE.--Difficult.\n\nWAR-SPEED.--Success in war.\n\nWEB.--Tapestry (that which is 'woven').\n\nWEEDED.--Clad (cf. widow's weeds).\n\nWEEN.--Suppose, imagine.\n\nWEIRD.--Fate, Providence.\n\nWHILOM.--At times, formerly, often.\n\nWIELDER.--Ruler. Often used of God; also in compounds, as 'Wielder of\nGlory,' 'Wielder of Worship.'\n\nWIGHT.--Creature.\n\nWOLD.--Plane, extended surface.\n\nWOT.--Knows.\n\nYOUNKER.--Youth.\n\n[1]\n\n\n\n\nBEOWULF.\n\n\n\n\nI.\n\nTHE LIFE AND DEATH OF SCYLD.\n\n\n{The famous race of Spear-Danes.}\n\n          Lo! the Spear-Danes' glory through splendid achievements\n          The folk-kings' former fame we have heard of,\n          How princes displayed then their prowess-in-battle.\n\n{Scyld, their mighty king, in honor of whom they are often called\nScyldings. He is the great-grandfather of Hrothgar, so prominent in the\npoem.}\n\n          Oft Scyld the Scefing from scathers in numbers\n        5 From many a people their mead-benches tore.\n          Since first he found him friendless and wretched,\n          The earl had had terror: comfort he got for it,\n          Waxed 'neath the welkin, world-honor gained,\n          Till all his neighbors o'er sea were compelled to\n       10 Bow to his bidding and bring him their tribute:\n          An excellent atheling! After was borne him\n\n{A son is born to him, who receives the name of Beowulf--a name afterwards\nmade so famous by the hero of the poem.}\n\n          A son and heir, young in his dwelling,\n          Whom God-Father sent to solace the people.\n          He had marked the misery malice had caused them,\n       15 [1]That reaved of their rulers they wretched had erstwhile[2]\n          Long been afflicted. The Lord, in requital,\n          Wielder of Glory, with world-honor blessed him.\n          Famed was Beowulf, far spread the glory\n          Of Scyld's great son in the lands of the Danemen.\n\n[2]\n\n{The ideal Teutonic king lavishes gifts on his vassals.}\n\n       20 So the carle that is young, by kindnesses rendered\n          The friends of his father, with fees in abundance\n          Must be able to earn that when age approacheth\n          Eager companions aid him requitingly,\n          When war assaults him serve him as liegemen:\n       25 By praise-worthy actions must honor be got\n          'Mong all of the races. At the hour that was fated\n\n{Scyld dies at the hour appointed by Fate.}\n\n          Scyld then departed to the All-Father's keeping\n          Warlike to wend him; away then they bare him\n          To the flood of the current, his fond-loving comrades,\n       30 As himself he had bidden, while the friend of the Scyldings\n          Word-sway wielded, and the well-lovèd land-prince\n          Long did rule them.[3] The ring-stemmèd vessel,\n          Bark of the atheling, lay there at anchor,\n          Icy in glimmer and eager for sailing;\n\n{By his own request, his body is laid on a vessel and wafted seaward.}\n\n       35 The belovèd leader laid they down there,\n          Giver of rings, on the breast of the vessel,\n          The famed by the mainmast. A many of jewels,\n          Of fretted embossings, from far-lands brought over,\n          Was placed near at hand then; and heard I not ever\n       40 That a folk ever furnished a float more superbly\n          With weapons of warfare, weeds for the battle,\n          Bills and burnies; on his bosom sparkled\n          Many a jewel that with him must travel\n          On the flush of the flood afar on the current.\n       45 And favors no fewer they furnished him soothly,\n          Excellent folk-gems, than others had given him\n\n{He leaves Daneland on the breast of a bark.}\n\n          Who when first he was born outward did send him\n          Lone on the main, the merest of infants:\n          And a gold-fashioned standard they stretched under heaven\n[3]    50 High o'er his head, let the holm-currents bear him,\n          Seaward consigned him: sad was their spirit,\n          Their mood very mournful. Men are not able\n\n{No one knows whither the boat drifted.}\n\n          Soothly to tell us, they in halls who reside,[4]\n          Heroes under heaven, to what haven he hied.\n\n    [1] For the 'Þæt' of verse 15, Sievers suggests 'Þá' (= which). If\n    this be accepted, the sentence 'He had ... afflicted' will read: _He_\n    (_i.e._ God) _had perceived the malice-caused sorrow which they,\n    lordless, had formerly long endured_.\n\n    [2] For 'aldor-léase' (15) Gr. suggested 'aldor-ceare': _He perceived\n    their distress, that they formerly had suffered life-sorrow a long\n    while_.\n\n    [3] A very difficult passage. 'Áhte' (31) has no object. H. supplies\n    'geweald' from the context; and our translation is based upon this\n    assumption, though it is far from satisfactory. Kl. suggests\n    'lændagas' for 'lange': _And the beloved land-prince enjoyed (had) his\n    transitory days (i.e. lived)_. B. suggests a dislocation; but this is\n    a dangerous doctrine, pushed rather far by that eminent scholar.\n\n    [4] The reading of the H.-So. text has been quite closely followed;\n    but some eminent scholars read 'séle-rædenne' for 'sele-rædende.' If\n    that be adopted, the passage will read: _Men cannot tell us, indeed,\n    the order of Fate, etc._ 'Sele-rædende' has two things to support it:\n    (1) v. 1347; (2) it affords a parallel to 'men' in v. 50.\n\n\n\n\nII.\n\nSCYLD'S SUCCESSORS.--HROTHGAR'S GREAT MEAD-HALL.\n\n\n{Beowulf succeeds his father Scyld}\n\n          In the boroughs then Beowulf, bairn of the Scyldings,\n          Belovèd land-prince, for long-lasting season\n          Was famed mid the folk (his father departed,\n          The prince from his dwelling), till afterward sprang\n        5 Great-minded Healfdene; the Danes in his lifetime\n          He graciously governed, grim-mooded, agèd.\n\n{Healfdene's birth.}\n\n          Four bairns of his body born in succession\n          Woke in the world, war-troopers' leader\n          Heorogar, Hrothgar, and Halga the good;\n       10 Heard I that Elan was Ongentheow's consort,\n\n{He has three sons--one of them, Hrothgar--and a daughter named Elan.\nHrothgar becomes a mighty king.}\n\n          The well-beloved bedmate of the War-Scylfing leader.\n          Then glory in battle to Hrothgar was given,\n          Waxing of war-fame, that willingly kinsmen\n          Obeyed his bidding, till the boys grew to manhood,\n       15 A numerous band.  It burned in his spirit\n          To urge his folk to found a great building,\n          A mead-hall grander than men of the era\n\n{He is eager to build a great hall in which he may feast his retainers}\n\n          Ever had heard of, and in it to share\n          With young and old all of the blessings\n       20 The Lord had allowed him, save life and retainers.\n          Then the work I find afar was assigned\n[4]       To many races in middle-earth's regions,\n          To adorn the great folk-hall. In due time it happened\n          Early 'mong men, that 'twas finished entirely,\n       25 The greatest of hall-buildings; Heorot he named it\n\n{The hall is completed, and is called Heort, or Heorot.}\n\n          Who wide-reaching word-sway wielded 'mong earlmen.\n          His promise he brake not, rings he lavished,\n          Treasure at banquet. Towered the hall up\n          High and horn-crested, huge between antlers:\n       30 It battle-waves bided, the blasting fire-demon;\n          Ere long then from hottest hatred must sword-wrath\n          Arise for a woman's husband and father.\n          Then the mighty war-spirit[1] endured for a season,\n\n{The Monster Grendel is madly envious of the Danemen's joy.}\n\n          Bore it bitterly, he who bided in darkness,\n       35 That light-hearted laughter loud in the building\n          Greeted him daily; there was dulcet harp-music,\n          Clear song of the singer. He said that was able\n\n{[The course of the story is interrupted by a short reference to some old\naccount of the creation.]}\n\n          To tell from of old earthmen's beginnings,\n          That Father Almighty earth had created,\n       40 The winsome wold that the water encircleth,\n          Set exultingly the sun's and the moon's beams\n          To lavish their lustre on land-folk and races,\n          And earth He embellished in all her regions\n          With limbs and leaves; life He bestowed too\n       45 On all the kindreds that live under heaven.\n\n{The glee of the warriors is overcast by a horrible dread.}\n\n          So blessed with abundance, brimming with joyance,\n          The warriors abided, till a certain one gan to\n          Dog them with deeds of direfullest malice,\n          A foe in the hall-building: this horrible stranger[2]\n       50 Was Grendel entitled, the march-stepper famous\n          Who[3] dwelt in the moor-fens, the marsh and the fastness;\n          The wan-mooded being abode for a season\n[5]       In the land of the giants, when the Lord and Creator\n          Had banned him and branded. For that bitter murder,\n       55 The killing of Abel, all-ruling Father\n\n{Cain is referred to as a progenitor of Grendel, and of monsters in\ngeneral.}\n\n          The kindred of Cain crushed with His vengeance;\n          In the feud He rejoiced not, but far away drove him\n          From kindred and kind, that crime to atone for,\n          Meter of Justice. Thence ill-favored creatures,\n       60 Elves and giants, monsters of ocean,\n          Came into being, and the giants that longtime\n          Grappled with God; He gave them requital.\n\n    [1] R. and t. B. prefer 'ellor-gæst' to 'ellen-gæst' (86): _Then the\n    stranger from afar endured, etc._\n\n    [2] Some authorities would translate '_demon_' instead of\n    '_stranger_.'\n\n    [3] Some authorities arrange differently, and render: _Who dwelt in\n    the moor-fens, the marsh and the fastness, the land of the\n    giant-race._\n\n\n\n\nIII.\n\nGRENDEL THE MURDERER.\n\n\n{Grendel attacks the sleeping heroes}\n\n          When the sun was sunken, he set out to visit\n          The lofty hall-building, how the Ring-Danes had used it\n          For beds and benches when the banquet was over.\n          Then he found there reposing many a noble\n        5 Asleep after supper; sorrow the heroes,[1]\n          Misery knew not. The monster of evil\n          Greedy and cruel tarried but little,\n\n{He drags off thirty of them, and devours them}\n\n          Fell and frantic, and forced from their slumbers\n          Thirty of thanemen; thence he departed\n       10 Leaping and laughing, his lair to return to,\n          With surfeit of slaughter sallying homeward.\n          In the dusk of the dawning, as the day was just breaking,\n          Was Grendel's prowess revealed to the warriors:\n\n{A cry of agony goes up, when Grendel's horrible deed is fully realized.}\n\n          Then, his meal-taking finished, a moan was uplifted,\n       15 Morning-cry mighty. The man-ruler famous,\n          The long-worthy atheling, sat very woful,\n          Suffered great sorrow, sighed for his liegemen,\n[6]       When they had seen the track of the hateful pursuer,\n          The spirit accursèd: too crushing that sorrow,\n\n{The monster returns the next night.}\n\n       20 Too loathsome and lasting. Not longer he tarried,\n          But one night after continued his slaughter\n          Shameless and shocking, shrinking but little\n          From malice and murder; they mastered him fully.\n          He was easy to find then who otherwhere looked for\n       25 A pleasanter place of repose in the lodges,\n          A bed in the bowers. Then was brought to his notice\n          Told him truly by token apparent\n          The hall-thane's hatred: he held himself after\n          Further and faster who the foeman did baffle.\n       30 [2]So ruled he and strongly strove against justice\n          Lone against all men, till empty uptowered\n\n{King Hrothgar's agony and suspense last twelve years.}\n\n          The choicest of houses. Long was the season:\n          Twelve-winters' time torture suffered\n          The friend of the Scyldings, every affliction,\n       35 Endless agony; hence it after[3] became\n          Certainly known to the children of men\n          Sadly in measures, that long against Hrothgar\n          Grendel struggled:--his grudges he cherished,\n          Murderous malice, many a winter,\n       40 Strife unremitting, and peacefully wished he\n          [4]Life-woe to lift from no liegeman at all of\n          The men of the Dane-folk, for money to settle,\n          No counsellor needed count for a moment\n[7]       On handsome amends at the hands of the murderer;\n\n{Grendel is unremitting in his persecutions.}\n\n       45 The monster of evil fiercely did harass,\n          The ill-planning death-shade, both elder and younger,\n          Trapping and tricking them. He trod every night then\n          The mist-covered moor-fens; men do not know where\n          Witches and wizards wander and ramble.\n       50 So the foe of mankind many of evils\n          Grievous injuries, often accomplished,\n          Horrible hermit; Heort he frequented,\n          Gem-bedecked palace, when night-shades had fallen\n\n{God is against the monster.}\n\n          (Since God did oppose him, not the throne could he touch,[5]\n       55 The light-flashing jewel, love of Him knew not).\n          'Twas a fearful affliction to the friend of the Scyldings\n\n{The king and his council deliberate in vain.}\n\n          Soul-crushing sorrow. Not seldom in private\n          Sat the king in his council; conference held they\n          What the braves should determine 'gainst terrors unlooked for.\n\n{They invoke the aid of their gods.}\n\n       60 At the shrines of their idols often they promised\n          Gifts and offerings, earnestly prayed they\n          The devil from hell would help them to lighten\n          Their people's oppression. Such practice they used then,\n          Hope of the heathen; hell they remembered\n       65 In innermost spirit, God they knew not,\n\n{The true God they do not know.}\n\n          Judge of their actions, All-wielding Ruler,\n          No praise could they give the Guardian of Heaven,\n          The Wielder of Glory. Woe will be his who\n          Through furious hatred his spirit shall drive to\n       70 The clutch of the fire, no comfort shall look for,\n          Wax no wiser; well for the man who,\n          Living his life-days, his Lord may face\n          And find defence in his Father's embrace!\n\n    [1] The translation is based on 'weras,' adopted by H.-So.--K. and Th.\n    read 'wera' and, arranging differently, render 119(2)-120: _They knew\n    not sorrow, the wretchedness of man, aught of misfortune_.--For\n    'unhælo' (120) R. suggests 'unfælo': _The uncanny creature, greedy and\n    cruel, etc_.\n\n    [2] S. rearranges and translates: _So he ruled and struggled unjustly,\n    one against all, till the noblest of buildings stood useless (it was a\n    long while) twelve years' time: the friend of the Scyldings suffered\n    distress, every woe, great sorrows, etc_.\n\n    [3] For 'syððan,' B. suggests 'sárcwidum': _Hence in mournful words it\n    became well known, etc_. Various other words beginning with 's' have\n    been conjectured.\n\n    [4] The H.-So. glossary is very inconsistent in referring to this\n    passage.--'Sibbe' (154), which H.-So. regards as an instr., B. takes\n    as accus., obj. of 'wolde.' Putting a comma after Deniga, he renders:\n    _He did not desire peace with any of the Danes, nor did he wish to\n    remove their life-woe, nor to settle for money_.\n\n    [5] Of this difficult passage the following interpretations among\n    others are given: (1) Though Grendel has frequented Heorot as a demon,\n    he could not become ruler of the Danes, on account of his hostility to\n    God. (2) Hrothgar was much grieved that Grendel had not appeared\n    before his throne to receive presents. (3) He was not permitted to\n    devastate the hall, on account of the Creator; _i.e._ God wished to\n    make his visit fatal to him.--Ne ... wisse (169) W. renders: _Nor had\n    he any desire to do so_; 'his' being obj. gen. = danach.\n\n[8]\n\n\n\n\nIV.\n\nBEOWULF GOES TO HROTHGAR'S ASSISTANCE.\n\n\n{Hrothgar sees no way of escape from the persecutions of Grendel.}\n\n          So Healfdene's kinsman constantly mused on\n          His long-lasting sorrow; the battle-thane clever\n          Was not anywise able evils to 'scape from:\n          Too crushing the sorrow that came to the people,\n        5 Loathsome and lasting the life-grinding torture,\n\n{Beowulf, the Geat, hero of the poem, hears of Hrothgar's sorrow, and\nresolves to go to his assistance.}\n\n          Greatest of night-woes. So Higelac's liegeman,\n          Good amid Geatmen, of Grendel's achievements\n          Heard in his home:[1] of heroes then living\n          He was stoutest and strongest, sturdy and noble.\n       10 He bade them prepare him a bark that was trusty;\n          He said he the war-king would seek o'er the ocean,\n          The folk-leader noble, since he needed retainers.\n          For the perilous project prudent companions\n          Chided him little, though loving him dearly;\n       15 They egged the brave atheling, augured him glory.\n\n{With fourteen carefully chosen companions, he sets out for Dane-land.}\n\n          The excellent knight from the folk of the Geatmen\n          Had liegemen selected, likest to prove them\n          Trustworthy warriors; with fourteen companions\n          The vessel he looked for; a liegeman then showed them,\n       20 A sea-crafty man, the bounds of the country.\n          Fast the days fleeted; the float was a-water,\n          The craft by the cliff. Clomb to the prow then\n          Well-equipped warriors: the wave-currents twisted\n          The sea on the sand; soldiers then carried\n       25 On the breast of the vessel bright-shining jewels,\n          Handsome war-armor; heroes outshoved then,\n          Warmen the wood-ship, on its wished-for adventure.\n\n[9]\n\n{The vessel sails like a bird}\n\n          The foamy-necked floater fanned by the breeze,\n          Likest a bird, glided the waters,\n\n{In twenty four hours they reach the shores of Hrothgar's dominions}\n\n       30 Till twenty and four hours thereafter\n          The twist-stemmed vessel had traveled such distance\n          That the sailing-men saw the sloping embankments,\n          The sea cliffs gleaming, precipitous mountains,\n          Nesses enormous: they were nearing the limits\n       35 At the end of the ocean.[2] Up thence quickly\n          The men of the Weders clomb to the mainland,\n          Fastened their vessel (battle weeds rattled,\n          War burnies clattered), the Wielder they thanked\n          That the ways o'er the waters had waxen so gentle.\n\n{They are hailed by the Danish coast guard}\n\n       40 Then well from the cliff edge the guard of the Scyldings\n          Who the sea-cliffs should see to, saw o'er the gangway\n          Brave ones bearing beauteous targets,\n          Armor all ready, anxiously thought he,\n          Musing and wondering what men were approaching.\n       45 High on his horse then Hrothgar's retainer\n          Turned him to coastward, mightily brandished\n          His lance in his hands, questioned with boldness.\n\n{His challenge}\n\n          \"Who are ye men here, mail-covered warriors\n          Clad in your corslets, come thus a-driving\n       50 A high riding ship o'er the shoals of the waters,\n          [3]And hither 'neath helmets have hied o'er the ocean?\n[10]      I have been strand-guard, standing as warden,\n          Lest enemies ever anywise ravage\n          Danish dominions with army of war-ships.\n       55 More boldly never have warriors ventured\n          Hither to come; of kinsmen's approval,\n          Word-leave of warriors, I ween that ye surely\n\n{He is struck by Beowulf's appearance.}\n\n          Nothing have known. Never a greater one\n          Of earls o'er the earth have _I_ had a sight of\n       60 Than is one of your number, a hero in armor;\n          No low-ranking fellow[4] adorned with his weapons,\n          But launching them little, unless looks are deceiving,\n          And striking appearance. Ere ye pass on your journey\n          As treacherous spies to the land of the Scyldings\n       65 And farther fare, I fully must know now\n          What race ye belong to. Ye far-away dwellers,\n          Sea-faring sailors, my simple opinion\n          Hear ye and hearken: haste is most fitting\n          Plainly to tell me what place ye are come from.\"\n\n    [1] 'From hám' (194) is much disputed. One rendering is: _Beowulf,\n    being away from home, heard of Hrothgar's troubles, etc_. Another,\n    that adopted by S. and endorsed in the H.-So. notes, is: _B. heard\n    from his neighborhood (neighbors),_ i.e. _in his home, etc_. A third\n    is: _B., being at home, heard this as occurring away from home_. The\n    H.-So. glossary and notes conflict.\n\n    [2] 'Eoletes' (224) is marked with a (?) by H.-So.; our rendering\n    simply follows his conjecture.--Other conjectures as to 'eolet' are:\n    (1) _voyage_, (2) _toil_, _labor_, (3) _hasty journey_.\n\n    [3] The lacuna of the MS at this point has been supplied by various\n    conjectures. The reading adopted by H.-So. has been rendered in the\n    above translation. W., like H.-So., makes 'ic' the beginning of a new\n    sentence, but, for 'helmas bæron,' he reads 'hringed stefnan.' This\n    has the advantage of giving a parallel to 'brontne ceol' instead of a\n    kenning for 'go.'--B puts the (?) after 'holmas', and begins a new\n    sentence at the middle of the line. Translate: _What warriors are ye,\n    clad in armor, who have thus come bringing the foaming vessel over the\n    water way, hither over the seas? For some time on the wall I have been\n    coast guard, etc_. S. endorses most of what B. says, but leaves out\n    'on the wall' in the last sentence. If W.'s 'hringed stefnan' be\n    accepted, change line 51 above to, _A ring-stemmed vessel hither\n    o'ersea_.\n\n    [4] 'Seld-guma' (249) is variously rendered: (1) _housecarle_; (2)\n    _home-stayer_; (3) _common man_. Dr. H. Wood suggests _a man-at-arms\n    in another's house_.\n\n\n\n\nV.\n\nTHE GEATS REACH HEOROT.\n\n\n{Beowulf courteously replies.}\n\n          The chief of the strangers rendered him answer,\n          War-troopers' leader, and word-treasure opened:\n\n{We are Geats.}\n\n          \"We are sprung from the lineage of the people of Geatland,\n          And Higelac's hearth-friends. To heroes unnumbered\n\n{My father Ecgtheow was well-known in his day.}\n\n        5 My father was known, a noble head-warrior\n          Ecgtheow titled; many a winter\n          He lived with the people, ere he passed on his journey,\n          Old from his dwelling; each of the counsellors\n          Widely mid world-folk well remembers him.\n\n{Our intentions towards King Hrothgar are of the kindest.}\n\n       10 We, kindly of spirit, the lord of thy people,\n          The son of King Healfdene, have come here to visit,\n[11]      Folk-troop's defender: be free in thy counsels!\n          To the noble one bear we a weighty commission,\n          The helm of the Danemen; we shall hide, I ween,\n\n{Is it true that a monster is slaying Danish heroes?}\n\n       15 Naught of our message. Thou know'st if it happen,\n          As we soothly heard say, that some savage despoiler,\n          Some hidden pursuer, on nights that are murky\n          By deeds very direful 'mid the Danemen exhibits\n          Hatred unheard of, horrid destruction\n       20 And the falling of dead. From feelings least selfish\n\n{I can help your king to free himself from this horrible creature.}\n\n          I am able to render counsel to Hrothgar,\n          How he, wise and worthy, may worst the destroyer,\n          If the anguish of sorrow should ever be lessened,[1]\n          Comfort come to him, and care-waves grow cooler,\n       25 Or ever hereafter he agony suffer\n          And troublous distress, while towereth upward\n          The handsomest of houses high on the summit.\"\n\n{The coast-guard reminds Beowulf that it is easier to say than to do.}\n\n          Bestriding his stallion, the strand-watchman answered,\n          The doughty retainer: \"The difference surely\n       30 'Twixt words and works, the warlike shield-bearer\n          Who judgeth wisely well shall determine."], "title": ["Beowulf"], "author": ["Beowulf Poet"]}