{"genre": ["Fantasy"], "text": ["\n\n          He stood by the pillar,[1] saw the steep-rising hall-roof\n          Gleaming with gold-gems, and Grendel his hand there):\n\n{Hrothgar gives thanks for the overthrow of the monster.}\n\n          \"For the sight we behold now, thanks to the Wielder\n        5 Early be offered! Much evil I bided,\n          Snaring from Grendel:[2] God can e'er 'complish\n          Wonder on wonder, Wielder of Glory!\n\n{I had given up all hope, when this brave liegeman came to our aid.}\n\n          But lately I reckoned ne'er under heaven\n          Comfort to gain me for any of sorrows,\n       10 While the handsomest of houses horrid with bloodstain\n          Gory uptowered; grief had offfrightened[3]\n          Each of the wise ones who weened not that ever\n          The folk-troop's defences 'gainst foes they should strengthen,\n          'Gainst sprites and monsters. Through the might of the Wielder\n       15 A doughty retainer hath a deed now accomplished\n          Which erstwhile we all with our excellent wisdom\n\n{If his mother yet liveth, well may she thank God for this son.}\n\n          Failed to perform. May affirm very truly\n          What woman soever in all of the nations\n          Gave birth to the child, if yet she surviveth,\n       20 That the long-ruling Lord was lavish to herward\n          In the birth of the bairn. Now, Beowulf dear,\n\n{Hereafter, Beowulf, thou shalt be my son.}\n\n          Most excellent hero, I'll love thee in spirit\n          As bairn of my body; bear well henceforward\n          The relationship new. No lack shall befall thee\n       25 Of earth-joys any I ever can give thee.\n          Full often for lesser service I've given\n[34]      Hero less hardy hoard-treasure precious,\n\n{Thou hast won immortal distinction.}\n\n          To a weaker in war-strife. By works of distinction\n          Thou hast gained for thyself now that thy glory shall flourish\n       30 Forever and ever. The All-Ruler quite thee\n          With good from His hand as He hitherto did thee!\"\n\n{Beowulf replies: I was most happy to render thee this service.}\n\n          Beowulf answered, Ecgtheow's offspring:\n          \"That labor of glory most gladly achieved we,\n          The combat accomplished, unquailing we ventured\n       35 The enemy's grapple; I would grant it much rather\n          Thou wert able to look at the creature in person,\n          Faint unto falling, the foe in his trappings!\n          On murder-bed quickly I minded to bind him,\n          With firm-holding fetters, that forced by my grapple\n       40 Low he should lie in life-and-death struggle\n          'Less his body escape; I was wholly unable,\n\n{I could not keep the monster from escaping, as God did not will that I\nshould.}\n\n          Since God did not will it, to keep him from going,\n          Not held him that firmly, hated opposer;\n          Too swift was the foeman. Yet safety regarding\n       45 He suffered his hand behind him to linger,\n          His arm and shoulder, to act as watcher;\n\n{He left his hand and arm behind.}\n\n          No shadow of solace the woe-begone creature\n          Found him there nathless: the hated destroyer\n          Liveth no longer, lashed for his evils,\n       50 But sorrow hath seized him, in snare-meshes hath him\n          Close in its clutches, keepeth him writhing\n          In baleful bonds: there banished for evil\n          The man shall wait for the mighty tribunal,\n\n{God will give him his deserts.}\n\n          How the God of glory shall give him his earnings.\"\n       55 Then the soldier kept silent, son of old Ecglaf,\n\n{Unferth has nothing more to say, for Beowulf's actions speak louder than\nwords.}\n\n          From boasting and bragging of battle-achievements,\n          Since the princes beheld there the hand that depended\n          'Neath the lofty hall-timbers by the might of the nobleman,\n          Each one before him, the enemy's fingers;\n       60 Each finger-nail strong steel most resembled,\n          The heathen one's hand-spur, the hero-in-battle's\n          Claw most uncanny; quoth they agreeing,\n\n[35]\n\n{No sword will harm the monster.}\n\n          That not any excellent edges of brave ones\n          Was willing to touch him, the terrible creature's\n       65 Battle-hand bloody to bear away from him.\n\n    [1] B. and t.B. read 'staþole,' and translate _stood on the floor_.\n\n    [2] For 'snaring from Grendel,' 'sorrows at Grendel's hands' has been\n    suggested. This gives a parallel to 'láðes.' 'Grynna' may well be gen.\n    pl. of 'gyrn,' by a scribal slip.\n\n    [3] The H.-So punctuation has been followed; but B. has been followed\n    in understanding 'gehwylcne' as object of 'wíd-scofen (hæfde).' Gr.\n    construes 'wéa' as nom abs.\n\n\n\n\nXVI.\n\nHROTHGAR LAVISHES GIFTS UPON HIS DELIVERER.\n\n\n{Heorot is adorned with hands.}\n\n          Then straight was ordered that Heorot inside[1]\n          With hands be embellished: a host of them gathered,\n          Of men and women, who the wassailing-building\n          The guest-hall begeared. Gold-flashing sparkled\n        5 Webs on the walls then, of wonders a many\n          To each of the heroes that look on such objects.\n\n{The hall is defaced, however.}\n\n          The beautiful building was broken to pieces\n          Which all within with irons was fastened,\n          Its hinges torn off: only the roof was\n       10 Whole and uninjured when the horrible creature\n          Outlawed for evil off had betaken him,\n          Hopeless of living. 'Tis hard to avoid it\n\n{[A vague passage of five verses.]}\n\n          (Whoever will do it!); but he doubtless must come to[2]\n          The place awaiting, as Wyrd hath appointed,\n       15 Soul-bearers, earth-dwellers, earls under heaven,\n          Where bound on its bed his body shall slumber\n\n{Hrothgar goes to the banquet.}\n\n          When feasting is finished. Full was the time then\n          That the son of Healfdene went to the building;\n[36]      The excellent atheling would eat of the banquet.\n       20 Ne'er heard I that people with hero-band larger\n          Bare them better tow'rds their bracelet-bestower.\n          The laden-with-glory stooped to the bench then\n          (Their kinsmen-companions in plenty were joyful,\n          Many a cupful quaffing complaisantly),\n       25 Doughty of spirit in the high-tow'ring palace,\n\n{Hrothgar's nephew, Hrothulf, is present.}\n\n          Hrothgar and Hrothulf. Heorot then inside\n          Was filled with friendly ones; falsehood and treachery\n          The Folk-Scyldings now nowise did practise.\n\n{Hrothgar lavishes gifts upon Beowulf.}\n\n          Then the offspring of Healfdene offered to Beowulf\n       30 A golden standard, as reward for the victory,\n          A banner embossed, burnie and helmet;\n          Many men saw then a song-famous weapon\n          Borne 'fore the hero. Beowulf drank of\n          The cup in the building; that treasure-bestowing\n       35 He needed not blush for in battle-men's presence.\n\n{Four handsomer gifts were never presented.}\n\n          Ne'er heard I that many men on the ale-bench\n          In friendlier fashion to their fellows presented\n          Four bright jewels with gold-work embellished.\n          'Round the roof of the helmet a head-guarder outside\n       40 Braided with wires, with bosses was furnished,\n          That swords-for-the-battle fight-hardened might fail\n          Boldly to harm him, when the hero proceeded\n\n{Hrothgar commands that eight finely caparisoned steeds be brought to\nBeowulf.}\n\n          Forth against foemen. The defender of earls then\n          Commanded that eight steeds with bridles\n       45 Gold-plated, gleaming, be guided to hallward,\n          Inside the building; on one of them stood then\n          An art-broidered saddle embellished with jewels;\n          'Twas the sovereign's seat, when the son of King Healfdene\n          Was pleased to take part in the play of the edges;\n       50 The famous one's valor ne'er failed at the front when\n          Slain ones were bowing. And to Beowulf granted\n          The prince of the Ingwins, power over both,\n          O'er war-steeds and weapons; bade him well to enjoy them.\n          In so manly a manner the mighty-famed chieftain,\n[37]   55 Hoard-ward of heroes, with horses and jewels\n          War-storms requited, that none e'er condemneth\n          Who willeth to tell truth with full justice.\n\n    [1] Kl. suggests 'hroden' for 'háten,' and renders: _Then quickly was\n    Heorot adorned within, with hands bedecked_.--B. suggests 'gefrætwon'\n    instead of 'gefrætwod,' and renders: _Then was it commanded to adorn\n    Heorot within quickly with hands_.--The former has the advantage of\n    affording a parallel to 'gefrætwod': both have the disadvantage of\n    altering the text.\n\n    [2] The passage 1005-1009 seems to be hopeless. One difficult point is\n    to find a subject for 'gesacan.' Some say 'he'; others supply 'each,'\n    _i.e., every soul-bearer ... must gain the inevitable place_. The\n    genitives in this case are partitive.--If 'he' be subj., the genitives\n    are dependent on 'gearwe' (= prepared).--The 'he' itself is disputed,\n    some referring it to Grendel; but B. takes it as involved in the\n    parenthesis.\n\n\n\n\nXVII.\n\nBANQUET (_continued_).--THE SCOP'S SONG OF FINN AND HNÆF.\n\n\n{Each of Beowulf's companions receives a costly gift.}\n\n          And the atheling of earlmen to each of the heroes\n          Who the ways of the waters went with Beowulf,\n          A costly gift-token gave on the mead-bench,\n          Offered an heirloom, and ordered that that man\n\n{The warrior killed by Grendel is to be paid for in gold.}\n\n        5 With gold should be paid for, whom Grendel had erstwhile\n          Wickedly slaughtered, as he more of them had done\n          Had far-seeing God and the mood of the hero\n          The fate not averted: the Father then governed\n          All of the earth-dwellers, as He ever is doing;\n       10 Hence insight for all men is everywhere fittest,\n          Forethought of spirit! much he shall suffer\n          Of lief and of loathsome who long in this present\n          Useth the world in this woful existence.\n          There was music and merriment mingling together\n\n{Hrothgar's scop recalls events in the reign of his lord's father.}\n\n       15 Touching Healfdene's leader; the joy-wood was fingered,\n          Measures recited, when the singer of Hrothgar\n          On mead-bench should mention the merry hall-joyance\n          Of the kinsmen of Finn, when onset surprised them:\n\n{Hnæf, the Danish general, is treacherously attacked while staying at\nFinn's castle.}\n\n          \"The Half-Danish hero, Hnæf of the Scyldings,\n       20 On the field of the Frisians was fated to perish.\n          Sure Hildeburg needed not mention approving\n          The faith of the Jutemen: though blameless entirely,\n\n{Queen Hildeburg is not only wife of Finn, but a kinswoman of the murdered\nHnæf.}\n\n          When shields were shivered she was shorn of her darlings,\n          Of bairns and brothers: they bent to their fate\n       25 With war-spear wounded; woe was that woman.\n          Not causeless lamented the daughter of Hoce\n          The decree of the Wielder when morning-light came and\n          She was able 'neath heaven to behold the destruction\n[38]      Of brothers and bairns, where the brightest of earth-joys\n\n{Finn's force is almost exterminated.}\n\n       30 She had hitherto had: all the henchmen of Finn\n          War had offtaken, save a handful remaining,\n          That he nowise was able to offer resistance[1]\n\n{Hengest succeeds Hnæf as Danish general.}\n\n          To the onset of Hengest in the parley of battle,\n          Nor the wretched remnant to rescue in war from\n       35 The earl of the atheling; but they offered conditions,\n\n{Compact between the Frisians and the Danes.}\n\n          Another great building to fully make ready,\n          A hall and a high-seat, that half they might rule with\n          The sons of the Jutemen, and that Folcwalda's son would\n          Day after day the Danemen honor\n       40 When gifts were giving, and grant of his ring-store\n          To Hengest's earl-troop ever so freely,\n          Of his gold-plated jewels, as he encouraged the Frisians\n\n{Equality of gifts agreed on.}\n\n          On the bench of the beer-hall. On both sides they swore then\n          A fast-binding compact; Finn unto Hengest\n       45 With no thought of revoking vowed then most solemnly\n          The woe-begone remnant well to take charge of,\n          His Witan advising; the agreement should no one\n          By words or works weaken and shatter,\n          By artifice ever injure its value,\n       50 Though reaved of their ruler their ring-giver's slayer\n          They followed as vassals, Fate so requiring:\n\n{No one shall refer to old grudges.}\n\n          Then if one of the Frisians the quarrel should speak of\n          In tones that were taunting, terrible edges\n          Should cut in requital. Accomplished the oath was,\n       55 And treasure of gold from the hoard was uplifted.\n\n{Danish warriors are burned on a funeral-pyre.}\n\n          The best of the Scylding braves was then fully\n          Prepared for the pile; at the pyre was seen clearly\n          The blood-gory burnie, the boar with his gilding,\n          The iron-hard swine, athelings many\n       60 Fatally wounded; no few had been slaughtered.\n          Hildeburg bade then, at the burning of Hnæf,\n\n[39]\n\n{Queen Hildeburg has her son burnt along with Hnæf.}\n\n          The bairn of her bosom to bear to the fire,\n          That his body be burned and borne to the pyre.\n          The woe-stricken woman wept on his shoulder,[2]\n       65 In measures lamented; upmounted the hero.[3]\n          The greatest of dead-fires curled to the welkin,\n          On the hill's-front crackled; heads were a-melting,\n          Wound-doors bursting, while the blood was a-coursing\n          From body-bite fierce. The fire devoured them,\n       70 Greediest of spirits, whom war had offcarried\n          From both of the peoples; their bravest were fallen.\n\n    [1] For 1084, R. suggests 'wiht Hengeste wið gefeohtan.'--K. suggests\n    'wið Hengeste wiht gefeohtan.' Neither emendation would make any\n    essential change in the translation.\n\n    [2] The separation of adjective and noun by a phrase (cf. v. 1118)\n    being very unusual, some scholars have put 'earme on eaxle' with the\n    foregoing lines, inserting a semicolon after 'eaxle.' In this case 'on\n    eaxe' (_i.e._, on the ashes, cinders) is sometimes read, and this\n    affords a parallel to 'on bæl.' Let us hope that a satisfactory\n    rendering shall yet be reached without resorting to any tampering with\n    the text, such as Lichtenheld proposed: 'earme ides on eaxle\n    gnornode.'\n\n    [3] For 'gúð-rinc,' 'gúð-réc,' _battle-smoke_, has been suggested.\n\n\n\n\nXVIII.\n\nTHE FINN EPISODE (_continued_).--THE BANQUET CONTINUES.\n\n\n{The survivors go to Friesland, the home of Finn.}\n\n          \"Then the warriors departed to go to their dwellings,\n          Reaved of their friends, Friesland to visit,\n          Their homes and high-city. Hengest continued\n\n{Hengest remains there all winter, unable to get away.}\n\n          Biding with Finn the blood-tainted winter,\n        5 Wholly unsundered;[1] of fatherland thought he\n          Though unable to drive the ring-stemmèd vessel\n[40]      O'er the ways of the waters; the wave-deeps were tossing,\n          Fought with the wind; winter in ice-bonds\n          Closed up the currents, till there came to the dwelling\n       10 A year in its course, as yet it revolveth,\n          If season propitious one alway regardeth,\n          World-cheering weathers. Then winter was gone,\n          Earth's bosom was lovely; the exile would get him,\n\n{He devises schemes of vengeance.}\n\n          The guest from the palace; on grewsomest vengeance\n       15 He brooded more eager than on oversea journeys,\n          Whe'r onset-of-anger he were able to 'complish,\n          The bairns of the Jutemen therein to remember.\n          Nowise refused he the duties of liegeman\n          When Hun of the Frisians the battle-sword Láfing,\n       20 Fairest of falchions, friendly did give him:\n          Its edges were famous in folk-talk of Jutland.\n          And savage sword-fury seized in its clutches\n          Bold-mooded Finn where he bode in his palace,\n\n{Guthlaf and Oslaf revenge Hnæf's slaughter.}\n\n          When the grewsome grapple Guthlaf and Oslaf\n       25 Had mournfully mentioned, the mere-journey over,\n          For sorrows half-blamed him; the flickering spirit\n          Could not bide in his bosom. Then the building was covered[2]\n\n{Finn is slain.}\n\n          With corpses of foemen, and Finn too was slaughtered,\n          The king with his comrades, and the queen made a prisoner.\n\n{The jewels of Finn, and his queen are carried away by the Danes.}\n\n       30 The troops of the Scyldings bore to their vessels\n          All that the land-king had in his palace,\n          Such trinkets and treasures they took as, on searching,\n          At Finn's they could find. They ferried to Daneland\n          The excellent woman on oversea journey,\n\n{The lay is concluded, and the main story is resumed.}\n\n       35 Led her to their land-folk.\" The lay was concluded,\n          The gleeman's recital. Shouts again rose then,\n          Bench-glee resounded, bearers then offered\n\n{Skinkers carry round the beaker.}\n\n          Wine from wonder-vats. Wealhtheo advanced then\n          Going 'neath gold-crown, where the good ones were seated\n\n[41]\n\n{Queen Wealhtheow greets Hrothgar, as he sits beside Hrothulf, his\nnephew.}\n\n       40 Uncle and nephew; their peace was yet mutual,\n          True each to the other. And Unferth the spokesman\n          Sat at the feet of the lord of the Scyldings:\n          Each trusted his spirit that his mood was courageous,\n          Though at fight he had failed in faith to his kinsmen.\n       45 Said the queen of the Scyldings: \"My lord and protector,\n          Treasure-bestower, take thou this beaker;\n          Joyance attend thee, gold-friend of heroes,\n\n{Be generous to the Geats.}\n\n          And greet thou the Geatmen with gracious responses!\n          So ought one to do. Be kind to the Geatmen,\n       50 In gifts not niggardly; anear and afar now\n          Peace thou enjoyest. Report hath informed me\n          Thou'lt have for a bairn the battle-brave hero.\n          Now is Heorot cleansèd, ring-palace gleaming;\n\n{Have as much joy as possible in thy hall, once more purified.}\n\n          Give while thou mayest many rewards,\n       55 And bequeath to thy kinsmen kingdom and people,\n          On wending thy way to the Wielder's splendor.\n          I know good Hrothulf, that the noble young troopers\n\n{I know that Hrothulf will prove faithful if he survive thee.}\n\n          He'll care for and honor, lord of the Scyldings,\n          If earth-joys thou endest earlier than he doth;\n       60 I reckon that recompense he'll render with kindness\n          Our offspring and issue, if that all he remember,\n          What favors of yore, when he yet was an infant,\n          We awarded to him for his worship and pleasure.\"\n          Then she turned by the bench where her sons were carousing,\n       65 Hrethric and Hrothmund, and the heroes' offspring,\n\n{Beowulf is sitting by the two royal sons.}\n\n          The war-youth together; there the good one was sitting\n          'Twixt the brothers twain, Beowulf Geatman.\n\n    [1] For 1130 (1) R. and Gr. suggest 'elne unflitme' as 1098 (1) reads.\n    The latter verse is undisputed; and, for the former, 'elne' would be\n    as possible as 'ealles,' and 'unflitme' is well supported. Accepting\n    'elne unflitme' for both, I would suggest '_very peaceably_' for both\n    places: (1) _Finn to Hengest very peaceably vowed with oaths_, etc.\n    (2) _Hengest then still the slaughter-stained winter remained there\n    with Finn very peaceably_. The two passages become thus correlatives,\n    the second a sequel of the first. 'Elne,' in the sense of very\n    (swíðe), needs no argument; and 'unflitme' (from 'flítan') can, it\n    seems to me, be more plausibly rendered 'peaceful,' 'peaceable,' than\n    'contestable,' or 'conquerable.'\n\n    [2] Some scholars have proposed 'roden'; the line would then read:\n    _Then the building was reddened, etc._, instead of 'covered.' The 'h'\n    may have been carried over from the three alliterating 'h's.'\n\n\n\n\nXIX.\n\nBEOWULF RECEIVES FURTHER HONOR.\n\n\n{More gifts are offered Beowulf.}\n\n          A beaker was borne him, and bidding to quaff it\n          Graciously given, and gold that was twisted\n          Pleasantly proffered, a pair of arm-jewels,\n[42]      Rings and corslet, of collars the greatest\n        5 I've heard of 'neath heaven. Of heroes not any\n          More splendid from jewels have I heard 'neath the welkin,\n\n{A famous necklace is referred to, in comparison with the gems presented\nto Beowulf.}\n\n          Since Hama off bore the Brosingmen's necklace,\n          The bracteates and jewels, from the bright-shining city,[1]\n          Eormenric's cunning craftiness fled from,\n       10 Chose gain everlasting. Geatish Higelac,\n          Grandson of Swerting, last had this jewel\n          When tramping 'neath banner the treasure he guarded,\n          The field-spoil defended; Fate offcarried him\n          When for deeds of daring he endured tribulation,\n       15 Hate from the Frisians; the ornaments bare he\n          O'er the cup of the currents, costly gem-treasures,\n          Mighty folk-leader, he fell 'neath his target;\n          The[2] corpse of the king then came into charge of\n          The race of the Frankmen, the mail-shirt and collar:\n       20 Warmen less noble plundered the fallen,\n          When the fight was finished; the folk of the Geatmen\n          The field of the dead held in possession.\n          The choicest of mead-halls with cheering resounded.\n          Wealhtheo discoursed, the war-troop addressed she:\n\n{Queen Wealhtheow magnifies Beowulf's achievements.}\n\n       25 \"This collar enjoy thou, Beowulf worthy,\n          Young man, in safety, and use thou this armor,\n          Gems of the people, and prosper thou fully,\n          Show thyself sturdy and be to these liegemen\n          Mild with instruction! I'll mind thy requital.\n       30 Thou hast brought it to pass that far and near\n          Forever and ever earthmen shall honor thee,\n          Even so widely as ocean surroundeth\n          The blustering bluffs. Be, while thou livest,\n[43]      A wealth-blessèd atheling. I wish thee most truly\n\n{May gifts never fail thee.}\n\n       35 Jewels and treasure. Be kind to my son, thou\n          Living in joyance! Here each of the nobles\n          Is true unto other, gentle in spirit,\n          Loyal to leader. The liegemen are peaceful,\n          The war-troops ready: well-drunken heroes,[3]\n       40 Do as I bid ye.\" Then she went to the settle.\n          There was choicest of banquets, wine drank the heroes:\n\n{They little know of the sorrow in store for them.}\n\n          Weird they knew not, destiny cruel,\n          As to many an earlman early it happened,\n          When evening had come and Hrothgar had parted\n       45 Off to his manor, the mighty to slumber.\n          Warriors unnumbered warded the building\n          As erst they did often: the ale-settle bared they,\n          'Twas covered all over with beds and pillows.\n\n{A doomed thane is there with them.}\n\n          Doomed unto death, down to his slumber\n       50 Bowed then a beer-thane. Their battle-shields placed they,\n          Bright-shining targets, up by their heads then;\n          O'er the atheling on ale-bench 'twas easy to see there\n          Battle-high helmet, burnie of ring-mail,\n\n{They were always ready for battle.}\n\n          And mighty war-spear. 'Twas the wont of that people\n       55 To constantly keep them equipped for the battle,[4]\n          At home or marching--in either condition--\n          At seasons just such as necessity ordered\n          As best for their ruler; that people was worthy.\n\n    [1] C. suggests a semicolon after 'city,' with 'he' as supplied\n    subject of 'fled' and 'chose.'\n\n    [2] For 'feorh' S. suggests 'feoh': 'corpse' in the translation would\n    then be changed to '_possessions_,' '_belongings_.' This is a better\n    reading than one joining, in such intimate syntactical relations,\n    things so unlike as 'corpse' and 'jewels.'\n\n    [3] S. suggests '_wine-joyous heroes_,' '_warriors elated with wine_.'\n\n    [4] I believe this translation brings out the meaning of the poet,\n    without departing seriously from the H.-So. text. 'Oft' frequently\n    means 'constantly,' 'continually,' not always 'often.'--Why 'an (on)\n    wíg gearwe' should be written 'ánwíg-gearwe' (= ready for single\n    combat), I cannot see. 'Gearwe' occurs quite frequently with 'on'; cf.\n    B. 1110 (_ready for the pyre_), El. 222 (_ready for the glad\n    journey_). Moreover, what has the idea of single combat to do with B.\n    1247 ff.? The poet is giving an inventory of the arms and armor which\n    they lay aside on retiring, and he closes his narration by saying that\n    they were _always prepared for battle both at home and on the march_.\n\n[44]\n\n\n\n\nXX.\n\nTHE MOTHER OF GRENDEL.\n\n\n          They sank then to slumber. With sorrow one paid for\n          His evening repose, as often betid them\n          While Grendel was holding[1] the gold-bedecked palace,\n          Ill-deeds performing, till his end overtook him,\n        5 Death for his sins. 'Twas seen very clearly,\n\n{Grendel's mother is known to be thirsting for revenge.}\n\n          Known unto earth-folk, that still an avenger\n          Outlived the loathed one, long since the sorrow\n          Caused by the struggle; the mother of Grendel,\n          Devil-shaped woman, her woe ever minded,\n       10 Who was held to inhabit the horrible waters,\n\n{[Grendel's progenitor, Cain, is again referred to.]}\n\n          The cold-flowing currents, after Cain had become a\n          Slayer-with-edges to his one only brother,\n          The son of his sire; he set out then banished,\n          Marked as a murderer, man-joys avoiding,\n       15 Lived in the desert. Thence demons unnumbered\n\n{The poet again magnifies Beowulf's valor.}\n\n          Fate-sent awoke; one of them Grendel,\n          Sword-cursèd, hateful, who at Heorot met with\n          A man that was watching, waiting the struggle,\n          Where a horrid one held him with hand-grapple sturdy;\n       20 Nathless he minded the might of his body,\n          The glorious gift God had allowed him,\n          And folk-ruling Father's favor relied on,\n          His help and His comfort: so he conquered the foeman,\n          The hell-spirit humbled: he unhappy departed then,\n       25 Reaved of his joyance, journeying to death-haunts,\n          Foeman of man. His mother moreover\n\n{Grendel's mother comes to avenge her son.}\n\n          Eager and gloomy was anxious to go on\n          Her mournful mission, mindful of vengeance\n          For the death of her son. She came then to Heorot\n[45]   30 Where the Armor-Dane earlmen all through the building\n          Were lying in slumber. Soon there became then\n          Return[2] to the nobles, when the mother of Grendel\n          Entered the folk-hall; the fear was less grievous\n          By even so much as the vigor of maidens,\n       35 War-strength of women, by warrior is reckoned,\n          When well-carved weapon, worked with the hammer,\n          Blade very bloody, brave with its edges,\n          Strikes down the boar-sign that stands on the helmet.\n          Then the hard-edgèd weapon was heaved in the building,[3]\n       40 The brand o'er the benches, broad-lindens many\n          Hand-fast were lifted; for helmet he recked not,\n          For armor-net broad, whom terror laid hold of.\n          She went then hastily, outward would get her\n          Her life for to save, when some one did spy her;\n\n{She seizes a favorite liegemen of Hrothgar's.}\n\n       45 Soon she had grappled one of the athelings\n          Fast and firmly, when fenward she hied her;\n          That one to Hrothgar was liefest of heroes\n          In rank of retainer where waters encircle,\n          A mighty shield-warrior, whom she murdered at slumber,\n       50 A broadly-famed battle-knight. Beowulf was absent,\n\n{Beowulf was asleep in another part of the palace.}\n\n          But another apartment was erstwhile devoted\n          To the glory-decked Geatman when gold was distributed.\n          There was hubbub in Heorot. The hand that was famous\n          She grasped in its gore;[4] grief was renewed then\n[46]   55 In homes and houses: 'twas no happy arrangement\n          In both of the quarters to barter and purchase\n          With lives of their friends. Then the well-agèd ruler,\n          The gray-headed war-thane, was woful in spirit,\n          When his long-trusted liegeman lifeless he knew of,\n\n{Beowulf is sent for.}\n\n       60 His dearest one gone. Quick from a room was\n          Beowulf brought, brave and triumphant.\n          As day was dawning in the dusk of the morning,\n\n{He comes at Hrothgar's summons.}\n\n          Went then that earlman, champion noble,\n          Came with comrades, where the clever one bided\n       65 Whether God all gracious would grant him a respite\n          After the woe he had suffered. The war-worthy hero\n          With a troop of retainers trod then the pavement\n          (The hall-building groaned), till he greeted the wise one,\n\n{Beowulf inquires how Hrothgar had enjoyed his night's rest.}\n\n          The earl of the Ingwins;[5] asked if the night had\n       70 Fully refreshed him, as fain he would have it.\n\n    [1] Several eminent authorities either read or emend the MS. so as to\n    make this verse read, _While Grendel was wasting the gold-bedecked\n    palace_. So 20_15 below: _ravaged the desert_.\n\n    [2] For 'sóna' (1281), t.B. suggests 'sára,' limiting 'edhwyrft.' Read\n    then: _Return of sorrows to the nobles, etc_. This emendation supplies\n    the syntactical gap after 'edhwyrft.'\n\n    [3] Some authorities follow Grein's lexicon in treating 'heard ecg' as\n    an adj. limiting 'sweord': H.-So. renders it as a subst. (So v. 1491.)\n    The sense of the translation would be the same.\n\n    [4] B. suggests 'under hróf genam' (v. 1303). This emendation, as well\n    as an emendation with (?) to v. 739, he offers, because 'under'\n    baffles him in both passages. All we need is to take 'under' in its\n    secondary meaning of 'in,' which, though not given by Grein, occurs in\n    the literature. Cf. Chron. 876 (March's A.-S. Gram. § 355) and Oro.\n    Amaz. I. 10, where 'under' = _in the midst of_. Cf. modern Eng. 'in\n    such circumstances,' which interchanges in good usage with 'under such\n    circumstances.'\n\n    [5] For 'néod-laðu' (1321) C. suggests 'néad-láðum,' and translates:\n    _asked whether the night had been pleasant to him after\n    crushing-hostility_.\n\n\n\n\nXXI.\n\nHROTHGAR'S ACCOUNT OF THE MONSTERS.\n\n\n{Hrothgar laments the death of Æschere, his shoulder-companion.}\n\n          Hrothgar rejoined, helm of the Scyldings:\n          \"Ask not of joyance! Grief is renewed to\n          The folk of the Danemen. Dead is Æschere,\n          Yrmenlaf's brother, older than he,\n        5 My true-hearted counsellor, trusty adviser,\n          Shoulder-companion, when fighting in battle\n          Our heads we protected, when troopers were clashing,\n\n{He was my ideal hero.}\n\n          And heroes were dashing; such an earl should be ever,\n          An erst-worthy atheling, as Æschere proved him.\n       10 The flickering death-spirit became in Heorot\n          His hand-to-hand murderer; I can not tell whither\n          The cruel one turned in the carcass exulting,\n\n[47]\n\n{This horrible creature came to avenge Grendel's death.}\n\n          By cramming discovered.[1] The quarrel she wreaked then,\n          That last night igone Grendel thou killedst\n       15 In grewsomest manner, with grim-holding clutches,\n          Since too long he had lessened my liege-troop and wasted\n          My folk-men so foully. He fell in the battle\n          With forfeit of life, and another has followed,\n          A mighty crime-worker, her kinsman avenging,\n       20 And henceforth hath 'stablished her hatred unyielding,[2]\n          As it well may appear to many a liegeman,\n          Who mourneth in spirit the treasure-bestower,\n          Her heavy heart-sorrow; the hand is now lifeless\n          Which[3] availed you in every wish that you cherished.\n\n{I have heard my vassals speak of these two uncanny monsters who lived in\nthe moors.}\n\n       25 Land-people heard I, liegemen, this saying,\n          Dwellers in halls, they had seen very often\n          A pair of such mighty march-striding creatures,\n          Far-dwelling spirits, holding the moorlands:\n          One of them wore, as well they might notice,\n       30 The image of woman, the other one wretched\n          In guise of a man wandered in exile,\n          Except he was huger than any of earthmen;\n          Earth-dwelling people entitled him Grendel\n          In days of yore: they know not their father,\n       35 Whe'r ill-going spirits any were borne him\n\n{The inhabit the most desolate and horrible places.}\n\n          Ever before. They guard the wolf-coverts,\n          Lands inaccessible, wind-beaten nesses,\n          Fearfullest fen-deeps, where a flood from the mountains\n          'Neath mists of the nesses netherward rattles,\n       40 The stream under earth: not far is it henceward\n          Measured by mile-lengths that the mere-water standeth,\n          Which forests hang over, with frost-whiting covered,[4]\n[48]      A firm-rooted forest, the floods overshadow.\n          There ever at night one an ill-meaning portent\n       45 A fire-flood may see; 'mong children of men\n          None liveth so wise that wot of the bottom;\n          Though harassed by hounds the heath-stepper seek for,\n\n{Even the hounded deer will not seek refuge in these uncanny regions.}\n\n          Fly to the forest, firm-antlered he-deer,\n          Spurred from afar, his spirit he yieldeth,\n       50 His life on the shore, ere in he will venture\n          To cover his head. Uncanny the place is:\n          Thence upward ascendeth the surging of waters,\n          Wan to the welkin, when the wind is stirring\n          The weathers unpleasing, till the air groweth gloomy,\n\n{To thee only can I look for assistance.}\n\n       55 And the heavens lower. Now is help to be gotten\n          From thee and thee only! The abode thou know'st not,\n          The dangerous place where thou'rt able to meet with\n          The sin-laden hero: seek if thou darest!\n          For the feud I will fully fee thee with money,\n       60 With old-time treasure, as erstwhile I did thee,\n          With well-twisted jewels, if away thou shalt get thee.\"\n\n    [1] For 'gefrægnod' (1334), K. and t.B. suggest 'gefægnod,' rendering\n    '_rejoicing in her fill_.' This gives a parallel to 'æse wlanc'\n    (1333).\n\n    [2] The line 'And ... yielding,' B. renders: _And she has performed a\n    deed of blood-vengeance whose effect is far-reaching_.\n\n    [3] 'Sé Þe' (1345) is an instance of masc. rel. with fem. antecedent.\n    So v. 1888, where 'sé Þe' refers to 'yldo.'\n\n    [4] For 'hrímge' in the H.-So. edition, Gr. and others read 'hrínde'\n    (=hrínende), and translate: _which rustling forests overhang_.\n\n\n\n\nXXII.\n\nBEOWULF SEEKS GRENDEL'S MOTHER.\n\n\n          Beowulf answered, Ecgtheow's son:\n\n{Beowulf exhorts the old king to arouse himself for action.}\n\n          \"Grieve not, O wise one! for each it is better,\n          His friend to avenge than with vehemence wail him;\n          Each of us must the end-day abide of\n        5 His earthly existence; who is able accomplish\n          Glory ere death! To battle-thane noble\n          Lifeless lying, 'tis at last most fitting.\n          Arise, O king, quick let us hasten\n          To look at the footprint of the kinsman of Grendel!\n       10 I promise thee this now: to his place he'll escape not,\n          To embrace of the earth, nor to mountainous forest,\n          Nor to depths of the ocean, wherever he wanders.\n[49]      Practice thou now patient endurance\n          Of each of thy sorrows, as I hope for thee soothly!\"\n\n{Hrothgar rouses himself. His horse is brought.}\n\n       15 Then up sprang the old one, the All-Wielder thanked he,\n          Ruler Almighty, that the man had outspoken.\n          Then for Hrothgar a war-horse was decked with a bridle,\n          Curly-maned courser. The clever folk-leader\n\n{They start on the track of the female monster.}\n\n          Stately proceeded: stepped then an earl-troop\n       20 Of linden-wood bearers. Her footprints were seen then\n          Widely in wood-paths, her way o'er the bottoms,\n          Where she faraway fared o'er fen-country murky,\n          Bore away breathless the best of retainers\n          Who pondered with Hrothgar the welfare of country.\n       25 The son of the athelings then went o'er the stony,\n          Declivitous cliffs, the close-covered passes,\n          Narrow passages, paths unfrequented,\n          Nesses abrupt, nicker-haunts many;\n          One of a few of wise-mooded heroes,\n       30 He onward advanced to view the surroundings,\n          Till he found unawares woods of the mountain\n          O'er hoar-stones hanging, holt-wood unjoyful;\n          The water stood under, welling and gory.\n          'Twas irksome in spirit to all of the Danemen,\n       35 Friends of the Scyldings, to many a liegeman\n\n{The sight of Æschere's head causes them great sorrow.}\n\n          Sad to be suffered, a sorrow unlittle\n          To each of the earlmen, when to Æschere's head they\n          Came on the cliff. The current was seething\n          With blood and with gore (the troopers gazed on it).\n       40 The horn anon sang the battle-song ready.\n          The troop were all seated; they saw 'long the water then\n\n{The water is filled with serpents and sea-dragons.}\n\n          Many a serpent, mere-dragons wondrous\n          Trying the waters, nickers a-lying\n          On the cliffs of the nesses, which at noonday full often\n       45 Go on the sea-deeps their sorrowful journey,\n          Wild-beasts and wormkind; away then they hastened\n\n{One of them is killed by Beowulf.}\n\n          Hot-mooded, hateful, they heard the great clamor,\n          The war-trumpet winding. One did the Geat-prince\n[50]      Sunder from earth-joys, with arrow from bowstring,\n       50 From his sea-struggle tore him, that the trusty war-missile\n\n{The dead beast is a poor swimmer}\n\n          Pierced to his vitals; he proved in the currents\n          Less doughty at swimming whom death had offcarried.\n          Soon in the waters the wonderful swimmer\n          Was straitened most sorely with sword-pointed boar-spears,\n       55 Pressed in the battle and pulled to the cliff-edge;\n          The liegemen then looked on the loath-fashioned stranger.\n\n{Beowulf prepares for a struggle with the monster.}\n\n          Beowulf donned then his battle-equipments,\n          Cared little for life; inlaid and most ample,\n          The hand-woven corslet which could cover his body,\n       60 Must the wave-deeps explore, that war might be powerless\n          To harm the great hero, and the hating one's grasp might\n          Not peril his safety; his head was protected\n          By the light-flashing helmet that should mix with the bottoms,\n          Trying the eddies, treasure-emblazoned,\n       65 Encircled with jewels, as in seasons long past\n          The weapon-smith worked it, wondrously made it,\n          With swine-bodies fashioned it, that thenceforward no longer\n          Brand might bite it, and battle-sword hurt it.\n          And that was not least of helpers in prowess\n\n{He has Unferth's sword in his hand.}\n\n       70 That Hrothgar's spokesman had lent him when straitened;\n          And the hilted hand-sword was Hrunting entitled,\n          Old and most excellent 'mong all of the treasures;\n          Its blade was of iron, blotted with poison,\n          Hardened with gore; it failed not in battle\n       75 Any hero under heaven in hand who it brandished,\n          Who ventured to take the terrible journeys,\n          The battle-field sought; not the earliest occasion\n          That deeds of daring 'twas destined to 'complish.\n\n{Unferth has little use for swords.}\n\n          Ecglaf's kinsman minded not soothly,\n       80 Exulting in strength, what erst he had spoken\n          Drunken with wine, when the weapon he lent to\n          A sword-hero bolder; himself did not venture\n          'Neath the strife of the currents his life to endanger,\n[51]      To fame-deeds perform; there he forfeited glory,\n       85 Repute for his strength. Not so with the other\n          When he clad in his corslet had equipped him for battle.\n\n\n\n\nXXIII.\n\nBEOWULF'S FIGHT WITH GRENDEL'S MOTHER.\n\n\n{Beowulf makes a parting speech to Hrothgar.}\n\n          Beowulf spake, Ecgtheow's son:\n          \"Recall now, oh, famous kinsman of Healfdene,\n          Prince very prudent, now to part I am ready,\n          Gold-friend of earlmen, what erst we agreed on,\n\n{If I fail, act as a kind liegelord to my thanes,}\n\n        5 Should I lay down my life in lending thee assistance,\n          When my earth-joys were over, thou wouldst evermore serve me\n          In stead of a father; my faithful thanemen,\n          My trusty retainers, protect thou and care for,\n          Fall I in battle: and, Hrothgar belovèd,\n\n{and send Higelac the jewels thou hast given me}\n\n       10 Send unto Higelac the high-valued jewels\n          Thou to me hast allotted. The lord of the Geatmen\n          May perceive from the gold, the Hrethling may see it\n\n{I should like my king to know how generous a lord I found thee to be.}\n\n          When he looks on the jewels, that a gem-giver found I\n          Good over-measure, enjoyed him while able.\n       15 And the ancient heirloom Unferth permit thou,\n          The famed one to have, the heavy-sword splendid[1]\n          The hard-edgèd weapon; with Hrunting to aid me,\n          I shall gain me glory, or grim-death shall take me.\"\n\n{Beowulf is eager for the fray.}\n\n          The atheling of Geatmen uttered these words and\n       20 Heroic did hasten, not any rejoinder\n          Was willing to wait for; the wave-current swallowed\n\n{He is a whole day reaching the bottom of the sea.}\n\n          The doughty-in-battle. Then a day's-length elapsed ere\n          He was able to see the sea at its bottom.\n          Early she found then who fifty of winters\n       25 The course of the currents kept in her fury,\n          Grisly and greedy, that the grim one's dominion\n\n[52]\n\n{Grendel's mother knows that some one has reached her domains.}\n\n          Some one of men from above was exploring.\n          Forth did she grab them, grappled the warrior\n          With horrible clutches; yet no sooner she injured\n       30 His body unscathèd: the burnie out-guarded,\n          That she proved but powerless to pierce through the armor,\n          The limb-mail locked, with loath-grabbing fingers.\n          The sea-wolf bare then, when bottomward came she,\n\n{She grabs him, and bears him to her den.}\n\n          The ring-prince homeward, that he after was powerless\n       35 (He had daring to do it) to deal with his weapons,\n          But many a mere-beast tormented him swimming,\n\n{Sea-monsters bite and strike him.}\n\n          Flood-beasts no few with fierce-biting tusks did\n          Break through his burnie, the brave one pursued they.\n          The earl then discovered he was down in some cavern\n       40 Where no water whatever anywise harmed him,\n          And the clutch of the current could come not anear him,\n          Since the roofed-hall prevented; brightness a-gleaming\n          Fire-light he saw, flashing resplendent.\n          The good one saw then the sea-bottom's monster,\n\n{Beowulf attacks the mother of Grendel.}\n\n       45 The mighty mere-woman; he made a great onset\n          With weapon-of-battle, his hand not desisted\n          From striking, that war-blade struck on her head then\n          A battle-song greedy. The stranger perceived then\n\n{The sword will not bite.}\n\n          The sword would not bite, her life would not injure,\n       50 But the falchion failed the folk-prince when straitened:\n          Erst had it often onsets encountered,\n          Oft cloven the helmet, the fated one's armor:\n          'Twas the first time that ever the excellent jewel\n          Had failed of its fame. Firm-mooded after,\n       55 Not heedless of valor, but mindful of glory,\n          Was Higelac's kinsman; the hero-chief angry\n          Cast then his carved-sword covered with jewels\n          That it lay on the earth, hard and steel-pointed;\n\n{The hero throws down all weapons, and again trusts to his hand-grip.}\n\n          He hoped in his strength, his hand-grapple sturdy.\n       60 So any must act whenever he thinketh\n          To gain him in battle glory unending,\n          And is reckless of living. The lord of the War-Geats\n[53]      (He shrank not from battle) seized by the shoulder[2]\n          The mother of Grendel; then mighty in struggle\n       65 Swung he his enemy, since his anger was kindled,\n          That she fell to the floor. With furious grapple\n\n{Beowulf falls.}\n\n          She gave him requital[3] early thereafter,\n          And stretched out to grab him; the strongest of warriors\n          Faint-mooded stumbled, till he fell in his traces,\n\n{The monster sits on him with drawn sword.}\n\n       70 Foot-going champion. Then she sat on the hall-guest\n          And wielded her war-knife wide-bladed, flashing,\n          For her son would take vengeance, her one only bairn.\n\n{His armor saves his life.}\n\n          His breast-armor woven bode on his shoulder;\n          It guarded his life, the entrance defended\n       75 'Gainst sword-point and edges. Ecgtheow's son there\n          Had fatally journeyed, champion of Geatmen,\n          In the arms of the ocean, had the armor not given,\n          Close-woven corslet, comfort and succor,\n\n{God arranged for his escape.}\n\n          And had God most holy not awarded the victory,\n       80 All-knowing Lord; easily did heaven's\n          Ruler most righteous arrange it with justice;[4]\n          Uprose he erect ready for battle.\n\n    [1] Kl. emends 'wæl-sweord.' The half-line would then read, '_the\n    battle-sword splendid_.'--For 'heard-ecg' in next half-verse, see note\n    to 20_39 above.\n\n    [2] Sw., R., and t.B. suggest 'feaxe' for 'eaxle' (1538) and render:\n    _Seized by the hair_.\n\n    [3] If 'hand-léan' be accepted (as the MS. has it), the line will\n    read: _She hand-reward gave him early thereafter_.\n\n    [4] Sw. and S. change H.-So.'s semicolon (v. 1557) to a comma, and\n    translate: _The Ruler of Heaven arranged it in justice easily, after\n    he arose again_.\n\n\n\n\nXXIV.\n\nBEOWULF IS DOUBLE-CONQUEROR.\n\n\n{Beowulf grasps a giant-sword,}\n\n          Then he saw mid the war-gems a weapon of victory,\n          An ancient giant-sword, of edges a-doughty,\n          Glory of warriors: of weapons 'twas choicest,\n          Only 'twas larger than any man else was\n[54]    5 Able to bear to the battle-encounter,\n          The good and splendid work of the giants.\n          He grasped then the sword-hilt, knight of the Scyldings,\n          Bold and battle-grim, brandished his ring-sword,\n          Hopeless of living, hotly he smote her,\n       10 That the fiend-woman's neck firmly it grappled,\n\n{and fells the female monster.}\n\n          Broke through her bone-joints, the bill fully pierced her\n          Fate-cursèd body, she fell to the ground then:\n          The hand-sword was bloody, the hero exulted.\n          The brand was brilliant, brightly it glimmered,\n       15 Just as from heaven gemlike shineth\n          The torch of the firmament. He glanced 'long the building,\n          And turned by the wall then, Higelac's vassal\n          Raging and wrathful raised his battle-sword\n          Strong by the handle. The edge was not useless\n       20 To the hero-in-battle, but he speedily wished to\n          Give Grendel requital for the many assaults he\n          Had worked on the West-Danes not once, but often,\n          When he slew in slumber the subjects of Hrothgar,\n          Swallowed down fifteen sleeping retainers\n       25 Of the folk of the Danemen, and fully as many\n          Carried away, a horrible prey.\n          He gave him requital, grim-raging champion,\n\n{Beowulf sees the body of Grendel, and cuts off his head.}\n\n          When he saw on his rest-place weary of conflict\n          Grendel lying, of life-joys bereavèd,\n       30 As the battle at Heorot erstwhile had scathed him;\n          His body far bounded, a blow when he suffered,\n          Death having seized him, sword-smiting heavy,\n          And he cut off his head then. Early this noticed\n          The clever carles who as comrades of Hrothgar\n\n{The waters are gory.}\n\n       35 Gazed on the sea-deeps, that the surging wave-currents\n          Were mightily mingled, the mere-flood was gory:\n          Of the good one the gray-haired together held converse,\n\n{Beowulf is given up for dead.}\n\n          The hoary of head, that they hoped not to see again\n          The atheling ever, that exulting in victory\n       40 He'd return there to visit the distinguished folk-ruler:\n[55]      Then many concluded the mere-wolf had killed him.[1]\n          The ninth hour came then. From the ness-edge departed\n          The bold-mooded Scyldings; the gold-friend of heroes"], "title": ["Beowulf"], "author": ["Beowulf Poet"]}