{"genre": ["Fantasy"], "text": ["\nwe had expected; we only waited to learn where the\nchange would occur. None the less, however, was it a surprise. I suppose\nthat nature works on such a hopeful basis that we believe against\nourselves that things will be as they ought to be, not as we should know\nthat they will be. Transcendentalism is a beacon to the angels, even if\nit be a will-o'-the-wisp to man. It was an odd experience and we all\ntook it differently. Van Helsing raised his hand over his head for a\nmoment, as though in remonstrance with the Almighty; but he said not a\nword, and in a few seconds stood up with his face sternly set. Lord\nGodalming grew very pale, and sat breathing heavily. I was myself half\nstunned and looked in wonder at one after another. Quincey Morris\ntightened his belt with that quick movement which I knew so well; in our\nold wandering days it meant \"action.\" Mrs. Harker grew ghastly white, so\nthat the scar on her forehead seemed to burn, but she folded her hands\nmeekly and looked up in prayer. Harker smiled--actually smiled--the\ndark, bitter smile of one who is without hope; but at the same time his\naction belied his words, for his hands instinctively sought the hilt of\nthe great Kukri knife and rested there. \"When does the next train start\nfor Galatz?\" said Van Helsing to us generally.\n\n\"At 6:30 to-morrow morning!\" We all started, for the answer came from\nMrs. Harker.\n\n\"How on earth do you know?\" said Art.\n\n\"You forget--or perhaps you do not know, though Jonathan does and so\ndoes Dr. Van Helsing--that I am the train fiend. At home in Exeter I\nalways used to make up the time-tables, so as to be helpful to my\nhusband. I found it so useful sometimes, that I always make a study of\nthe time-tables now. I knew that if anything were to take us to Castle\nDracula we should go by Galatz, or at any rate through Bucharest, so I\nlearned the times very carefully. Unhappily there are not many to learn,\nas the only train to-morrow leaves as I say.\"\n\n\"Wonderful woman!\" murmured the Professor.\n\n\"Can't we get a special?\" asked Lord Godalming. Van Helsing shook his\nhead: \"I fear not. This land is very different from yours or mine; even\nif we did have a special, it would probably not arrive as soon as our\nregular train. Moreover, we have something to prepare. We must think.\nNow let us organize. You, friend Arthur, go to the train and get the\ntickets and arrange that all be ready for us to go in the morning. Do\nyou, friend Jonathan, go to the agent of the ship and get from him\nletters to the agent in Galatz, with authority to make search the ship\njust as it was here. Morris Quincey, you see the Vice-Consul, and get\nhis aid with his fellow in Galatz and all he can do to make our way\nsmooth, so that no times be lost when over the Danube. John will stay\nwith Madam Mina and me, and we shall consult. For so if time be long you\nmay be delayed; and it will not matter when the sun set, since I am here\nwith Madam to make report.\"\n\n\"And I,\" said Mrs. Harker brightly, and more like her old self than she\nhad been for many a long day, \"shall try to be of use in all ways, and\nshall think and write for you as I used to do. Something is shifting\nfrom me in some strange way, and I feel freer than I have been of late!\"\nThe three younger men looked happier at the moment as they seemed to\nrealise the significance of her words; but Van Helsing and I, turning to\neach other, met each a grave and troubled glance. We said nothing at the\ntime, however.\n\nWhen the three men had gone out to their tasks Van Helsing asked Mrs.\nHarker to look up the copy of the diaries and find him the part of\nHarker's journal at the Castle. She went away to get it; when the door\nwas shut upon her he said to me:--\n\n\"We mean the same! speak out!\"\n\n\"There is some change. It is a hope that makes me sick, for it may\ndeceive us.\"\n\n\"Quite so. Do you know why I asked her to get the manuscript?\"\n\n\"No!\" said I, \"unless it was to get an opportunity of seeing me alone.\"\n\n\"You are in part right, friend John, but only in part. I want to tell\nyou something. And oh, my friend, I am taking a great--a terrible--risk;\nbut I believe it is right. In the moment when Madam Mina said those\nwords that arrest both our understanding, an inspiration came to me. In\nthe trance of three days ago the Count sent her his spirit to read her\nmind; or more like he took her to see him in his earth-box in the ship\nwith water rushing, just as it go free at rise and set of sun. He learn\nthen that we are here; for she have more to tell in her open life with\neyes to see and ears to hear than he, shut, as he is, in his coffin-box.\nNow he make his most effort to escape us. At present he want her not.\n\n\"He is sure with his so great knowledge that she will come at his call;\nbut he cut her off--take her, as he can do, out of his own power, that\nso she come not to him. Ah! there I have hope that our man-brains that\nhave been of man so long and that have not lost the grace of God, will\ncome higher than his child-brain that lie in his tomb for centuries,\nthat grow not yet to our stature, and that do only work selfish and\ntherefore small. Here comes Madam Mina; not a word to her of her trance!\nShe know it not; and it would overwhelm her and make despair just when\nwe want all her hope, all her courage; when most we want all her great\nbrain which is trained like man's brain, but is of sweet woman and have\na special power which the Count give her, and which he may not take away\naltogether--though he think not so. Hush! let me speak, and you shall\nlearn. Oh, John, my friend, we are in awful straits. I fear, as I never\nfeared before. We can only trust the good God. Silence! here she comes!\"\n\nI thought that the Professor was going to break down and have hysterics,\njust as he had when Lucy died, but with a great effort he controlled\nhimself and was at perfect nervous poise when Mrs. Harker tripped into\nthe room, bright and happy-looking and, in the doing of work, seemingly\nforgetful of her misery. As she came in, she handed a number of sheets\nof typewriting to Van Helsing. He looked over them gravely, his face\nbrightening up as he read. Then holding the pages between his finger and\nthumb he said:--\n\n\"Friend John, to you with so much of experience already--and you, too,\ndear Madam Mina, that are young--here is a lesson: do not fear ever to\nthink. A half-thought has been buzzing often in my brain, but I fear to\nlet him loose his wings. Here now, with more knowledge, I go back to\nwhere that half-thought come from and I find that he be no half-thought\nat all; that be a whole thought, though so young that he is not yet\nstrong to use his little wings. Nay, like the \"Ugly Duck\" of my friend\nHans Andersen, he be no duck-thought at all, but a big swan-thought that\nsail nobly on big wings, when the time come for him to try them. See I\nread here what Jonathan have written:--\n\n\"That other of his race who, in a later age, again and again, brought\nhis forces over The Great River into Turkey Land; who, when he was\nbeaten back, came again, and again, and again, though he had to come\nalone from the bloody field where his troops were being slaughtered,\nsince he knew that he alone could ultimately triumph.\"\n\n\"What does this tell us? Not much? no! The Count's child-thought see\nnothing; therefore he speak so free. Your man-thought see nothing; my\nman-thought see nothing, till just now. No! But there comes another word\nfrom some one who speak without thought because she, too, know not what\nit mean--what it _might_ mean. Just as there are elements which rest,\nyet when in nature's course they move on their way and they touch--then\npouf! and there comes a flash of light, heaven wide, that blind and kill\nand destroy some; but that show up all earth below for leagues and\nleagues. Is it not so? Well, I shall explain. To begin, have you ever\nstudy the philosophy of crime? 'Yes' and 'No.' You, John, yes; for it is\na study of insanity. You, no, Madam Mina; for crime touch you not--not\nbut once. Still, your mind works true, and argues not _a particulari ad\nuniversale_. There is this peculiarity in criminals. It is so constant,\nin all countries and at all times, that even police, who know not much\nfrom philosophy, come to know it empirically, that _it is_. That is to\nbe empiric. The criminal always work at one crime--that is the true\ncriminal who seems predestinate to crime, and who will of none other.\nThis criminal has not full man-brain. He is clever and cunning and\nresourceful; but he be not of man-stature as to brain. He be of\nchild-brain in much. Now this criminal of ours is predestinate to crime\nalso; he, too, have child-brain, and it is of the child to do what he\nhave done. The little bird, the little fish, the little animal learn not\nby principle, but empirically; and when he learn to do, then there is to\nhim the ground to start from to do more. '_Dos pou sto_,' said\nArchimedes. 'Give me a fulcrum, and I shall move the world!' To do once,\nis the fulcrum whereby child-brain become man-brain; and until he have\nthe purpose to do more, he continue to do the same again every time,\njust as he have done before! Oh, my dear, I see that your eyes are\nopened, and that to you the lightning flash show all the leagues,\" for\nMrs. Harker began to clap her hands and her eyes sparkled. He went on:--\n\n\"Now you shall speak. Tell us two dry men of science what you see with\nthose so bright eyes.\" He took her hand and held it whilst she spoke.\nHis finger and thumb closed on her pulse, as I thought instinctively and\nunconsciously, as she spoke:--\n\n\"The Count is a criminal and of criminal type. Nordau and Lombroso would\nso classify him, and _quâ_ criminal he is of imperfectly formed mind.\nThus, in a difficulty he has to seek resource in habit. His past is a\nclue, and the one page of it that we know--and that from his own\nlips--tells that once before, when in what Mr. Morris would call a\n'tight place,' he went back to his own country from the land he had\ntried to invade, and thence, without losing purpose, prepared himself\nfor a new effort. He came again better equipped for his work; and won.\nSo he came to London to invade a new land. He was beaten, and when all\nhope of success was lost, and his existence in danger, he fled back over\nthe sea to his home; just as formerly he had fled back over the Danube\nfrom Turkey Land.\"\n\n\"Good, good! oh, you so clever lady!\" said Van Helsing,\nenthusiastically, as he stooped and kissed her hand. A moment later he\nsaid to me, as calmly as though we had been having a sick-room\nconsultation:--\n\n\"Seventy-two only; and in all this excitement. I have hope.\" Turning to\nher again, he said with keen expectation:--\n\n\"But go on. Go on! there is more to tell if you will. Be not afraid;\nJohn and I know. I do in any case, and shall tell you if you are right.\nSpeak, without fear!\"\n\n\"I will try to; but you will forgive me if I seem egotistical.\"\n\n\"Nay! fear not, you must be egotist, for it is of you that we think.\"\n\n\"Then, as he is criminal he is selfish; and as his intellect is small\nand his action is based on selfishness, he confines himself to one\npurpose. That purpose is remorseless. As he fled back over the Danube,\nleaving his forces to be cut to pieces, so now he is intent on being\nsafe, careless of all. So his own selfishness frees my soul somewhat\nfrom the terrible power which he acquired over me on that dreadful\nnight. I felt it! Oh, I felt it! Thank God, for His great mercy! My soul\nis freer than it has been since that awful hour; and all that haunts me\nis a fear lest in some trance or dream he may have used my knowledge for\nhis ends.\" The Professor stood up:--\n\n\"He has so used your mind; and by it he has left us here in Varna,\nwhilst the ship that carried him rushed through enveloping fog up to\nGalatz, where, doubtless, he had made preparation for escaping from us.\nBut his child-mind only saw so far; and it may be that, as ever is in\nGod's Providence, the very thing that the evil-doer most reckoned on for\nhis selfish good, turns out to be his chiefest harm. The hunter is taken\nin his own snare, as the great Psalmist says. For now that he think he\nis free from every trace of us all, and that he has escaped us with so\nmany hours to him, then his selfish child-brain will whisper him to\nsleep. He think, too, that as he cut himself off from knowing your mind,\nthere can be no knowledge of him to you; there is where he fail! That\nterrible baptism of blood which he give you makes you free to go to him\nin spirit, as you have as yet done in your times of freedom, when the\nsun rise and set. At such times you go by my volition and not by his;\nand this power to good of you and others, as you have won from your\nsuffering at his hands. This is now all the more precious that he know\nit not, and to guard himself have even cut himself off from his\nknowledge of our where. We, however, are not selfish, and we believe\nthat God is with us through all this blackness, and these many dark\nhours. We shall follow him; and we shall not flinch; even if we peril\nourselves that we become like him. Friend John, this has been a great\nhour; and it have done much to advance us on our way. You must be scribe\nand write him all down, so that when the others return from their work\nyou can give it to them; then they shall know as we do.\"\n\nAnd so I have written it whilst we wait their return, and Mrs. Harker\nhas written with her typewriter all since she brought the MS. to us.\n\n\n\n\nCHAPTER XXVI\n\nDR. SEWARD'S DIARY\n\n\n_29 October._--This is written in the train from Varna to Galatz. Last\nnight we all assembled a little before the time of sunset. Each of us\nhad done his work as well as he could; so far as thought, and endeavour,\nand opportunity go, we are prepared for the whole of our journey, and\nfor our work when we get to Galatz. When the usual time came round Mrs.\nHarker prepared herself for her hypnotic effort; and after a longer and\nmore serious effort on the part of Van Helsing than has been usually\nnecessary, she sank into the trance. Usually she speaks on a hint; but\nthis time the Professor had to ask her questions, and to ask them pretty\nresolutely, before we could learn anything; at last her answer came:--\n\n\"I can see nothing; we are still; there are no waves lapping, but only a\nsteady swirl of water softly running against the hawser. I can hear\nmen's voices calling, near and far, and the roll and creak of oars in\nthe rowlocks. A gun is fired somewhere; the echo of it seems far away.\nThere is tramping of feet overhead, and ropes and chains are dragged\nalong. What is this? There is a gleam of light; I can feel the air\nblowing upon me.\"\n\nHere she stopped. She had risen, as if impulsively, from where she lay\non the sofa, and raised both her hands, palms upwards, as if lifting a\nweight. Van Helsing and I looked at each other with understanding.\nQuincey raised his eyebrows slightly and looked at her intently, whilst\nHarker's hand instinctively closed round the hilt of his Kukri. There\nwas a long pause. We all knew that the time when she could speak was\npassing; but we felt that it was useless to say anything. Suddenly she\nsat up, and, as she opened her eyes, said sweetly:--\n\n\"Would none of you like a cup of tea? You must all be so tired!\" We\ncould only make her happy, and so acquiesced. She bustled off to get\ntea; when she had gone Van Helsing said:--\n\n\"You see, my friends. _He_ is close to land: he has left his\nearth-chest. But he has yet to get on shore. In the night he may lie\nhidden somewhere; but if he be not carried on shore, or if the ship do\nnot touch it, he cannot achieve the land. In such case he can, if it be\nin the night, change his form and can jump or fly on shore, as he did\nat Whitby. But if the day come before he get on shore, then, unless he\nbe carried he cannot escape. And if he be carried, then the customs men\nmay discover what the box contain. Thus, in fine, if he escape not on\nshore to-night, or before dawn, there will be the whole day lost to him.\nWe may then arrive in time; for if he escape not at night we shall come\non him in daytime, boxed up and at our mercy; for he dare not be his\ntrue self, awake and visible, lest he be discovered.\"\n\nThere was no more to be said, so we waited in patience until the dawn;\nat which time we might learn more from Mrs. Harker.\n\nEarly this morning we listened, with breathless anxiety, for her\nresponse in her trance. The hypnotic stage was even longer in coming\nthan before; and when it came the time remaining until full sunrise was\nso short that we began to despair. Van Helsing seemed to throw his whole\nsoul into the effort; at last, in obedience to his will she made\nreply:--\n\n\"All is dark. I hear lapping water, level with me, and some creaking as\nof wood on wood.\" She paused, and the red sun shot up. We must wait till\nto-night.\n\nAnd so it is that we are travelling towards Galatz in an agony of\nexpectation. We are due to arrive between two and three in the morning;\nbut already, at Bucharest, we are three hours late, so we cannot\npossibly get in till well after sun-up. Thus we shall have two more\nhypnotic messages from Mrs. Harker; either or both may possibly throw\nmore light on what is happening.\n\n       *       *       *       *       *\n\n_Later._--Sunset has come and gone. Fortunately it came at a time when\nthere was no distraction; for had it occurred whilst we were at a\nstation, we might not have secured the necessary calm and isolation.\nMrs. Harker yielded to the hypnotic influence even less readily than\nthis morning. I am in fear that her power of reading the Count's\nsensations may die away, just when we want it most. It seems to me that\nher imagination is beginning to work. Whilst she has been in the trance\nhitherto she has confined herself to the simplest of facts. If this goes\non it may ultimately mislead us. If I thought that the Count's power\nover her would die away equally with her power of knowledge it would be\na happy thought; but I am afraid that it may not be so. When she did\nspeak, her words were enigmatical:--\n\n\"Something is going out; I can feel it pass me like a cold wind. I can\nhear, far off, confused sounds--as of men talking in strange tongues,\nfierce-falling water, and the howling of wolves.\" She stopped and a\nshudder ran through her, increasing in intensity for a few seconds,\ntill, at the end, she shook as though in a palsy. She said no more, even\nin answer to the Professor's imperative questioning. When she woke from\nthe trance, she was cold, and exhausted, and languid; but her mind was\nall alert. She could not remember anything, but asked what she had said;\nwhen she was told, she pondered over it deeply for a long time and in\nsilence.\n\n       *       *       *       *       *\n\n_30 October, 7 a. m._--We are near Galatz now, and I may not have time\nto write later. Sunrise this morning was anxiously looked for by us all.\nKnowing of the increasing difficulty of procuring the hypnotic trance,\nVan Helsing began his passes earlier than usual. They produced no\neffect, however, until the regular time, when she yielded with a still\ngreater difficulty, only a minute before the sun rose. The Professor\nlost no time in his questioning; her answer came with equal quickness:--\n\n\"All is dark. I hear water swirling by, level with my ears, and the\ncreaking of wood on wood. Cattle low far off. There is another sound, a\nqueer one like----\" She stopped and grew white, and whiter still.\n\n\"Go on; go on! Speak, I command you!\" said Van Helsing in an agonised\nvoice. At the same time there was despair in his eyes, for the risen sun\nwas reddening even Mrs. Harker's pale face. She opened her eyes, and we\nall started as she said, sweetly and seemingly with the utmost\nunconcern:--\n\n\"Oh, Professor, why ask me to do what you know I can't? I don't remember\nanything.\" Then, seeing the look of amazement on our faces, she said,\nturning from one to the other with a troubled look:--\n\n\"What have I said? What have I done? I know nothing, only that I was\nlying here, half asleep, and heard you say go on! speak, I command you!'\nIt seemed so funny to hear you order me about, as if I were a bad\nchild!\"\n\n\"Oh, Madam Mina,\" he said, sadly, \"it is proof, if proof be needed, of\nhow I love and honour you, when a word for your good, spoken more\nearnest than ever, can seem so strange because it is to order her whom I\nam proud to obey!\"\n\nThe whistles are sounding; we are nearing Galatz. We are on fire with\nanxiety and eagerness.\n\n\n_Mina Harker's Journal._\n\n_30 October._--Mr. Morris took me to the hotel where our rooms had been\nordered by telegraph, he being the one who could best be spared, since\nhe does not speak any foreign language. The forces were distributed\nmuch as they had been at Varna, except that Lord Godalming went to the\nVice-Consul, as his rank might serve as an immediate guarantee of some\nsort to the official, we being in extreme hurry. Jonathan and the two\ndoctors went to the shipping agent to learn particulars of the arrival\nof the _Czarina Catherine_.\n\n       *       *       *       *       *\n\n_Later._--Lord Godalming has returned. The Consul is away, and the\nVice-Consul sick; so the routine work has been attended to by a clerk.\nHe was very obliging, and offered to do anything in his power.\n\n\n_Jonathan Harker's Journal._\n\n_30 October._--At nine o'clock Dr. Van Helsing, Dr. Seward, and I called\non Messrs. Mackenzie & Steinkoff, the agents of the London firm of\nHapgood. They had received a wire from London, in answer to Lord\nGodalming's telegraphed request, asking us to show them any civility in\ntheir power. They were more than kind and courteous, and took us at once\non board the _Czarina Catherine_, which lay at anchor out in the river\nharbour. There we saw the Captain, Donelson by name, who told us of his\nvoyage. He said that in all his life he had never had so favourable a\nrun.\n\n\"Man!\" he said, \"but it made us afeard, for we expeckit that we should\nhave to pay for it wi' some rare piece o' ill luck, so as to keep up the\naverage. It's no canny to run frae London to the Black Sea wi' a wind\nahint ye, as though the Deil himself were blawin' on yer sail for his\nain purpose. An' a' the time we could no speer a thing. Gin we were nigh\na ship, or a port, or a headland, a fog fell on us and travelled wi' us,\ntill when after it had lifted and we looked out, the deil a thing could\nwe see. We ran by Gibraltar wi'oot bein' able to signal; an' till we\ncame to the Dardanelles and had to wait to get our permit to pass, we\nnever were within hail o' aught. At first I inclined to slack off sail\nand beat about till the fog was lifted; but whiles, I thocht that if the\nDeil was minded to get us into the Black Sea quick, he was like to do it\nwhether we would or no. If we had a quick voyage it would be no to our\nmiscredit wi' the owners, or no hurt to our traffic; an' the Old Mon who\nhad served his ain purpose wad be decently grateful to us for no\nhinderin' him.\" This mixture of simplicity and cunning, of superstition\nand commercial reasoning, aroused Van Helsing, who said:--\n\n\"Mine friend, that Devil is more clever than he is thought by some; and\nhe know when he meet his match!\" The skipper was not displeased with the\ncompliment, and went on:--\n\n\"When we got past the Bosphorus the men began to grumble; some o' them,\nthe Roumanians, came and asked me to heave overboard a big box which had\nbeen put on board by a queer lookin' old man just before we had started\nfrae London. I had seen them speer at the fellow, and put out their twa\nfingers when they saw him, to guard against the evil eye. Man! but the\nsupersteetion of foreigners is pairfectly rideeculous! I sent them aboot\ntheir business pretty quick; but as just after a fog closed in on us I\nfelt a wee bit as they did anent something, though I wouldn't say it was\nagin the big box. Well, on we went, and as the fog didn't let up for\nfive days I joost let the wind carry us; for if the Deil wanted to get\nsomewheres--well, he would fetch it up a'reet. An' if he didn't, well,\nwe'd keep a sharp lookout anyhow. Sure eneuch, we had a fair way and\ndeep water all the time; and two days ago, when the mornin' sun came\nthrough the fog, we found ourselves just in the river opposite Galatz.\nThe Roumanians were wild, and wanted me right or wrong to take out the\nbox and fling it in the river. I had to argy wi' them aboot it wi' a\nhandspike; an' when the last o' them rose off the deck wi' his head in\nhis hand, I had convinced them that, evil eye or no evil eye, the\nproperty and the trust of my owners were better in my hands than in the\nriver Danube. They had, mind ye, taken the box on the deck ready to\nfling in, and as it was marked Galatz _via_ Varna, I thocht I'd let it\nlie till we discharged in the port an' get rid o't althegither. We\ndidn't do much clearin' that day, an' had to remain the nicht at anchor;\nbut in the mornin', braw an' airly, an hour before sun-up, a man came\naboard wi' an order, written to him from England, to receive a box\nmarked for one Count Dracula. Sure eneuch the matter was one ready to\nhis hand. He had his papers a' reet, an' glad I was to be rid o' the\ndam' thing, for I was beginnin' masel' to feel uneasy at it. If the Deil\ndid have any luggage aboord the ship, I'm thinkin' it was nane ither\nthan that same!\"\n\n\"What was the name of the man who took it?\" asked Dr. Van Helsing with\nrestrained eagerness.\n\n\"I'll be tellin' ye quick!\" he answered, and, stepping down to his\ncabin, produced a receipt signed \"Immanuel Hildesheim.\" Burgen-strasse\n16 was the address. We found out that this was all the Captain knew; so\nwith thanks we came away.\n\nWe found Hildesheim in his office, a Hebrew of rather the Adelphi\nTheatre type, with a nose like a sheep, and a fez. His arguments were\npointed with specie--we doing the punctuation--and with a little\nbargaining he told us what he knew. This turned out to be simple but\nimportant. He had received a letter from Mr. de Ville of London, telling\nhim to receive, if possible before sunrise so as to avoid customs, a box\nwhich would arrive at Galatz in the _Czarina Catherine_. This he was to\ngive in charge to a certain Petrof Skinsky, who dealt with the Slovaks\nwho traded down the river to the port. He had been paid for his work by\nan English bank note, which had been duly cashed for gold at the Danube\nInternational Bank. When Skinsky had come to him, he had taken him to\nthe ship and handed over the box, so as to save porterage. That was all\nhe knew.\n\nWe then sought for Skinsky, but were unable to find him. One of his\nneighbours, who did not seem to bear him any affection, said that he had\ngone away two days before, no one knew whither. This was corroborated by\nhis landlord, who had received by messenger the key of the house\ntogether with the rent due, in English money. This had been between ten\nand eleven o'clock last night. We were at a standstill again.\n\nWhilst we were talking one came running and breathlessly gasped out that\nthe body of Skinsky had been found inside the wall of the churchyard of\nSt. Peter, and that the throat had been torn open as if by some wild\nanimal. Those we had been speaking with ran off to see the horror, the\nwomen crying out \"This is the work of a Slovak!\" We hurried away lest we\nshould have been in some way drawn into the affair, and so detained.\n\nAs we came home we could arrive at no definite conclusion. We were all\nconvinced that the box was on its way, by water, to somewhere; but where\nthat might be we would have to discover. With heavy hearts we came home\nto the hotel to Mina.\n\nWhen we met together, the first thing was to consult as to taking Mina\nagain into our confidence. Things are getting desperate, and it is at\nleast a chance, though a hazardous one. As a preliminary step, I was\nreleased from my promise to her.\n\n\n_Mina Harker's Journal._\n\n_30 October, evening._--They were so tired and worn out and dispirited\nthat there was nothing to be done till they had some rest; so I asked\nthem all to lie down for half an hour whilst I should enter everything\nup to the moment. I feel so grateful to the man who invented the\n\"Traveller's\" typewriter, and to Mr. Morris for getting this one for\nme. I should have felt quite; astray doing the work if I had to write\nwith a pen....\n\nIt is all done; poor dear, dear Jonathan, what he must have suffered,\nwhat must he be suffering now. He lies on the sofa hardly seeming to\nbreathe, and his whole body appears in collapse. His brows are knit; his\nface is drawn with pain. Poor fellow, maybe he is thinking, and I can\nsee his face all wrinkled up with the concentration of his thoughts. Oh!\nif I could only help at all.... I shall do what I can.\n\nI have asked Dr. Van Helsing, and he has got me all the papers that I\nhave not yet seen.... Whilst they are resting, I shall go over all\ncarefully, and perhaps I may arrive at some conclusion. I shall try to\nfollow the Professor's example, and think without prejudice on the facts\nbefore me....\n\n       *       *       *       *       *\n\nI do believe that under God's providence I have made a discovery. I\nshall get the maps and look over them....\n\n       *       *       *       *       *\n\nI am more than ever sure that I am right. My new conclusion is ready, so\nI shall get our party together and read it. They can judge it; it is\nwell to be accurate, and every minute is precious.\n\n\n_Mina Harker's Memorandum._\n\n(Entered in her Journal.)\n\n_Ground of inquiry._--Count Dracula's problem is to get back to his own\nplace.\n\n(_a_) He must be _brought back_ by some one. This is evident; for had he\npower to move himself as he wished he could go either as man, or wolf,\nor bat, or in some other way. He evidently fears discovery or\ninterference, in the state of helplessness in which he must be--confined\nas he is between dawn and sunset in his wooden box.\n\n(_b_) _How is he to be taken?_--Here a process of exclusions may help\nus. By road, by rail, by water?\n\n1. _By Road._--There are endless difficulties, especially in leaving the\ncity.\n\n(_x_) There are people; and people are curious, and investigate. A hint,\na surmise, a doubt as to what might be in the box, would destroy him.\n\n(_y_) There are, or there may be, customs and octroi officers to pass.\n\n(_z_) His pursuers might follow. This is his highest fear; and in order\nto prevent his being betrayed he has repelled, so far as he can, even\nhis victim--me!\n\n2. _By Rail._--There is no one in charge of the box. It would have to\ntake its chance of being delayed; and delay would be fatal, with enemies\non the track. True, he might escape at night; but what would he be, if\nleft in a strange place with no refuge that he could fly to? This is not\nwhat he intends; and he does not mean to risk it.\n\n3. _By Water._--Here is the safest way, in one respect, but with most\ndanger in another. On the water he is powerless except at night; even\nthen he can only summon fog and storm and snow and his wolves. But were\nhe wrecked, the living water would engulf him, helpless; and he would\nindeed be lost. He could have the vessel drive to land; but if it were\nunfriendly land, wherein he was not free to move, his position would\nstill be desperate.\n\nWe know from the record that he was on the water; so what we have to do\nis to ascertain _what_ water.\n\nThe first thing is to realise exactly what he has done as yet; we may,\nthen, get a light on what his later task is to be.\n\n_Firstly._--We must differentiate between what he did in London as part\nof his general plan of action, when he was pressed for moments and had\nto arrange as best he could.\n\n_Secondly_ we must see, as well as we can surmise it from the facts we\nknow of, what he has done here.\n\nAs to the first, he evidently intended to arrive at Galatz, and sent\ninvoice to Varna to deceive us lest we should ascertain his means of\nexit from England; his immediate and sole purpose then was to escape.\nThe proof of this, is the letter of instructions sent to Immanuel\nHildesheim to clear and take away the box _before sunrise_. There is\nalso the instruction to Petrof Skinsky. These we must only guess at; but\nthere must have been some letter or message, since Skinsky came to\nHildesheim.\n\nThat, so far, his plans were successful we know. The _Czarina Catherine_\nmade a phenomenally quick journey--so much so that Captain Donelson's\nsuspicions were aroused; but his superstition united with his canniness\nplayed the Count's game for him, and he ran with his favouring wind\nthrough fogs and all till he brought up blindfold at Galatz. That the\nCount's arrangements were well made, has been proved. Hildesheim cleared\nthe box, took it off, and gave it to Skinsky. Skinsky took it--and here\nwe lose the trail. We only know that the box is somewhere on the water,\nmoving along. The customs and the octroi, if there be any, have been\navoided.\n\nNow we come to what the Count must have done after his arrival--_on\nland_, at Galatz.\n\nThe box was given to Skinsky before sunrise. At sunrise the Count could\nappear in his own form. Here, we ask why Skinsky was chosen at all to\naid in the work? In my husband's diary, Skinsky is mentioned as dealing\nwith the Slovaks who trade down the river to the port; and the man's\nremark, that the murder was the work of a Slovak, showed the general\nfeeling against his class. The Count wanted isolation.\n\nMy surmise is, this: that in London the Count decided to get back to his\ncastle by water, as the most safe and secret way. He was brought from\nthe castle by Szgany, and probably they delivered their cargo to Slovaks\nwho took the boxes to Varna, for there they were shipped for London.\nThus the Count had knowledge of the persons who could arrange this\nservice. When the box was on land, before sunrise or after sunset, he\ncame out from his box, met Skinsky and instructed him what to do as to\narranging the carriage of the box up some river. When this was done, and\nhe knew that all was in train, he blotted out his traces, as he thought,\nby murdering his agent.\n\nI have examined the map and find that the river most suitable for the\nSlovaks to have ascended is either the Pruth or the Sereth. I read in\nthe typescript that in my trance I heard cows low and water swirling\nlevel with my ears and the creaking of wood. The Count in his box, then,\nwas on a river in an open boat--propelled probably either by oars or\npoles, for the banks are near and it is working against stream. There\nwould be no such sound if floating down stream.\n\nOf course it may not be either the Sereth or the Pruth, but we may\npossibly investigate further. Now of these two, the Pruth is the more\neasily navigated, but the Sereth is, at Fundu, joined by the Bistritza\nwhich runs up round the Borgo Pass. The loop it makes is manifestly as\nclose to Dracula's castle as can be got by water.\n\n\n_Mina Harker's Journal--continued._\n\nWhen I had done reading, Jonathan took me in his arms and kissed me. The\nothers kept shaking me by both hands, and Dr. Van Helsing said:--\n\n\"Our dear Madam Mina is once more our teacher. Her eyes have been where\nwe were blinded. Now we are on the track once again, and this time we\nmay succeed. Our enemy is at his most helpless; and if we can come on\nhim by day, on the water, our task will be over. He has a start, but he\nis powerless to hasten, as he may not leave his box lest those who carry\nhim may suspect; for them to suspect would be to prompt them to throw\nhim in the stream where he perish. This he knows, and will not. Now men,\nto our Council of War; for, here and now, we must plan what each and all\nshall do.\"\n\n\"I shall get a steam launch and follow him,\" said Lord Godalming.\n\n\"And I, horses to follow on the bank lest by chance he land,\" said Mr.\nMorris.\n\n\"Good!\" said the Professor, \"both good. But neither must go alone. There\nmust be force to overcome force if need be; the Slovak is strong and\nrough, and he carries rude arms.\" All the men smiled, for amongst them\nthey carried a small arsenal. Said Mr. Morris:--\n\n\"I have brought some Winchesters; they are pretty handy in a crowd, and\nthere may be wolves. The Count, if you remember, took some other\nprecautions; he made some requisitions on others that Mrs. Harker could\nnot quite hear or understand. We must be ready at all points.\" Dr.\nSeward said:--\n\n\"I think I had better go with Quincey. We have been accustomed to hunt\ntogether, and we two, well armed, will be a match for whatever may come\nalong. You must not be alone, Art. It may be necessary to fight the\nSlovaks, and a chance thrust--for I don't suppose these fellows carry\nguns--would undo all our plans. There must be no chances, this time; we\nshall, not rest until the Count's head and body have been separated, and\nwe are sure that he cannot re-incarnate.\" He looked at Jonathan as he\nspoke, and Jonathan looked at me. I could see that the poor dear was\ntorn about in his mind. Of course he wanted to be with me; but then the\nboat service would, most likely, be the one which would destroy the ...\nthe ... the ... Vampire. (Why did I hesitate to write the word?) He was\nsilent awhile, and during his silence Dr. Van Helsing spoke:--\n\n\"Friend Jonathan, this is to you for twice reasons. First, because you\nare young and brave and can fight, and all energies may be needed at the\nlast; and again that it is your right to destroy him--that--which has\nwrought such woe to you and yours. Be not afraid for Madam Mina; she\nwill be my care, if I may. I am old. My legs are not so quick to run as\nonce; and I am not used to ride so long or to pursue as need be, or to\nfight with lethal weapons. But I can be of other service; I can fight in\nother way. And I can die, if need be, as well as younger men. Now let\nme say that what I would is this: while you, my Lord Godalming and\nfriend Jonathan go in your so swift little steamboat up the river, and\nwhilst John and Quincey guard the bank where perchance he might be\nlanded, I will take Madam Mina right into the heart of the enemy's\ncountry. Whilst the old fox is tied in his box, floating on the running\nstream whence he cannot escape to land--where he dares not raise the lid\nof his coffin-box lest his Slovak carriers should in fear leave him to\nperish--we shall go in the track where Jonathan went,--from Bistritz\nover the Borgo, and find our way to the Castle of Dracula. Here, Madam\nMina's hypnotic power will surely help, and we shall find our way--all\ndark and unknown otherwise--after the first sunrise when we are near\nthat fateful place. There is much to be done, and other places to be\nmade sanctify, so that that nest of vipers be obliterated.\" Here\nJonathan interrupted him hotly:--\n\n\"Do you mean to say, Professor Van Helsing, that you would bring Mina,\nin her sad case and tainted as she is with that devil's illness, right\ninto the jaws of his death-trap? Not for the world! Not for Heaven or\nHell!\" He became almost speechless for a minute, and then went on:--\n\n\"Do you know what the place is? Have you seen that awful den of hellish\ninfamy--with the very moonlight alive with grisly shapes, and every\nspeck of dust that whirls in the wind a devouring monster in embryo?\nHave you felt the Vampire's lips upon your throat?\" Here he turned to\nme, and as his eyes lit on my forehead he threw up his arms with a cry:\n\"Oh, my God, what have we done to have this terror upon us!\" and he sank\ndown on the sofa in a collapse of misery. The Professor's voice, as he\nspoke in clear, sweet tones, which seemed to vibrate in the air, calmed\nus all:--\n\n\"Oh, my friend, it is because I would save Madam Mina from that awful\nplace that I would go. God forbid that I should take her into that\nplace. There is work--wild work--to be done there, that her eyes may not\nsee. We men here, all save Jonathan, have seen with their own eyes what\nis to be done before that place can be purify. Remember that we are in\nterrible straits. If the Count escape us this time--and he is strong and\nsubtle and cunning--he may choose to sleep him for a century, and then\nin time our dear one\"--he took my hand--\"would come to him to keep him\ncompany, and would be as those others that you, Jonathan, saw. You have\ntold us of their gloating lips; you heard their ribald laugh as they\nclutched the moving bag that the Count threw to them. You shudder; and\nwell may it be. Forgive me that I make you so much pain, but it is\nnecessary. My friend, is it not a dire need for the which I am giving,\npossibly my life? If it were that any one went into that place to stay,\nit is I who would have to go to keep them company.\"\n\n\"Do as you will,\" said Jonathan, with a sob that shook him all over, \"we\nare in the hands of God!\"\n\n       *       *       *       *       *\n\n_Later._--Oh, it did me good to see the way that these brave men worked.\nHow can women help loving men when they are so earnest, and so true, and\nso brave! And, too, it made me think of the wonderful power of money!\nWhat can it not do when it is properly applied; and what might it do\nwhen basely used. I felt so thankful that Lord Godalming is rich, and\nthat both he and Mr. Morris, who also has plenty of money, are willing\nto spend it so freely. For if they did not, our little expedition could\nnot start, either so promptly or so well equipped, as it will within\nanother hour. It is not three hours since it was arranged what part each\nof us was to do; and now Lord Godalming and Jonathan have a lovely steam\nlaunch, with steam up ready to start at a moment's notice. Dr. Seward\nand Mr. Morris have half a dozen good horses, well appointed. We have\nall the maps and appliances of various kinds that can be had. Professor\nVan Helsing and I are to leave by the 11:40 train to-night for Veresti,\nwhere we are to get a carriage to drive to the Borgo Pass. We are\nbringing a good deal of ready money, as we are to buy a carriage and\nhorses. We shall drive ourselves, for we have no one whom we can trust\nin the matter. The Professor knows something of a great many languages,\nso we shall get on all right. We have all got arms, even for me a\nlarge-bore revolver; Jonathan would not be happy unless I was armed like\nthe rest. Alas! I cannot carry one arm that the rest do; the scar on my\nforehead forbids that. Dear Dr. Van Helsing comforts me by telling me\nthat I am fully armed as there may be wolves; the weather is getting\ncolder every hour, and there are snow-flurries which come and go as\nwarnings.\n\n       *       *       *       *       *\n\n_Later._--It took all my courage to say good-bye to my darling. We may\nnever meet again. Courage, Mina! the Professor is looking at you keenly;\nhis look is a warning. There must be no tears now--unless it may be that\nGod will let them fall in gladness.\n\n\n_Jonathan Harker's Journal._\n\n_October 30. Night._--I am writing this in the light from the furnace\ndoor of the steam launch: Lord Godalming is firing up. He is an\nexperienced hand at the work, as he has had for years a launch of his\nown on the Thames, and another on the Norfolk Broads. Regarding our\nplans, we finally decided that Mina's guess was correct, and that if any\nwaterway was chosen for the Count's escape back to his Castle, the\nSereth and then the Bistritza at its junction, would be the one. We took\nit, that somewhere about the 47th degree, north latitude, would be the\nplace chosen for the crossing the country between the river and the\nCarpathians. We have no fear in running at good speed up the river at\nnight; there is plenty of water, and the banks are wide enough apart to\nmake steaming, even in the dark, easy enough. Lord Godalming tells me to\nsleep for a while, as it is enough for the present for one to be on\nwatch. But I cannot sleep--how can I with the terrible danger hanging\nover my darling, and her going out into that awful place.... My only\ncomfort is that we are in the hands of God. Only for that faith it would\nbe easier to die than to live, and so be quit of all the trouble. Mr.\nMorris and Dr. Seward were off on their long ride before we started;\nthey are to keep up the right bank, far enough off to get on higher\nlands where they can see a good stretch of river and avoid the following\nof its curves. They have, for the first stages, two men to ride and lead\ntheir spare horses--four in all, so as not to excite curiosity. When\nthey dismiss the men, which shall be shortly, they shall themselves look\nafter the horses. It may be necessary for us to join forces; if so they\ncan mount our whole party. One of the saddles has a movable horn, and\ncan be easily adapted for Mina, if required.\n\nIt is a wild adventure we are on. Here, as we are rushing along through\nthe darkness, with the cold from the river seeming to rise up and strike\nus; with all the mysterious voices of the night around us, it all comes\nhome. We seem to be drifting into unknown places and unknown ways; into\na whole world of dark and dreadful things. Godalming is shutting the\nfurnace door....\n\n       *       *       *       *       *\n\n_31 October._--Still hurrying along. The day has come, and Godalming is\nsleeping. I am on watch. The morning is bitterly cold; the furnace heat\nis grateful, though we have heavy fur coats. As yet we have passed only\na few open boats, but none of them had on board any box or package of\nanything like the size of the one we seek. The men were scared every\ntime we turned our electric lamp on them, and fell on their knees and\nprayed.\n\n       *       *       *       *       *\n\n_1 November, evening._--No news all day; we have found nothing of the\nkind we seek. We have now passed into the Bistritza; and if we are wrong\nin our surmise our chance is gone. We have over-hauled every boat, big\nand little. Early this morning, one crew took us for a Government boat,\nand treated us accordingly. We saw in this a way of smoothing matters,\nso at Fundu, where the Bistritza runs into the Sereth, we got a\nRoumanian flag which we now fly conspicuously. With every boat which we\nhave over-hauled since then this trick has succeeded; we have had every\ndeference shown to us, and not once any objection to whatever we chose\nto ask or do. Some of the Slovaks tell us that a big boat passed them,\ngoing at more than usual speed as she had a double crew on board. This\nwas before they came to Fundu, so they could not tell us whether the\nboat turned into the Bistritza or continued on up the Sereth. At Fundu\nwe could not hear of any such boat, so she must have passed there in the\nnight. I am feeling very sleepy; the cold is perhaps beginning to tell\nupon me, and nature must have rest some time. Godalming insists that he\nshall keep the first watch. God bless him for all his goodness to poor\ndear Mina and me.\n\n       *       *       *       *       *\n\n_2 November, morning._--It is broad daylight. That good fellow would not\nwake me. He says it would have been a sin to, for I slept peacefully and\nwas forgetting my trouble. It seems brutally selfish to me to have slept\nso long, and let him watch all night; but he was quite right. I am a new\nman this morning; and, as I sit here and watch him sleeping, I can do\nall that is necessary both as to minding the engine, steering, and\nkeeping watch. I can feel that my strength and energy are coming back to\nme. I wonder where Mina is now, and Van Helsing. They should have got to\nVeresti about noon on Wednesday. It would take them some time to get the\ncarriage and horses; so if they had started and travelled hard, they\nwould be about now at the Borgo Pass. God guide and help them! I am\nafraid to think what may happen. If we could only go faster! but we\ncannot; the engines are throbbing and doing their utmost. I wonder how\nDr. Seward and Mr. Morris are getting on. There seem to be endless\nstreams running down the mountains into this river, but as none of them\nare very large--at present, at all events, though they are terrible\ndoubtless in winter and when the snow melts--the horsemen may not have\nmet much obstruction. I hope that before we get to Strasba we may see\nthem; for if by that time we have not overtaken the Count, it may be\nnecessary to take counsel together what to do next.\n\n\n_Dr. Seward's Diary._\n\n_2 November._--Three days on the road. No news, and no time to write it\nif there had been, for every moment is precious. We have had only the\nrest needful for the horses; but we are both bearing it wonderfully.\nThose adventurous days of ours are turning up useful. We must push on;\nwe shall never feel happy till we get the launch in sight again.\n\n       *       *       *       *       *\n\n_3 November._--We heard at Fundu that the launch had gone up the\nBistritza. I wish it wasn't so cold. There are signs of snow coming; and\nif it falls heavy it will stop us. In such case we must get a sledge and\ngo on, Russian fashion.\n\n       *       *       *       *       *\n\n_4 November._--To-day we heard of the launch having been detained by an\naccident when trying to force a way up the rapids. The Slovak boats get\nup all right, by aid of a rope and steering with knowledge. Some went up\nonly a few hours before. Godalming is an amateur fitter himself, and\nevidently it was he who put the launch in trim again. Finally, they got\nup the rapids all right, with local help, and are off on the chase\nafresh. I fear that the boat is not any better for the accident; the\npeasantry tell us that after she got upon smooth water again, she kept\nstopping every now and again so long as she was in sight. We must push\non harder than ever; our help may be wanted soon.\n\n\n_Mina Harker's Journal._\n\n_31 October._--Arrived at Veresti at noon. The Professor tells me that\nthis morning at dawn he could hardly hypnotise me at all, and that all I\ncould say was: \"dark and quiet.\" He is off now buying a carriage and\nhorses. He says that he will later on try to buy additional horses, so\nthat we may be able to change them on the way. We have something more\nthan 70 miles before us. The country is lovely, and most interesting; if\nonly we were under different conditions, how delightful it would be to\nsee it all. If Jonathan and I were driving through it alone what a"], "title": ["Dracula"], "author": ["Bram Stoker"]}