{"genre": ["Fantasy"], "text": ["\n, guard ourselves from his\ntouch. Keep this near your heart\"--as he spoke he lifted a little silver\ncrucifix and held it out to me, I being nearest to him--\"put these\nflowers round your neck\"--here he handed to me a wreath of withered\ngarlic blossoms--\"for other enemies more mundane, this revolver and this\nknife; and for aid in all, these so small electric lamps, which you can\nfasten to your breast; and for all, and above all at the last, this,\nwhich we must not desecrate needless.\" This was a portion of Sacred\nWafer, which he put in an envelope and handed to me. Each of the others\nwas similarly equipped. \"Now,\" he said, \"friend John, where are the\nskeleton keys? If so that we can open the door, we need not break house\nby the window, as before at Miss Lucy's.\"\n\nDr. Seward tried one or two skeleton keys, his mechanical dexterity as a\nsurgeon standing him in good stead. Presently he got one to suit; after\na little play back and forward the bolt yielded, and, with a rusty\nclang, shot back. We pressed on the door, the rusty hinges creaked, and\nit slowly opened. It was startlingly like the image conveyed to me in\nDr. Seward's diary of the opening of Miss Westenra's tomb; I fancy that\nthe same idea seemed to strike the others, for with one accord they\nshrank back. The Professor was the first to move forward, and stepped\ninto the open door.\n\n\"_In manus tuas, Domine!_\" he said, crossing himself as he passed over\nthe threshold. We closed the door behind us, lest when we should have\nlit our lamps we should possibly attract attention from the road. The\nProfessor carefully tried the lock, lest we might not be able to open it\nfrom within should we be in a hurry making our exit. Then we all lit our\nlamps and proceeded on our search.\n\nThe light from the tiny lamps fell in all sorts of odd forms, as the\nrays crossed each other, or the opacity of our bodies threw great\nshadows. I could not for my life get away from the feeling that there\nwas some one else amongst us. I suppose it was the recollection, so\npowerfully brought home to me by the grim surroundings, of that terrible\nexperience in Transylvania. I think the feeling was common to us all,\nfor I noticed that the others kept looking over their shoulders at every\nsound and every new shadow, just as I felt myself doing.\n\nThe whole place was thick with dust. The floor was seemingly inches\ndeep, except where there were recent footsteps, in which on holding down\nmy lamp I could see marks of hobnails where the dust was cracked. The\nwalls were fluffy and heavy with dust, and in the corners were masses of\nspider's webs, whereon the dust had gathered till they looked like old\ntattered rags as the weight had torn them partly down. On a table in the\nhall was a great bunch of keys, with a time-yellowed label on each. They\nhad been used several times, for on the table were several similar rents\nin the blanket of dust, similar to that exposed when the Professor\nlifted them. He turned to me and said:--\n\n\"You know this place, Jonathan. You have copied maps of it, and you know\nit at least more than we do. Which is the way to the chapel?\" I had an\nidea of its direction, though on my former visit I had not been able to\nget admission to it; so I led the way, and after a few wrong turnings\nfound myself opposite a low, arched oaken door, ribbed with iron bands.\n\"This is the spot,\" said the Professor as he turned his lamp on a small\nmap of the house, copied from the file of my original correspondence\nregarding the purchase. With a little trouble we found the key on the\nbunch and opened the door. We were prepared for some unpleasantness, for\nas we were opening the door a faint, malodorous air seemed to exhale\nthrough the gaps, but none of us ever expected such an odour as we\nencountered. None of the others had met the Count at all at close\nquarters, and when I had seen him he was either in the fasting stage of\nhis existence in his rooms or, when he was gloated with fresh blood, in\na ruined building open to the air; but here the place was small and\nclose, and the long disuse had made the air stagnant and foul. There was\nan earthy smell, as of some dry miasma, which came through the fouler\nair. But as to the odour itself, how shall I describe it? It was not\nalone that it was composed of all the ills of mortality and with the\npungent, acrid smell of blood, but it seemed as though corruption had\nbecome itself corrupt. Faugh! it sickens me to think of it. Every breath\nexhaled by that monster seemed to have clung to the place and\nintensified its loathsomeness.\n\nUnder ordinary circumstances such a stench would have brought our\nenterprise to an end; but this was no ordinary case, and the high and\nterrible purpose in which we were involved gave us a strength which rose\nabove merely physical considerations. After the involuntary shrinking\nconsequent on the first nauseous whiff, we one and all set about our\nwork as though that loathsome place were a garden of roses.\n\nWe made an accurate examination of the place, the Professor saying as we\nbegan:--\n\n\"The first thing is to see how many of the boxes are left; we must then\nexamine every hole and corner and cranny and see if we cannot get some\nclue as to what has become of the rest.\" A glance was sufficient to show\nhow many remained, for the great earth chests were bulky, and there was\nno mistaking them.\n\nThere were only twenty-nine left out of the fifty! Once I got a fright,\nfor, seeing Lord Godalming suddenly turn and look out of the vaulted\ndoor into the dark passage beyond, I looked too, and for an instant my\nheart stood still. Somewhere, looking out from the shadow, I seemed to\nsee the high lights of the Count's evil face, the ridge of the nose, the\nred eyes, the red lips, the awful pallor. It was only for a moment, for,\nas Lord Godalming said, \"I thought I saw a face, but it was only the\nshadows,\" and resumed his inquiry, I turned my lamp in the direction,\nand stepped into the passage. There was no sign of any one; and as there\nwere no corners, no doors, no aperture of any kind, but only the solid\nwalls of the passage, there could be no hiding-place even for _him_. I\ntook it that fear had helped imagination, and said nothing.\n\nA few minutes later I saw Morris step suddenly back from a corner, which\nhe was examining. We all followed his movements with our eyes, for\nundoubtedly some nervousness was growing on us, and we saw a whole mass\nof phosphorescence, which twinkled like stars. We all instinctively drew\nback. The whole place was becoming alive with rats.\n\nFor a moment or two we stood appalled, all save Lord Godalming, who was\nseemingly prepared for such an emergency. Rushing over to the great\niron-bound oaken door, which Dr. Seward had described from the outside,\nand which I had seen myself, he turned the key in the lock, drew the\nhuge bolts, and swung the door open. Then, taking his little silver\nwhistle from his pocket, he blew a low, shrill call. It was answered\nfrom behind Dr. Seward's house by the yelping of dogs, and after about a\nminute three terriers came dashing round the corner of the house.\nUnconsciously we had all moved towards the door, and as we moved I\nnoticed that the dust had been much disturbed: the boxes which had been\ntaken out had been brought this way. But even in the minute that had\nelapsed the number of the rats had vastly increased. They seemed to\nswarm over the place all at once, till the lamplight, shining on their\nmoving dark bodies and glittering, baleful eyes, made the place look\nlike a bank of earth set with fireflies. The dogs dashed on, but at the\nthreshold suddenly stopped and snarled, and then, simultaneously lifting\ntheir noses, began to howl in most lugubrious fashion. The rats were\nmultiplying in thousands, and we moved out.\n\nLord Godalming lifted one of the dogs, and carrying him in, placed him\non the floor. The instant his feet touched the ground he seemed to\nrecover his courage, and rushed at his natural enemies. They fled before\nhim so fast that before he had shaken the life out of a score, the other\ndogs, who had by now been lifted in the same manner, had but small prey\nere the whole mass had vanished.\n\nWith their going it seemed as if some evil presence had departed, for\nthe dogs frisked about and barked merrily as they made sudden darts at\ntheir prostrate foes, and turned them over and over and tossed them in\nthe air with vicious shakes. We all seemed to find our spirits rise.\nWhether it was the purifying of the deadly atmosphere by the opening of\nthe chapel door, or the relief which we experienced by finding ourselves\nin the open I know not; but most certainly the shadow of dread seemed to\nslip from us like a robe, and the occasion of our coming lost something\nof its grim significance, though we did not slacken a whit in our\nresolution. We closed the outer door and barred and locked it, and\nbringing the dogs with us, began our search of the house. We found\nnothing throughout except dust in extraordinary proportions, and all\nuntouched save for my own footsteps when I had made my first visit.\nNever once did the dogs exhibit any symptom of uneasiness, and even when\nwe returned to the chapel they frisked about as though they had been\nrabbit-hunting in a summer wood.\n\nThe morning was quickening in the east when we emerged from the front.\nDr. Van Helsing had taken the key of the hall-door from the bunch, and\nlocked the door in orthodox fashion, putting the key into his pocket\nwhen he had done.\n\n\"So far,\" he said, \"our night has been eminently successful. No harm has\ncome to us such as I feared might be and yet we have ascertained how\nmany boxes are missing. More than all do I rejoice that this, our\nfirst--and perhaps our most difficult and dangerous--step has been\naccomplished without the bringing thereinto our most sweet Madam Mina or\ntroubling her waking or sleeping thoughts with sights and sounds and\nsmells of horror which she might never forget. One lesson, too, we have\nlearned, if it be allowable to argue _a particulari_: that the brute\nbeasts which are to the Count's command are yet themselves not amenable\nto his spiritual power; for look, these rats that would come to his\ncall, just as from his castle top he summon the wolves to your going and\nto that poor mother's cry, though they come to him, they run pell-mell\nfrom the so little dogs of my friend Arthur. We have other matters\nbefore us, other dangers, other fears; and that monster--he has not used\nhis power over the brute world for the only or the last time to-night.\nSo be it that he has gone elsewhere. Good! It has given us opportunity\nto cry 'check' in some ways in this chess game, which we play for the\nstake of human souls. And now let us go home. The dawn is close at hand,\nand we have reason to be content with our first night's work. It may be\nordained that we have many nights and days to follow, if full of peril;\nbut we must go on, and from no danger shall we shrink.\"\n\nThe house was silent when we got back, save for some poor creature who\nwas screaming away in one of the distant wards, and a low, moaning sound\nfrom Renfield's room. The poor wretch was doubtless torturing himself,\nafter the manner of the insane, with needless thoughts of pain.\n\nI came tiptoe into our own room, and found Mina asleep, breathing so\nsoftly that I had to put my ear down to hear it. She looks paler than\nusual. I hope the meeting to-night has not upset her. I am truly\nthankful that she is to be left out of our future work, and even of our\ndeliberations. It is too great a strain for a woman to bear. I did not\nthink so at first, but I know better now. Therefore I am glad that it is\nsettled. There may be things which would frighten her to hear; and yet\nto conceal them from her might be worse than to tell her if once she\nsuspected that there was any concealment. Henceforth our work is to be a\nsealed book to her, till at least such time as we can tell her that all\nis finished, and the earth free from a monster of the nether world. I\ndaresay it will be difficult to begin to keep silence after such\nconfidence as ours; but I must be resolute, and to-morrow I shall keep\ndark over to-night's doings, and shall refuse to speak of anything that\nhas happened. I rest on the sofa, so as not to disturb her.\n\n       *       *       *       *       *\n\n_1 October, later._--I suppose it was natural that we should have all\noverslept ourselves, for the day was a busy one, and the night had no\nrest at all. Even Mina must have felt its exhaustion, for though I slept\ntill the sun was high, I was awake before her, and had to call two or\nthree times before she awoke. Indeed, she was so sound asleep that for a\nfew seconds she did not recognize me, but looked at me with a sort of\nblank terror, as one looks who has been waked out of a bad dream. She\ncomplained a little of being tired, and I let her rest till later in the\nday. We now know of twenty-one boxes having been removed, and if it be\nthat several were taken in any of these removals we may be able to trace\nthem all. Such will, of course, immensely simplify our labour, and the\nsooner the matter is attended to the better. I shall look up Thomas\nSnelling to-day.\n\n\n_Dr. Seward's Diary._\n\n_1 October._--It was towards noon when I was awakened by the Professor\nwalking into my room. He was more jolly and cheerful than usual, and it\nis quite evident that last night's work has helped to take some of the\nbrooding weight off his mind. After going over the adventure of the\nnight he suddenly said:--\n\n\"Your patient interests me much. May it be that with you I visit him\nthis morning? Or if that you are too occupy, I can go alone if it may\nbe. It is a new experience to me to find a lunatic who talk philosophy,\nand reason so sound.\" I had some work to do which pressed, so I told him\nthat if he would go alone I would be glad, as then I should not have to\nkeep him waiting; so I called an attendant and gave him the necessary\ninstructions. Before the Professor left the room I cautioned him against\ngetting any false impression from my patient. \"But,\" he answered, \"I\nwant him to talk of himself and of his delusion as to consuming live\nthings. He said to Madam Mina, as I see in your diary of yesterday, that\nhe had once had such a belief. Why do you smile, friend John?\"\n\n\"Excuse me,\" I said, \"but the answer is here.\" I laid my hand on the\ntype-written matter. \"When our sane and learned lunatic made that very\nstatement of how he _used_ to consume life, his mouth was actually\nnauseous with the flies and spiders which he had eaten just before Mrs.\nHarker entered the room.\" Van Helsing smiled in turn. \"Good!\" he said.\n\"Your memory is true, friend John. I should have remembered. And yet it\nis this very obliquity of thought and memory which makes mental disease\nsuch a fascinating study. Perhaps I may gain more knowledge out of the\nfolly of this madman than I shall from the teaching of the most wise.\nWho knows?\" I went on with my work, and before long was through that in\nhand. It seemed that the time had been very short indeed, but there was\nVan Helsing back in the study. \"Do I interrupt?\" he asked politely as he\nstood at the door.\n\n\"Not at all,\" I answered. \"Come in. My work is finished, and I am free.\nI can go with you now, if you like.\n\n\"It is needless; I have seen him!\"\n\n\"Well?\"\n\n\"I fear that he does not appraise me at much. Our interview was short.\nWhen I entered his room he was sitting on a stool in the centre, with\nhis elbows on his knees, and his face was the picture of sullen\ndiscontent. I spoke to him as cheerfully as I could, and with such a\nmeasure of respect as I could assume. He made no reply whatever. \"Don't\nyou know me?\" I asked. His answer was not reassuring: \"I know you well\nenough; you are the old fool Van Helsing. I wish you would take yourself\nand your idiotic brain theories somewhere else. Damn all thick-headed\nDutchmen!\" Not a word more would he say, but sat in his implacable\nsullenness as indifferent to me as though I had not been in the room at\nall. Thus departed for this time my chance of much learning from this so\nclever lunatic; so I shall go, if I may, and cheer myself with a few\nhappy words with that sweet soul Madam Mina. Friend John, it does\nrejoice me unspeakable that she is no more to be pained, no more to be\nworried with our terrible things. Though we shall much miss her help, it\nis better so.\"\n\n\"I agree with you with all my heart,\" I answered earnestly, for I did\nnot want him to weaken in this matter. \"Mrs. Harker is better out of it.\nThings are quite bad enough for us, all men of the world, and who have\nbeen in many tight places in our time; but it is no place for a woman,\nand if she had remained in touch with the affair, it would in time\ninfallibly have wrecked her.\"\n\nSo Van Helsing has gone to confer with Mrs. Harker and Harker; Quincey\nand Art are all out following up the clues as to the earth-boxes. I\nshall finish my round of work and we shall meet to-night.\n\n\n_Mina Harker's Journal._\n\n_1 October._--It is strange to me to be kept in the dark as I am to-day;\nafter Jonathan's full confidence for so many years, to see him\nmanifestly avoid certain matters, and those the most vital of all. This\nmorning I slept late after the fatigues of yesterday, and though\nJonathan was late too, he was the earlier. He spoke to me before he went\nout, never more sweetly or tenderly, but he never mentioned a word of\nwhat had happened in the visit to the Count's house. And yet he must\nhave known how terribly anxious I was. Poor dear fellow! I suppose it\nmust have distressed him even more than it did me. They all agreed that\nit was best that I should not be drawn further into this awful work, and\nI acquiesced. But to think that he keeps anything from me! And now I am\ncrying like a silly fool, when I _know_ it comes from my husband's great\nlove and from the good, good wishes of those other strong men.\n\nThat has done me good. Well, some day Jonathan will tell me all; and\nlest it should ever be that he should think for a moment that I kept\nanything from him, I still keep my journal as usual. Then if he has\nfeared of my trust I shall show it to him, with every thought of my\nheart put down for his dear eyes to read. I feel strangely sad and\nlow-spirited to-day. I suppose it is the reaction from the terrible\nexcitement.\n\nLast night I went to bed when the men had gone, simply because they told\nme to. I didn't feel sleepy, and I did feel full of devouring anxiety. I\nkept thinking over everything that has been ever since Jonathan came to\nsee me in London, and it all seems like a horrible tragedy, with fate\npressing on relentlessly to some destined end. Everything that one does\nseems, no matter how right it may be, to bring on the very thing which\nis most to be deplored. If I hadn't gone to Whitby, perhaps poor dear\nLucy would be with us now. She hadn't taken to visiting the churchyard\ntill I came, and if she hadn't come there in the day-time with me she\nwouldn't have walked there in her sleep; and if she hadn't gone there at\nnight and asleep, that monster couldn't have destroyed her as he did.\nOh, why did I ever go to Whitby? There now, crying again! I wonder what\nhas come over me to-day. I must hide it from Jonathan, for if he knew\nthat I had been crying twice in one morning--I, who never cried on my\nown account, and whom he has never caused to shed a tear--the dear\nfellow would fret his heart out. I shall put a bold face on, and if I do\nfeel weepy, he shall never see it. I suppose it is one of the lessons\nthat we poor women have to learn....\n\nI can't quite remember how I fell asleep last night. I remember hearing\nthe sudden barking of the dogs and a lot of queer sounds, like praying\non a very tumultuous scale, from Mr. Renfield's room, which is somewhere\nunder this. And then there was silence over everything, silence so\nprofound that it startled me, and I got up and looked out of the window.\nAll was dark and silent, the black shadows thrown by the moonlight\nseeming full of a silent mystery of their own. Not a thing seemed to be\nstirring, but all to be grim and fixed as death or fate; so that a thin\nstreak of white mist, that crept with almost imperceptible slowness\nacross the grass towards the house, seemed to have a sentience and a\nvitality of its own. I think that the digression of my thoughts must\nhave done me good, for when I got back to bed I found a lethargy\ncreeping over me. I lay a while, but could not quite sleep, so I got out\nand looked out of the window again. The mist was spreading, and was now\nclose up to the house, so that I could see it lying thick against the\nwall, as though it were stealing up to the windows. The poor man was\nmore loud than ever, and though I could not distinguish a word he said,\nI could in some way recognise in his tones some passionate entreaty on\nhis part. Then there was the sound of a struggle, and I knew that the\nattendants were dealing with him. I was so frightened that I crept into\nbed, and pulled the clothes over my head, putting my fingers in my ears.\nI was not then a bit sleepy, at least so I thought; but I must have\nfallen asleep, for, except dreams, I do not remember anything until the\nmorning, when Jonathan woke me. I think that it took me an effort and a\nlittle time to realise where I was, and that it was Jonathan who was\nbending over me. My dream was very peculiar, and was almost typical of\nthe way that waking thoughts become merged in, or continued in, dreams.\n\nI thought that I was asleep, and waiting for Jonathan to come back. I\nwas very anxious about him, and I was powerless to act; my feet, and my\nhands, and my brain were weighted, so that nothing could proceed at the\nusual pace. And so I slept uneasily and thought. Then it began to dawn\nupon me that the air was heavy, and dank, and cold. I put back the\nclothes from my face, and found, to my surprise, that all was dim\naround. The gaslight which I had left lit for Jonathan, but turned down,\ncame only like a tiny red spark through the fog, which had evidently\ngrown thicker and poured into the room. Then it occurred to me that I\nhad shut the window before I had come to bed. I would have got out to\nmake certain on the point, but some leaden lethargy seemed to chain my\nlimbs and even my will. I lay still and endured; that was all. I closed\nmy eyes, but could still see through my eyelids. (It is wonderful what\ntricks our dreams play us, and how conveniently we can imagine.) The\nmist grew thicker and thicker and I could see now how it came in, for I\ncould see it like smoke--or with the white energy of boiling\nwater--pouring in, not through the window, but through the joinings of\nthe door. It got thicker and thicker, till it seemed as if it became\nconcentrated into a sort of pillar of cloud in the room, through the top\nof which I could see the light of the gas shining like a red eye. Things\nbegan to whirl through my brain just as the cloudy column was now\nwhirling in the room, and through it all came the scriptural words \"a\npillar of cloud by day and of fire by night.\" Was it indeed some such\nspiritual guidance that was coming to me in my sleep? But the pillar was\ncomposed of both the day and the night-guiding, for the fire was in the\nred eye, which at the thought got a new fascination for me; till, as I\nlooked, the fire divided, and seemed to shine on me through the fog like\ntwo red eyes, such as Lucy told me of in her momentary mental wandering\nwhen, on the cliff, the dying sunlight struck the windows of St. Mary's\nChurch. Suddenly the horror burst upon me that it was thus that Jonathan\nhad seen those awful women growing into reality through the whirling mist\nin the moonlight, and in my dream I must have fainted, for all became\nblack darkness. The last conscious effort which imagination made was to\nshow me a livid white face bending over me out of the mist. I must be\ncareful of such dreams, for they would unseat one's reason if there were\ntoo much of them. I would get Dr. Van Helsing or Dr. Seward to prescribe\nsomething for me which would make me sleep, only that I fear to alarm\nthem. Such a dream at the present time would become woven into their\nfears for me. To-night I shall strive hard to sleep naturally. If I do\nnot, I shall to-morrow night get them to give me a dose of chloral; that\ncannot hurt me for once, and it will give me a good night's sleep. Last\nnight tired me more than if I had not slept at all.\n\n       *       *       *       *       *\n\n_2 October 10 p. m._--Last night I slept, but did not dream. I must have\nslept soundly, for I was not waked by Jonathan coming to bed; but the\nsleep has not refreshed me, for to-day I feel terribly weak and\nspiritless. I spent all yesterday trying to read, or lying down dozing.\nIn the afternoon Mr. Renfield asked if he might see me. Poor man, he was\nvery gentle, and when I came away he kissed my hand and bade God bless\nme. Some way it affected me much; I am crying when I think of him. This\nis a new weakness, of which I must be careful. Jonathan would be\nmiserable if he knew I had been crying. He and the others were out till\ndinner-time, and they all came in tired. I did what I could to brighten\nthem up, and I suppose that the effort did me good, for I forgot how\ntired I was. After dinner they sent me to bed, and all went off to smoke\ntogether, as they said, but I knew that they wanted to tell each other\nof what had occurred to each during the day; I could see from Jonathan's\nmanner that he had something important to communicate. I was not so\nsleepy as I should have been; so before they went I asked Dr. Seward to\ngive me a little opiate of some kind, as I had not slept well the night\nbefore. He very kindly made me up a sleeping draught, which he gave to\nme, telling me that it would do me no harm, as it was very mild.... I\nhave taken it, and am waiting for sleep, which still keeps aloof. I hope\nI have not done wrong, for as sleep begins to flirt with me, a new fear\ncomes: that I may have been foolish in thus depriving myself of the\npower of waking. I might want it. Here comes sleep. Good-night.\n\n\n\n\nCHAPTER XX\n\nJONATHAN HARKER'S JOURNAL\n\n\n_1 October, evening._--I found Thomas Snelling in his house at Bethnal\nGreen, but unhappily he was not in a condition to remember anything. The\nvery prospect of beer which my expected coming had opened to him had\nproved too much, and he had begun too early on his expected debauch. I\nlearned, however, from his wife, who seemed a decent, poor soul, that he\nwas only the assistant to Smollet, who of the two mates was the\nresponsible person. So off I drove to Walworth, and found Mr. Joseph\nSmollet at home and in his shirtsleeves, taking a late tea out of a\nsaucer. He is a decent, intelligent fellow, distinctly a good, reliable\ntype of workman, and with a headpiece of his own. He remembered all\nabout the incident of the boxes, and from a wonderful dog's-eared\nnotebook, which he produced from some mysterious receptacle about the\nseat of his trousers, and which had hieroglyphical entries in thick,\nhalf-obliterated pencil, he gave me the destinations of the boxes. There\nwere, he said, six in the cartload which he took from Carfax and left at\n197, Chicksand Street, Mile End New Town, and another six which he\ndeposited at Jamaica Lane, Bermondsey. If then the Count meant to\nscatter these ghastly refuges of his over London, these places were\nchosen as the first of delivery, so that later he might distribute more\nfully. The systematic manner in which this was done made me think that\nhe could not mean to confine himself to two sides of London. He was now\nfixed on the far east of the northern shore, on the east of the southern\nshore, and on the south. The north and west were surely never meant to\nbe left out of his diabolical scheme--let alone the City itself and the\nvery heart of fashionable London in the south-west and west. I went back\nto Smollet, and asked him if he could tell us if any other boxes had\nbeen taken from Carfax.\n\nHe replied:--\n\n\"Well, guv'nor, you've treated me wery 'an'some\"--I had given him half a\nsovereign--\"an' I'll tell yer all I know. I heard a man by the name of\nBloxam say four nights ago in the 'Are an' 'Ounds, in Pincher's Alley,\nas 'ow he an' his mate 'ad 'ad a rare dusty job in a old 'ouse at\nPurfect. There ain't a-many such jobs as this 'ere, an' I'm thinkin'\nthat maybe Sam Bloxam could tell ye summut.\" I asked if he could tell me\nwhere to find him. I told him that if he could get me the address it\nwould be worth another half-sovereign to him. So he gulped down the rest\nof his tea and stood up, saying that he was going to begin the search\nthen and there. At the door he stopped, and said:--\n\n\"Look 'ere, guv'nor, there ain't no sense in me a-keepin' you 'ere. I\nmay find Sam soon, or I mayn't; but anyhow he ain't like to be in a way\nto tell ye much to-night. Sam is a rare one when he starts on the booze.\nIf you can give me a envelope with a stamp on it, and put yer address on\nit, I'll find out where Sam is to be found and post it ye to-night. But\nye'd better be up arter 'im soon in the mornin', or maybe ye won't ketch\n'im; for Sam gets off main early, never mind the booze the night afore.\"\n\nThis was all practical, so one of the children went off with a penny to\nbuy an envelope and a sheet of paper, and to keep the change. When she\ncame back, I addressed the envelope and stamped it, and when Smollet had\nagain faithfully promised to post the address when found, I took my way\nto home. We're on the track anyhow. I am tired to-night, and want sleep.\nMina is fast asleep, and looks a little too pale; her eyes look as\nthough she had been crying. Poor dear, I've no doubt it frets her to be\nkept in the dark, and it may make her doubly anxious about me and the\nothers. But it is best as it is. It is better to be disappointed and\nworried in such a way now than to have her nerve broken. The doctors\nwere quite right to insist on her being kept out of this dreadful\nbusiness. I must be firm, for on me this particular burden of silence\nmust rest. I shall not ever enter on the subject with her under any\ncircumstances. Indeed, it may not be a hard task, after all, for she\nherself has become reticent on the subject, and has not spoken of the\nCount or his doings ever since we told her of our decision.\n\n       *       *       *       *       *\n\n_2 October, evening._--A long and trying and exciting day. By the first\npost I got my directed envelope with a dirty scrap of paper enclosed, on\nwhich was written with a carpenter's pencil in a sprawling hand:--\n\n\"Sam Bloxam, Korkrans, 4, Poters Cort, Bartel Street, Walworth. Arsk for\nthe depite.\"\n\nI got the letter in bed, and rose without waking Mina. She looked heavy\nand sleepy and pale, and far from well. I determined not to wake her,\nbut that, when I should return from this new search, I would arrange for\nher going back to Exeter. I think she would be happier in our own home,\nwith her daily tasks to interest her, than in being here amongst us and\nin ignorance. I only saw Dr. Seward for a moment, and told him where I\nwas off to, promising to come back and tell the rest so soon as I should\nhave found out anything. I drove to Walworth and found, with some\ndifficulty, Potter's Court. Mr. Smollet's spelling misled me, as I asked\nfor Poter's Court instead of Potter's Court. However, when I had found\nthe court, I had no difficulty in discovering Corcoran's lodging-house.\nWhen I asked the man who came to the door for the \"depite,\" he shook his\nhead, and said: \"I dunno 'im. There ain't no such a person 'ere; I never\n'eard of 'im in all my bloomin' days. Don't believe there ain't nobody\nof that kind livin' ere or anywheres.\" I took out Smollet's letter, and\nas I read it it seemed to me that the lesson of the spelling of the name\nof the court might guide me. \"What are you?\" I asked.\n\n\"I'm the depity,\" he answered. I saw at once that I was on the right\ntrack; phonetic spelling had again misled me. A half-crown tip put the\ndeputy's knowledge at my disposal, and I learned that Mr. Bloxam, who\nhad slept off the remains of his beer on the previous night at\nCorcoran's, had left for his work at Poplar at five o'clock that\nmorning. He could not tell me where the place of work was situated, but\nhe had a vague idea that it was some kind of a \"new-fangled ware'us\";\nand with this slender clue I had to start for Poplar. It was twelve\no'clock before I got any satisfactory hint of such a building, and this\nI got at a coffee-shop, where some workmen were having their dinner. One\nof these suggested that there was being erected at Cross Angel Street a\nnew \"cold storage\" building; and as this suited the condition of a\n\"new-fangled ware'us,\" I at once drove to it. An interview with a surly\ngatekeeper and a surlier foreman, both of whom were appeased with the\ncoin of the realm, put me on the track of Bloxam; he was sent for on my\nsuggesting that I was willing to pay his day's wages to his foreman for\nthe privilege of asking him a few questions on a private matter. He was\na smart enough fellow, though rough of speech and bearing. When I had\npromised to pay for his information and given him an earnest, he told me\nthat he had made two journeys between Carfax and a house in Piccadilly,\nand had taken from this house to the latter nine great boxes--\"main\nheavy ones\"--with a horse and cart hired by him for this purpose. I\nasked him if he could tell me the number of the house in Piccadilly, to\nwhich he replied:--\n\n\"Well, guv'nor, I forgits the number, but it was only a few doors from a\nbig white church or somethink of the kind, not long built. It was a\ndusty old 'ouse, too, though nothin' to the dustiness of the 'ouse we\ntooked the bloomin' boxes from.\"\n\n\"How did you get into the houses if they were both empty?\"\n\n\"There was the old party what engaged me a-waitin' in the 'ouse at\nPurfleet. He 'elped me to lift the boxes and put them in the dray. Curse\nme, but he was the strongest chap I ever struck, an' him a old feller,\nwith a white moustache, one that thin you would think he couldn't throw\na shadder.\"\n\nHow this phrase thrilled through me!\n\n\"Why, 'e took up 'is end o' the boxes like they was pounds of tea, and\nme a-puffin' an' a-blowin' afore I could up-end mine anyhow--an' I'm no\nchicken, neither.\"\n\n\"How did you get into the house in Piccadilly?\" I asked.\n\n\"He was there too. He must 'a' started off and got there afore me, for\nwhen I rung of the bell he kem an' opened the door 'isself an' 'elped me\nto carry the boxes into the 'all.\"\n\n\"The whole nine?\" I asked.\n\n\"Yus; there was five in the first load an' four in the second. It was\nmain dry work, an' I don't so well remember 'ow I got 'ome.\" I\ninterrupted him:--\n\n\"Were the boxes left in the hall?\"\n\n\"Yus; it was a big 'all, an' there was nothin' else in it.\" I made one\nmore attempt to further matters:--\n\n\"You didn't have any key?\"\n\n\"Never used no key nor nothink. The old gent, he opened the door 'isself\nan' shut it again when I druv off. I don't remember the last time--but\nthat was the beer.\"\n\n\"And you can't remember the number of the house?\"\n\n\"No, sir. But ye needn't have no difficulty about that. It's a 'igh 'un\nwith a stone front with a bow on it, an' 'igh steps up to the door. I\nknow them steps, 'avin' 'ad to carry the boxes up with three loafers\nwhat come round to earn a copper. The old gent give them shillin's, an'\nthey seein' they got so much, they wanted more; but 'e took one of them\nby the shoulder and was like to throw 'im down the steps, till the lot\nof them went away cussin'.\" I thought that with this description I could\nfind the house, so, having paid my friend for his information, I started\noff for Piccadilly. I had gained a new painful experience; the Count\ncould, it was evident, handle the earth-boxes himself. If so, time was\nprecious; for, now that he had achieved a certain amount of\ndistribution, he could, by choosing his own time, complete the task\nunobserved. At Piccadilly Circus I discharged my cab, and walked\nwestward; beyond the Junior Constitutional I came across the house\ndescribed, and was satisfied that this was the next of the lairs\narranged by Dracula. The house looked as though it had been long\nuntenanted. The windows were encrusted with dust, and the shutters were\nup. All the framework was black with time, and from the iron the paint\nhad mostly scaled away. It was evident that up to lately there had been\na large notice-board in front of the balcony; it had, however, been\nroughly torn away, the uprights which had supported it still remaining.\nBehind the rails of the balcony I saw there were some loose boards,\nwhose raw edges looked white. I would have given a good deal to have\nbeen able to see the notice-board intact, as it would, perhaps, have\ngiven some clue to the ownership of the house. I remembered my\nexperience of the investigation and purchase of Carfax, and I could not\nbut feel that if I could find the former owner there might be some means\ndiscovered of gaining access to the house.\n\nThere was at present nothing to be learned from the Piccadilly side, and\nnothing could be done; so I went round to the back to see if anything\ncould be gathered from this quarter. The mews were active, the\nPiccadilly houses being mostly in occupation. I asked one or two of the\ngrooms and helpers whom I saw around if they could tell me anything\nabout the empty house. One of them said that he heard it had lately been\ntaken, but he couldn't say from whom. He told me, however, that up to\nvery lately there had been a notice-board of \"For Sale\" up, and that\nperhaps Mitchell, Sons, & Candy, the house agents, could tell me\nsomething, as he thought he remembered seeing the name of that firm on\nthe board. I did not wish to seem too eager, or to let my informant know\nor guess too much, so, thanking him in the usual manner, I strolled\naway. It was now growing dusk, and the autumn night was closing in, so I\ndid not lose any time. Having learned the address of Mitchell, Sons, &\nCandy from a directory at the Berkeley, I was soon at their office in\nSackville Street.\n\nThe gentleman who saw me was particularly suave in manner, but\nuncommunicative in equal proportion. Having once told me that the\nPiccadilly house--which throughout our interview he called a\n\"mansion\"--was sold, he considered my business as concluded. When I\nasked who had purchased it, he opened his eyes a thought wider, and\npaused a few seconds before replying:--\n\n\"It is sold, sir.\"\n\n\"Pardon me,\" I said, with equal politeness, \"but I have a special reason\nfor wishing to know who purchased it.\"\n\nAgain he paused longer, and raised his eyebrows still more. \"It is sold,\nsir,\" was again his laconic reply.\n\n\"Surely,\" I said, \"you do not mind letting me know so much.\"\n\n\"But I do mind,\" he answered. \"The affairs of their clients are\nabsolutely safe in the hands of Mitchell, Sons, & Candy.\" This was\nmanifestly a prig of the first water, and there was no use arguing with\nhim. I thought I had best meet him on his own ground, so I said:--\n\n\"Your clients, sir, are happy in having so resolute a guardian of their\nconfidence. I am myself a professional man.\" Here I handed him my card.\n\"In this instance I am not prompted by curiosity; I act on the part of\nLord Godalming, who wishes to know something of the property which was,\nhe understood, lately for sale.\" These words put a different complexion\non affairs. He said:--\n\n\"I would like to oblige you if I could, Mr. Harker, and especially would\nI like to oblige his lordship. We once carried out a small matter of\nrenting some chambers for him when he was the Honourable Arthur\nHolmwood. If you will let me have his lordship's address I will consult\nthe House on the subject, and will, in any case, communicate with his\nlordship by to-night's post. It will be a pleasure if we can so far\ndeviate from our rules as to give the required information to his\nlordship.\"\n\nI wanted to secure a friend, and not to make an enemy, so I thanked him,\ngave the address at Dr. Seward's and came away. It was now dark, and I\nwas tired and hungry. I got a cup of tea at the Aërated Bread Company\nand came down to Purfleet by the next train.\n\nI found all the others at home. Mina was looking tired and pale, but she\nmade a gallant effort to be bright and cheerful, it wrung my heart to\nthink that I had had to keep anything from her and so caused her\ninquietude. Thank God, this will be the last night of her looking on at\nour conferences, and feeling the sting of our not showing our\nconfidence. It took all my courage to hold to the wise resolution of\nkeeping her out of our grim task. She seems somehow more reconciled; or\nelse the very subject seems to have become repugnant to her, for when\nany accidental allusion is made she actually shudders. I am glad we\nmade our resolution in time, as with such a feeling as this, our growing\nknowledge would be torture to her.\n\nI could not tell the others of the day's discovery till we were alone;\nso after dinner--followed by a little music to save appearances even\namongst ourselves--I took Mina to her room and left her to go to bed.\nThe dear girl was more affectionate with me than ever, and clung to me\nas though she would detain me; but there was much to be talked of and I\ncame away. Thank God, the ceasing of telling things has made no\ndifference between us.\n\nWhen I came down again I found the others all gathered round the fire in\nthe study. In the train I had written my diary so far, and simply read\nit off to them as the best means of letting them get abreast of my own\ninformation; when I had finished Van Helsing said:--\n\n\"This has been a great day's work, friend Jonathan. Doubtless we are on\nthe track of the missing boxes. If we find them all in that house, then\nour work is near the end. But if there be some missing, we must search\nuntil we find them. Then shall we make our final _coup_, and hunt the\nwretch to his real death.\" We all sat silent awhile and all at once Mr.\nMorris spoke:--\n\n\"Say! how are we going to get into that house?\"\n\n\"We got into the other,\" answered Lord Godalming quickly.\n\n\"But, Art, this is different. We broke house at Carfax, but we had night\nand a walled park to protect us. It will be a mighty different thing to\ncommit burglary in Piccadilly, either by day or night. I confess I don't\nsee how we are going to get in unless that agency duck can find us a key\nof some sort; perhaps we shall know when you get his letter in the\nmorning.\" Lord Godalming's brows contracted, and he stood up and walked\nabout the room. By-and-by he stopped and said, turning from one to\nanother of us:--\n\n\"Quincey's head is level. This burglary business is getting serious; we\ngot off once all right; but we have now a rare job on hand--unless we\ncan find the Count's key basket.\"\n\nAs nothing could well be done before morning, and as it would be at\nleast advisable to wait till Lord Godalming should hear from Mitchell's,\nwe decided not to take any active step before breakfast time. For a good\nwhile we sat and smoked, discussing the matter in its various lights and\nbearings; I took the opportunity of bringing this diary right up to the\nmoment. I am very sleepy and shall go to bed....\n\nJust a line. Mina sleeps soundly and her breathing is regular. Her\nforehead is puckered up into little wrinkles, as though she thinks even\nin her sleep. She is still too pale, but does not look so haggard as she\ndid this morning. To-morrow will, I hope, mend all this; she will be\nherself at home in Exeter. Oh, but I am sleepy!\n\n\n_Dr. Seward's Diary._\n\n_1 October._--I am puzzled afresh about Renfield. His moods change so\nrapidly that I find it difficult to keep touch of them, and as they\nalways mean something more than his own well-being, they form a more\nthan interesting study. This morning, when I went to see him after his\nrepulse of Van Helsing, his manner was that of a man commanding destiny.\nHe was, in fact, commanding destiny--subjectively. He did not really\ncare for any of the things of mere earth; he was in the clouds and\nlooked down on all the weaknesses and wants of us poor mortals. I\nthought I would improve the occasion and learn something, so I asked\nhim:--\n\n\"What about the flies these times?\" He smiled on me in quite a superior\nsort of way--such a smile as would have become the face of Malvolio--as\nhe answered me:--\n\n\"The fly, my dear sir, has one striking feature; its wings are typical\nof the aërial powers of the psychic faculties. The ancients did well\nwhen they typified the soul as a butterfly!\"\n\nI thought I would push his analogy to its utmost logically, so I said\nquickly:--\n\n\"Oh, it is a soul you are after now, is it?\" His madness foiled his\nreason, and a puzzled look spread over his face as, shaking his head\nwith a decision which I had but seldom seen in him, he said:--\n\n\"Oh, no, oh no! I want no souls. Life is all I want.\" Here he brightened\nup; \"I am pretty indifferent about it at present. Life is all right; I\nhave all I want. You must get a new patient, doctor, if you wish to\nstudy zoöphagy!\"\n\nThis puzzled me a little, so I drew him on:--\n\n\"Then you command life; you are a god, I suppose?\" He smiled with an\nineffably benign superiority.\n\n\"Oh no! Far be it from me to arrogate to myself the attributes of the\nDeity. I am not even concerned in His especially spiritual doings. If I\nmay state my intellectual position I am, so far as concerns things\npurely terrestrial, somewhat in the position which Enoch occupied\nspiritually!\" This was a poser to me. I could not at the moment recall\nEnoch's appositeness; so I had to ask a simple question, though I felt\nthat by so doing I was lowering myself in the eyes of the lunatic:--\n\n\"And why with Enoch?\"\n\n\"Because he walked with God.\" I could not see the analogy, but did not\nlike to admit it; so I harked back to what he had denied:--\n\n\"So you don't care about life and you don't want souls. Why not?\" I put\nmy question quickly and somewhat sternly, on purpose to disconcert him.\nThe effort succeeded; for an instant he unconsciously relapsed into his\nold servile manner, bent low before me, and actually fawned upon me as\nhe replied:--\n\n\"I don't want any souls, indeed, indeed! I don't. I couldn't use them if\nI had them; they would be no manner of use to me. I couldn't eat them\nor----\" He suddenly stopped and the old cunning look spread over his\nface, like a wind-sweep on the surface of the water. \"And doctor, as to\nlife, what is it after all? When you've got all you require, and you\nknow that you will never want, that is all. I have friends--good\nfriends--like you, Dr. Seward\"; this was said with a leer of\ninexpressible cunning. \"I know that I shall never lack the means of\nlife!\"\n\nI think that through the cloudiness of his insanity he saw some\nantagonism in me, for he at once fell back on the last refuge of such as\nhe--a dogged silence. After a short time I saw that for the present it\nwas useless to speak to him. He was sulky, and so I came away.\n\nLater in the day he sent for me. Ordinarily I would not have come\nwithout special reason, but just at present I am so interested in him\nthat I would gladly make an effort. Besides, I am glad to have anything\nto help to pass the time. Harker is out, following up clues; and so are\nLord Godalming and Quincey. Van Helsing sits in my study poring over the\nrecord prepared by the Harkers; he seems to think that by accurate\nknowledge of all details he will light upon some clue. He does not wish\nto be disturbed in the work, without cause. I would have taken him with\nme to see the patient, only I thought that after his last repulse he\nmight not care to go again. There was also another reason: Renfield\nmight not speak so freely before a third person as when he and I were\nalone.\n\nI found him sitting out in the middle of the floor on his stool, a pose\nwhich is generally indicative of some mental energy on his part. When I\ncame in, he said at once, as though the question had been waiting on his\nlips:--\n\n\"What about souls?\" It was evident then that my surmise had been\ncorrect. Unconscious cerebration was doing its work, even with the\nlunatic. I determined to have the matter out. \"What about them\nyourself?\" I asked. He did not reply for a moment but looked all round\nhim, and up and down, as though he expected to find some inspiration for\nan answer.\n\n\"I don't want any souls!\" he said in a feeble, apologetic way. The\nmatter seemed preying on his mind, and so I determined to use it--to \"be\ncruel only to be kind.\" So I said:--\n\n\"You like life, and you want life?\"\n\n\"Oh yes! but that is all right; you needn't worry about that!\"\n\n\"But,\" I asked, \"how are we to get the life without getting the soul\nalso?\" This seemed to puzzle him, so I followed it up:--\n\n\"A nice time you'll have some time when you're flying out there, with\nthe souls of thousands of flies and spiders and birds and cats buzzing\nand twittering and miauing all round you. You've got their lives, you\nknow, and you must put up with their souls!\" Something seemed to affect\nhis imagination, for he put his fingers to his ears and shut his eyes,\nscrewing them up tightly just as a small boy does when his face is being\nsoaped. There was something pathetic in it that touched me; it also gave\nme a lesson, for it seemed that before me was a child--only a child,\nthough the features were worn, and the stubble on the jaws was white. It\nwas evident that he was undergoing some process of mental disturbance,\nand, knowing how his past moods had interpreted things seemingly foreign\nto himself, I thought I would enter into his mind as well as I could and\ngo with him. The first step was to restore confidence, so I asked him,\nspeaking pretty loud so that he would hear me through his closed ears:--\n\n\"Would you like some sugar to get your flies round again?\" He seemed to\nwake up all at once, and shook his head. With a laugh he replied:--\n\n\"Not much! flies are poor things, after all!\" After a pause he added,\n\"But I don't want their souls buzzing round me, all the same.\"\n\n\"Or spiders?\" I went on."], "title": ["Dracula"], "author": ["Bram Stoker"]}