{"genre": ["Fantasy"], "text": ["\n.”\n\nBlushweaver stole another grape. “You just don’t know Austrism well enough. It’s complex. If you’re looking for something really simple, you should try the Pahn Kahl faith.”\n\nLightsong frowned. “Don’t they just worship the Returned, like the rest of us?” “No. They have their own religion.”\n\n“But everyone knows the Pahn Kahl are practically Hallandren.” Blushweaver shrugged, watching the stadium floor below.\n\n“And how exactly did we get onto this tangent, anyway?” Lightsong said. “I swear, my dear. Sometimes our conversations remind me of a broken sword.”\n\nShe raised an eyebrow.\n“Sharp as hell,” Lightsong said, “but lacking a point.”\n\nBlushweaver snorted quietly. “You’re the one who asked to meet with me, Lightsong.” “Yes, but we both know that you wanted me to. What are you planning, Blushweaver?” Blushweaver rolled her grape between her fingers. “Wait,” she said.\n\nLightsong sighed, waving for a servant to bring him some nuts. One placed a bowl on the table; then another came forward and began to crack them for him. “First you imply that I should join with you, now you won’t tell me what you want me to do? I swear, woman. Someday, your ridiculous sense of drama is going to cause cataclysmic problems—like, for instance, boredom in your companions.”\n\n“It’s not drama,” she said. “It’s respect.” She nodded directly across the arena, where the God King’s box still stood empty, golden throne sitting on a pedestal above the box itself.\n\n“Ah. Feeling patriotic today, are we?”\n\n“It’s more that I’m curious.”\n\n“About?”\n\n“Her.”\n\n“The queen?”\n\nBlushweaver gave him a flat stare. “Of course, her. Who else would I be speaking about?”\n\nLightsong counted off the days. It had been a week. “Huh,” he said to himself. “Her period of isolation is over, then?”\n\n“You really should pay more attention, Lightsong.”\n\nHe shrugged. “Time tends to pass you by more quickly when you take no notice of it, my dear. In that, it’s remarkably similar to most women I know.” With that, he accepted a handful of nuts, then settled back to wait.\n\n\n\nApparently, the people of T’Telir weren’t fond of carriages—not even to carry gods. Siri sat, somewhat bemused, as a group of servants carried her chair across the grass toward a large, circular structure at the back of the Court of Gods. It was raining. She didn’t care. She’d been cooped up for far too long.\n\nShe turned, twisting in her chair, looking back over a group of serving women who carried her dress’s long golden train, keeping it off the wet grass. Around them all walked more women, who held a large canopy to shield Siri from the rain.\n\n“Could you . . . move that aside?” Siri asked. “Let the rain fall on me?” The serving women glanced at one another. “Just for a little bit,” Siri said. “I promise.”\nThe women shared frowns, but slowed, allowing Siri’s porters to pull ahead and expose her to the rain. She looked up, smiling as the drizzle fell on her face. Seven days is far too long to spend indoors, she decided. She basked for a long moment, enjoying the cool wetness on her skin and clothing. The grass looked inviting. She glanced back again. “I could walk, you know.”Feel my toes on those green blades. . . .\n\nThe serving women looked very, very uncomfortable about that concept.\n\n“Or not,” Siri said, turning around as the women sped up, again covering the sky with their canopy. Walking was probably a bad idea, considering her dress’s long train. She’d eventually chosen a gown far more daring than anything she’d ever worn before. The neckline was a touch low, and it had no sleeves. It also had a curious design that covered the front of her legs with a short skirt, yet was floor-length in back. She’d picked it partially for the novelty, though she blushed every time she thought of how much leg it showed.\n\nThey soon arrived at the arena and her porters carried her up into it. Siri was interested to see that it had no ceiling and had a sand-covered floor. Just above the floor, a colorful group of people were gathering on ranks of benches. Though some of them carried umbrellas, many ignored the light rain, chatting amiably among themselves. Siri smiled at the crowd; a hundred different colors and as many different clothing styles were represented. It was good to see some variety again, even if that variety was somewhat garish.\n\nHer porters carried her up to a large stone cleft built into the side of the building. Here, her women slid the canopy’s poles into holes in the stone, allowing it to stand freely to cover the entire box. Servants scuttled about, getting things ready, and her porters lowered her chair. She stood, frowning. She was finally free of the palace. And yet it appeared she was going to have to sit above everyone else. Even the other gods—who she assumed were in the other canopied boxes—were far away and separated from her by walls.\n\nHow is it that they can make me feel alone, even when surrounded by hundreds of people? She turned to one of her serving women. “The God King. Where is he?”\n\nThe woman gestured toward the other boxes like Siri’s.\n\n“He’s in one of them?” Siri asked.\n\n“No, Vessel,” the woman said, eyes downcast. “He will not arrive until the gods are all here.” Ah, Siri thought. Makes sense, I guess.\n\nShe sat back in her chair as several servants prepared food. To the side, a minstrel began to play a flute, as if to drown out the sounds of the people below. She would rather have heard the people. Still, she decided not to let herself get into a bad mood. At least she was outside, and she could see other people, even if she couldn’t interact with them. She smiled to herself, leaning forward, elbows on knees, as she studied the exotic colors below.\n\nWhat was she to make of T’Telir people? They were just so remarkably diverse. Some had dark skin, which meant they were from the edges of the Hallandren kingdom. Others had yellow hair, or even strange hair colors—blue and green—that came, Siri assumed, from dyes.\nAll wore brilliant clothing, as if there were no other option. Ornate hats were popular, both on men and women. Clothing ranged from vests and shorts to long robes and gowns. How much time must they spend shopping! It was difficult enough for her to choose what to wear, and she had only about a dozen choices each day—and no hats. After she’d refused the first few, the servants had stopped offering them.\n\nEntourage after entourage arrived bearing a different set of colors—a hue and a metallic, usually. She counted the boxes. There was room for about fifty gods, but the court had only a couple of dozen. Twenty-five, wasn’t it? In each procession, she saw a figure standing taller than the others. Some— mostly the women—were carried on chairs or couches. The men generally walked, some wearing intricate robes, others wearing nothing more than sandals and skirt. Siri leaned forward, studying one god as he walked right by her box. His bare chest made her blush, but it let her see his well-muscled body and toned flesh.\n\nHe glanced at her, then nodded his head slightly in respect. His servants and priests bowed almost to the ground. The god passed on, having said nothing.\n\nShe sat back in her chair, shaking her head as one of the servants offered her food. There were still four or five gods left to arrive. Apparently, the Hallandren deities weren’t as punctual as Bluefingers’s schedule-keeping had led her to believe.\n\n\n\nVivenna stepped through the gates, passing into the Hallandren Court of Gods, which was dominated by a group of large palaces. She hesitated, and small groups of people passed through on either side of her, though there wasn’t much of a crowd.\n\nDenth had been right; it had been easy for her to get into the court. The priests at the gate had waved Vivenna through without even asking her identity. They had even let Parlin pass, assuming him to be her attendant. She turned back, glancing at the priests in their blue robes. She could see bubbles of colorfulness around them, indications of their strong BioChroma.\n\nShe’d been tutored about this. The priests guarding the gates had enough Breath to get them to the First Heightening, the state at which a person gained the ability to distinguish levels of Breath in other people. Vivenna had it too. It wasn’t that auras or colors looked different to her. In fact, the ability to distinguish Breath was similar to the perfect pitch she had gained. Other people heard the same sounds she did, she just had the ability to pick them apart.\n\nShe saw how close a person had to get to one of the priests before the colors increased, and she saw exactly how much more colorful those hues became. This information let her know instinctively that each of the priests was of the First Heightening. Parlin had one Breath. The ordinary citizens, who had to present papers to gain entrance to the court, also each had only one Breath. She could tell how strong that Breath was, and if the person was sick or not.\n\nThe priests each had exactly fifty Breaths, as did the majority of the wealthier individuals entering through the gates. A fair number had at least two hundred Breaths, enough for the Second Heightening and the perfect pitch it granted. Only a couple had more Breaths than Vivenna, who had reached all the way to the Third Heightening and the perfect color perception it granted.\nShe turned away from her study of the crowd. She’d been tutored about the Heightenings, but she’d never expected to experience one firsthand. She felt dirty. Perverse. Particularly because the colors were just so beautiful.\n\nHer tutors had explained how the court was composed of a wide circle of palaces, but they had not mentioned how each palace was so harmoniously balanced in color. Each was a work of art, utilizing subtle color gradients that normal people just wouldn’t be able to appreciate. These sat on a perfect, uniformly green lawn. It was trimmed carefully, and it was marred by neither road nor walkway. Vivenna stepped onto it, Parlin at her side, and she felt an urge to kick off her shoes and walk barefoot in the dew-moistened grass. That wouldn’t be appropriate at all, and she stifled the impulse.\n\nThe drizzle was finally starting to let up, and Parlin lowered the umbrella he’d bought to keep them both dry. “So, this is it,” he said, shaking off the umbrella. “The Court of Gods.”\n\nVivenna nodded.\n\n“Good place to graze sheep.”\n\n“I doubt that,” she said quietly.\n\nParlin frowned. “Goats, then?” he said finally.\n\nVivenna sighed, and they joined the small procession walking across the grass toward a large structure outside the circle of palaces. She’d been worried about standing out—after all, she still wore her simple Idrian dress, with its high neck, practical fabric, and muted colors. She was beginning to realize that there just wasn’t a way to stand out in T’Telir.\n\nThe people around her wore such a stunning variety of costumes that she wondered who had the imagination to design them all. Some were as modest as Vivenna’s and others even had muted colors— though these were usually accented by bright scarves or hats. Modesty in both design and color was obviously unfashionable, but not nonexistent.\n\nIt’s all about drawing attention, she realized. The whites and faded colors are a reaction against the bright colors. But because everyone tries so hard to look distinctive, nobody does!\n\nFeeling a little more secure, she glanced at Parlin, who seemed more at peace now that they were away from the larger crowds in the city below. “Interesting buildings,” he said. “The people wear so much color, but that palace is just one color. Wonder why that is.”\n\n“It’s not one color. It’s many different shades of the same color.” Parlin shrugged. “Red is red.”\n\nHow could she explain? Each red was different, like notes on a musical scale. The walls were of pure red. The roof tiles, side columns, and other ornamentations were of slightly different shades, each distinct and intentional. The columns, for instance, formed stepping fifths of color, harmonizing with the base tint of the walls.\nIt was like a symphony of hues. The building had obviously been constructed for a person who had achieved the Third Heightening, as only such a person would be able to see the ideal resonance. To others . . . well, it was just a bunch of red.\n\nThey passed the red palace, approaching the arena. Entertainment was central to the lives of the Hallandren gods. After all, one couldn’t expect gods to do anything useful with their time. Often they were diverted in their palaces or on the courtyard lawn, but for particularly large events, there was the arena—which also served as the location of Hallandren legislative debates. Today, the priests would argue for the sport of their deities.\n\nVivenna and Parlin waited their turn as the people crowded around the arena entrance. Vivenna glanced toward another gateway, wondering why nobody used it. The answer was made manifest as a figure approached. He was surrounded by servants, some carrying a canopy. All were dressed in blue and silver, matching their leader, who stood a good head taller than the others. He gave off a BioChromatic aura such as Vivenna had never seen—though, admittedly, she’d been able to see them for only a few hours. His bubble of enhanced color was enormous; it extended nearly thirty feet. To her First Heightening senses, the god’s Breath registered as infinite. Immea sur able. For the first time, Vivenna could see that there was something different about the Returned. They weren’t just Awakeners with more power; it was like they had only a single Breath, but that Breath was so im mensely powerful that it single-handedly propelled them to the upper Heightenings.\n\nThe god entered the arena through the open gateway. As she watched him, Vivenna’s sense of awe dissipated. There was an arrogance in this man’s posture, a dismissiveness to the way he entered freely while others waited their turn at an overcrowded entrance.\n\nTo keep him alive, Vivenna thought, he has to absorb a person’s Breath each week.\n\nShe’d let herself become too relaxed, and she felt her revulsion return. Color and beauty couldn’t cover up such enormous conceit, nor could it hide the sin of being a parasite living on the common people.\n\nThe god disappeared into the arena. Vivenna waited, thinking for a time about her own BioChroma and what it meant. She was completely shocked when a man beside her suddenly lifted off the ground.\n\nThe man rose into the air, lifted by his unusually long cloak. The cloth had stiffened, looking a little like a hand as it held the man up high so he could see over the crowd. How does it do that? She’d been told that Breath could give life to objects, but what did “life” mean? It seemed as if the fibers in the cloak were taut, like muscles, but how did it lift something so much heavier than it was?\n\nThe man descended to the ground. He muttered something Vivenna couldn’t hear, and his BioChromatic aura grew stronger as he recovered his Breath from the cloak. “We should be moving again soon,” the man said to his friends. “The crowd is thinning up ahead.”\n\nIndeed, soon the crowd started to progress. It wasn’t long before Vivenna and Parlin entered the arena itself. They moved through the stone benches, choosing a place that wasn’t too crowded, and Vivenna looked urgently through the boxes set above. The building was ornate, but not really very big, and so it didn’t take her long to locate Siri.\n\nWhen she did, her heart sank. My . . . sister, Vivenna thought with a chill. My poor sister.\nSiri was dressed in a scandalous golden dress that didn’t even come down to her knees. It also had a plunging neckline. Siri’s hair, which even she should have been able to keep a dark brown, was instead the golden yellow of enjoyment, and there were deep red ribbons woven through it. She was being attended by dozens of servants.\n\n“Look what they’ve done to her,” Vivenna said. “She must be frightened senseless, forced to wear something like that, forced to keep her hair a color that matches her clothing . . .” Forced to be slave to the God King.\n\nParlin’s square-jawed face grew hard. He didn’t often get angry, but Vivenna could see it in him now. She agreed. Siri was being exploited; they were carrying her around and displaying her like some kind of trophy. It seemed to Vivenna a statement. They were saying they could take a chaste, innocent Idrian woman and do whatever they wished with her.\n\nWhat I’m doing is right, Vivenna thought with growing determination. Coming to Hallandren was the best thing to do. Lemex might be dead, but I have to press onward. I have to find a way.\n\nI have to save my sister.\n\n“Vivenna?” Parlin said.\n\n“Hum?” Vivenna asked, distracted.\n\n“Why is everyone starting to bow?”\n\n\n\nSiri played idly with one of the tassels on her dress. The final god was seating himself in his box.That’s twenty-five, she thought. That should be all of them.\n\nSuddenly, out in the audience, people began to rise, then kneel to the ground. Siri stood, searching anxiously. What was she missing? Had the God King arrived, or was this something else? Even the gods had gone down on their knees, though they didn’t prostrate themselves as the mortals did. They all seemed to be bowing toward Siri. Some sort of ritual greeting for their new queen?\n\nThen she saw it. Her dress exploded with color, the stone at her feet gained luster, and her very skin became more vibrant. In front of her, a white serving bowl began to shine; then it seemed to stretch, the white color splitting into the colors of the rainbow.\n\nA serving woman tugged on Siri’s sleeve from where she knelt below. “Vessel,” the woman whispered, “behind you!”\n\nBreath catching in her chest, Siri turned. She found him standing behind her, though she had no idea how he had arrived. There was no entrance back there, just the stone wall.\n\nHe wore white. She hadn’t expected that. Something about his BioChroma made the pure white split as she’d seen before, breaking up like light passed through a prism. Now, in daylight, she could finally see this properly. His clothing seemed to stretch, forming a robe-shaped rainbow in a colorful aura around him.\nAnd he was young. Far younger than her shadowed meetings had suggested. He had supposedly reigned in Hallandren for decades, yet the man standing behind her appeared to be no more than twenty. She stared at him, awed, mouth opening slightly, and any words she had planned to say escaped her. This man was a god. The very air distorted around him. How could she have not seen it? How could she possibly have treated him as she had? She felt like a fool.\n\nHe regarded her, expression blank and unreadable, face so controlled that he reminded Siri of Vivenna. Vivenna. She wouldn’t have been so belligerent. She would have deserved marriage to such a majestic creature.\n\nThe serving woman hissed quietly, tugging again at Siri’s dress. Belatedly, Siri dropped to her knees on the stone, the long train of her dress flapping slightly in the wind behind her.\n\n\n\nBlushweaver knelt obediently on her cushion. Lightsong, however, remained standing, looking across the stadium toward a man he could barely see. The God King wore white, as he often did, for dramatic effect. As the only being to have achieved the Tenth Heightening, the God King had such a strong aura that he could draw color even from something colorless.\n\nBlushweaver glanced up at Lightsong.\n\n“Why do we kneel?” Lightsong asked.\n\n“That’s our king!” Blushweaver hissed. “Drop down, fool.”\n\n“What will happen if I don’t?” Lightsong said. “They can’t execute me. I’m a god.” “You could hurt our cause!”\n\n“Our cause”? Lightsong thought. One meeting and I’m already part of her plans?\n\nHowever, he wasn’t so foolish that he would needlessly earn the God King’s ire. Why risk his perfect life, full of people who would carry his chair through the rain and shell his nuts for him? He knelt down on his cushion. The God King’s superiority was arbitrary, much like Lightsong’s divinity—both part of a grand game of make-believe.\n\nBut he’d found that imaginary things were often the only items of real substance in people’s lives.\n\n\n\nSiri breathed quickly, kneeling on the stone before her husband. The entire arena was hushed and still. Eyes downcast, she could still see Susebron’s white-clothed feet in front of her. Even they gave off an aura of color, the white straps of his sandals bending out colorful ribbons.\n\nTwo coils of colorful rope hit the ground on either side of the God King. Siri watched as the ropes twisted with a life of their own, carefully wrapping around Susebron and pulling him into the air. His white robes fluttered as he was towed up through the space between the canopy and the back wall. Siri leaned forward, watching the ropes deliver her husband to a stone outcropping above. He sat back into a golden throne. Beside him, a pair of Awakener priests commanded their living ropes to roll up around their arms and shoulders.\nThe God King stretched out his hand. The people stood up—their chatter beginning again—and reseated themselves. So . . . he’s not going to sit with me, she thought as she rose. A part of her was relieved, though another was just as frustrated. She’d been getting over her awe of being in Hallandren and being married to a god. Now he’d gone and impressed her all over again. Troubled, she sat and stared out over the crowds, barely watching as a group of priests entered the arena below.\n\nWhat was she to make of Susebron? He couldn’t be a god. Not really. Could he?\n\nAustre was the true God of men, the one who sent the Returned. The Hallandren had worshipped him too, before the Manywar and the exile of the royal family. Only after that had they fallen, becoming pagans, worshipping the Iridescent Tones: BioChromatic Breath, the Returned, and art in general.\n\nAnd yet, Siri had never seen Austre. She’d been taught about him, but what was one to make of a creature like the God King? That divine halo of color wasn’t something that she could ignore. She began to understand just how the people of Hallandren—after nearly being destroyed by their enemies, then being saved by the diplomatic skills of Peacegiver the Blessed—could look to the Returned for divine guidance.\n\nShe sighed, glancing to the side as a figure walked up the steps toward her box. It was Bluefingers— hands stained with ink, characteristically scribbling away on a ledger even as he entered her pavilion. He glanced up at the God King, nodded to himself, then made another annotation on his ledger. “I see that His Immortal Majesty is positioned and that you are properly displayed, Vessel.”\n\n“Displayed?”\n\n“Of course,” Bluefingers said. “That is the main purpose of your visit here. The Returned didn’t get much of a chance to see you when you first came to us.”\n\nSiri shivered, trying to maintain a better posture. “Shouldn’t they be paying attention to the priests down there? Instead of studying me, I mean.”\n\n“Probably,” Bluefingers said, not looking up from his ledger. “In my experience, they rarely do what they’re supposed to.” He didn’t seem particularly reverent toward them.\n\nSiri let the conversation lapse, thinking. Bluefingers had never explained his odd warning the other night. Things are not what they seem. “Bluefingers,” she said. “About the thing you told me the other night. The—”\n\nHe immediately shot her a look—eyes wide and insistent—cutting her off. He turned back to his ledger.\n\nThe message was obvious. Not right now.\n\nSiri sighed, resisting the urge to slump down. Below, priests of various colors stood on short platforms, debating despite the drizzling rain. She could hear them quite well, yet little of what they said made sense to her—the current debate appeared to have something to do with the way refuse and sewage was handled in the city.\n\n“Bluefingers,” she asked. “Are they really gods?”\n\nThe scribe hesitated, then finally looked up from his ledger. “Vessel?”\n“The Returned. Do you really think that they’re divine? That they can see the future?”\n\n“I . . . don’t think I’m the right one to ask, Vessel. Let me fetch one of the priests. He can answer your questions. Just give me a—”\n\n“No,” Siri said, causing him to stop. “I don’t want a priest’s opinion—I want the opinion of a regular person, like you. A typical follower.”\n\nBluefingers frowned. “All apologies, Vessel, but I’m not a follower of the Returned.” “But you work in the palace.”\n\n“And you live there, Vessel. Yet neither of us worship the Iridescent Tones. You are from Idris. I am from Pahn Kahl.”\n\n“Pahn Kahl is the same as Hallandren.”\n\nBluefingers raised an eyebrow, pursing his lips. “Actually, Vessel, it’s quite different.” “But you’re ruled by the God King.”\n\n“We can accept him as king without worshipping him as our god,” Bluefingers said. “That is one of the reasons why I’m a steward in the palace instead of a priest.”\n\nHis robes, Siri thought. Maybe that’s why he always wears brown. She turned, glancing down at the priests upon their pedestals in the sand. Each wore a different set of colors, each representing—she assumed—a different one of the Returned. “So what do you think of them?”\n\n“Good people,” Bluefingers said, “but misguided. A little like I think of you, Vessel.”\n\nShe glanced at him. He, however, had already turned back to his ledgers. He wasn’t the easiest man with whom to have a conversation. “But how do you explain the God King’s radiance?”\n\n“BioChroma,” Bluefingers said, still scribbling, not sounding at all annoyed by her questions. He was obviously a man accustomed to dealing with interruption.\n\n“The rest of the Returned don’t bend white into colors like he does, do they?”\n\n“No,” Bluefingers said, “indeed they do not. They, however, don’t hold the wealth of Breaths that he does.”\n\n“So he is different,” Siri said. “Why was he born with more?”\n\n“He wasn’t, Vessel. The God King’s power does not derive from the inherent BioChroma of being a Returned—in that, he is identical to the others. However, he holds something else. The Light of Peace, they call it. A fancy word for a treasure trove of Breath that numbers somewhere in the tens of thousands.”\n\nTens of thousands? Siri thought. “That much?”\n\nBluefingers nodded distractedly. “The God Kings are said to be the only ones to ever achieve the Tenth Heightening. That is what makes light fracture around him, as well as gives him other abilities. The ability to break Lifeless Commands, for instance, or the ability to Awaken objects without touching\nthem, using only the sound of his voice. These powers are less a function of divinity, and more a simple matter of holding so much Breath.”\n\n“But where did he get it?”\n\n“The majority of it was originally gathered by Peacegiver the Blessed,” Bluefingers said. “He collected thousands of Breaths during the days of the Manywar. He passed those on to the first Hallandren God King. That inheritance has been transferred from father to son for centuries—and has been enlarged, since each God King is given two Breaths a week, instead of the one that the other Returned receive.”\n\n“Oh,” Siri said, sitting back, finding herself oddly disappointed by the news. Susebron was not a god, he was simply a man with far more BioChroma than normal.\n\nBut . . . what of the Returned themselves? Siri folded her arms again, still troubled. She’d never been forced to look objectively at what she believed. Austre was simply . . . well, God. You didn’t question people when they talked about God. The Returned were usurpers, who had cast the followers of Austre out of Hallandren, not true deities themselves.\n\nYet they were so majestic. Why had the royal family been cast out of Hallandren? She knew the official story taught in Idris—that the royals hadn’t supported the conflicts that led up to the Manywar. For that, the people had revolted against them. That revolt had been led by Kalad the Usurper.\n\nKalad. Though Siri had avoided most of her tutorial sessions, even she knew the stories of that man. He was the one who had led the people of Hallandren in the heresy of building Lifeless. He had created a powerful army of the creatures, one the likes of which had never been seen in the land. The stories said Kalad’s Lifeless had been more dangerous, new and distinctive. Terrible and destructive. He’d eventually been defeated by Peacegiver, who had then ended the Manywar through diplomacy.\n\nThe stories said that Kalad’s armies were still out there, somewhere. Waiting to sweep down and destroy again. She knew that story was just a legend told by hearthlight, but it still gave her shivers to consider.\n\nRegardless, Peacegiver had seized control and stopped the Manywar. However, he had not restored Hallandren to its rightful rulers. Idris’s histories claimed betrayal and treachery. The monks spoke of heresies that were too deeply ingrained in Hallandren.\n\nSurely the Hallandren people had their own version of the story. Watching the Returned in their boxes made Siri wonder. One fact was obvious: Things in Hallandren were a whole lot less terrible than she had been taught.\n\n\n\nVivenna shivered, cringing as the people in their colorful outfits crowded around her.\n\nThings here are worse, even, than my tutors said, she decided, wriggling in her seat. Parlin seemed to have lost much of his nervousness about being in such a crowd. He was focused on the debating priests on the floor of the arena.\n\nShe still couldn’t decide if she thought the Breath she held was horrible or wonderful. Gradually, she was coming to appreciate that it was horrible because of how wonderful it felt. The more people that\nsurged around her, the more overwhelmed she felt by her Breath-heightened perception of them. Surely if Parlin only could sense the sheer scope of all those colors, he wouldn’t gawk so dumbly at the costumes. Surely if he could feel the people, he would feel boxed in as she did, unable to breathe.\n\nThat’s it, she thought. I’ve seen Siri, and I know what they’ve done with her. It’s time to go. Turning, she stood. And froze.\n\nA man was standing two rows back, and he was staring directly at Vivenna. She normally wouldn’t have paid him any attention. He was wearing ragged brown clothing, ripped in places, his loose trousers tied at the waist by a simple rope. His facial hair was halfway between being a beard and just scruff. His hair was unkempt and came down to his shoulders.\n\nAnd he created a bubble of color around him so bright that he had to be of the Fifth Heightening. He stared at her, meeting her eyes, and she had a sudden and awful panicked sense that he knew exactly who she was.\n\nShe stumbled back. The strange man didn’t take his eyes off of her. He shifted, pushing back his cloak and exposing a large, black-hilted sword at his belt. Few people in Hallandren wore weapons. This man didn’t seem to care. How had he gotten that thing into the court? The people to the sides gave him a wide berth, and Vivenna swore she could sense something about that sword. It seemed to darken colors. Deepen them. Make tans into browns, reds into maroons, blues into navies. As if it had its own BioChroma . . .\n\n“Parlin,” she said, more sharply than she’d intended. “We’re leaving.” “But—”\n\n“Now,” Vivenna said, turning and rushing away. Her newfound BioChromatic senses informed her that the man’s eyes were still on her. Now that she realized it, she understood that his eyes on her were probably what had made her so uncomfortable in the first place.\n\nThe tutors spoke of this, she thought as she and Parlin made their way to one of the stone exit passages. Life sense, the ability to tell when there are people nearby, and to tell when they’re watching you. Everyone has it to a small degree. BioChroma enhances that.\n\nAs soon as they entered the passage, the sense of being watched vanished, and Vivenna let out a relieved breath.\n\n“I don’t see why you wanted to leave,” Parlin said.\n\n“We’ve seen what we needed to,” Vivenna said.\n\n“I guess,” Parlin said. “I thought you might want to listen to what the priests were saying about Idris.” Vivenna froze. “What?”\n\nParlin frowned, looking distraught. “I think they might be declaring war. Don’t we have a treaty?” Lord God of Colors! Vivenna thought, turning and scrambling back up into the open arena.\n“. . . still say that we cannot possibly justify military action against Idris!” a priest shouted. The man wore blue and gold. It was Stillmark’s high priest—Lightsong couldn’t quite remember the man’s name. Nanrovah?\n\nThe argument was not unexpected. Lightsong leaned forward. Nanrovah and his master, Stillmark, were both staunch traditionalists. They tended to argue against pretty much every proposal, but were well respected. Stillmark was nearly as old as Blushweaver, and was considered wise. Lightsong rubbed his chin.\n\nOpposing Nanrovah was Blushweaver’s own high priestess, Inhanna. “Oh, come now,” the woman said from the sands down below. “Do we really need to have this argument again? Idris is nothing more than a rebel enclave set up inside the borders of our own kingdom!”\n\n“They keep to themselves,” Nanrovah said. “Holding lands we don’t want anyway.”\n\n“Lands we don’t want?” Blushweaver’s priestess said, sputtering. “They hold every single pass to the northern kingdoms! Every workable copper mine! They have military garrisons within striking distance of T’Telir! And they still claim to be ruled by the rightful kings of Hallandren!”\n\nNanrovah fell silent, and there was a surprisingly large rumble of assent from the watching priests.\n\nLightsong eyed them. “You’ve seeded the group with people sympathetic to your cause?” he asked.\n\n“Of course,” Blushweaver said. “So did the others. I just did a better job.”\n\nThe debate continued, other priests stepping up to argue for and against an assault on Idris. The priests spoke the concerns of the people of the nation; part of their duty was to listen to the people and study issues of national import, then discuss them here so that the gods—who didn’t have the opportunity to go out among the people—could be kept informed. If an issue came to a head, the gods would make their judgments. They were divided into subgroups, each having responsibility for a certain area. Some gods were in charge of civic issues; others governed agreements and treaties.\n\nIdris was not a new topic for the assembly. However, Lightsong had never seen the discussion become so explicit and extreme. Sanctions had been discussed. Blockades. Even some military pressure. But war? Nobody had said the word yet, but they all knew what the priests were discussing.\n\nHe could not dispel the images from his dreams—visions of death and pain. He did not accept them as prophetic, but he did acknowledge that they must have something to do with the worries inside his subconscious. He feared what war would do to them. Perhaps he was just a coward. It did seem that suppressing Idris would solve so much.\n\n“You’re behind this debate, aren’t you,” he said, turning to Blushweaver.\n\n“Behind it?” Blushweaver said sweetly. “Dear Lightsong, the priests decide the issues to be discussed. Gods don’t bother with such mundanity.”\n\n“I’m sure,” Lightsong said, reclining. “You want my Lifeless Commands.”\n\n“I wouldn’t say that,” Blushweaver said, “I just want you to be informed should you . . .” She trailed off as Lightsong gave her a flat look.\n“Aw, Colors,” she swore. “Of course I need your Commands, Lightsong. Why else would I go to all the trouble to get you up here? You’re a very difficult person to manipulate, you know.”\n\n“Nonsense,” he said. “You just have to promise me that I won’t have to do a thing, and then I’ll do anything you want.”\n\n“Anything?”\n\n“Anything that doesn’t require doing anything.”\n\n“That’s nothing, then.”\n\n“Is it?”\n\n“Yes.”\n\n“Well, that’s something!”\n\nBlushweaver rolled her eyes.\n\nLightsong was more troubled than he let on. The arguments for attack had never been so strong. There was proof of a military buildup in Idris and the highlanders had been particularly stingy with the northern passes lately. Beyond that, there was a growing belief that the Returned were weaker than they’d been in previous generations. Not less powerful in BioChroma, just less . . . divine. Less benevolent, less wise. Lightsong happened to agree.\n\nIt had been three years since a Returned had given up his or her life to heal someone. The people were growing impatient with their gods. “There’s more, isn’t there?” he said, glancing at Blushweaver, who was still lounging back, delicately eating cherries. “What aren’t they saying?”\n\n“Lightsong, dear,” she said. “You were right. Bring you to government proceedings, and it absolutely corrupts you.”\n\n“I just don’t like secrets,” he said. “They make my brain itch, keep me awake at nights. Engaging in politics is like pulling off a bandage—best to get the pain over with quickly.”\n\nBlushweaver pursed her lips. “Forced simile, dear.”\n\n“Best I can do at the moment, I’m afraid. Nothing dulls the wit more quickly than politics. Now, you were saying . . .”\n\nShe snorted. “I’ve told you already. The focus of all this is that woman.” “The queen,” he said, glancing at the God King’s box.\n\n“They sent the wrong one,” Blushweaver said. “The younger instead of the elder.” “I know,” Lightsong said. “Clever of them.”\n\n“Clever?” Blushweaver said. “It’s downright brilliant. Do you know what a fortune we paid these last twenty years to spy upon, study, and learn about the eldest daughter? Those of us who thought to be careful even studied the second daughter, the one they’ve made a monk. But the youngest? Nobody gave her half a thought.”\nAnd so the Idrians send a random element into court, Lightsong thought. One that upsets plans and conniving that our politicians have been working on for decades.\n\nIt was brilliant.\n\n“Nobody knows anything about her,” Blushweaver said, frowning deeply. She obviously did not like being taken by surprise. “My spies in Idris insist the girl is of little consequence—which makes me worry that she is even more dangerous than I’d feared.”\n\nLightsong raised an eyebrow. “And you don’t think, maybe, that you might be overreacting a tad?”\n\n“Oh?” Blushweaver asked. “And tell me, what would you do if you wanted to inject an agent into the court? Would you, perhaps, set up a decoy that you could display, drawing attention away from the real agent, whom you could train secretly with a clandestine agenda?”\n\nLightsong rubbed his chin. She has a point. Maybe. Living among so many scheming people tended to make one see plots everywhere. However, the plot that Blushweaver suggested had a very serious chance of being dangerous. What better way to get an assassin close to the God King than to send someone to marry him?\n\nNo, that wouldn’t be it. Killing the God King would just cause Hallandren to go on the rampage. But if they’d sent a woman skilled in the art of manipulation—a woman who could secretly poison the mind of the God King . . .\n\n“We need to be ready to act,” Blushweaver said. “I won’t sit and let my kingdom be pulled out from under me—I won’t idly be cast out as the royals once were. You control a fourth of our Lifeless. That’s ten thousand soldiers who don’t need to eat, who can march tirelessly. If we convince the other three with Commands to join us . . .”\n\nLightsong thought for a moment, then nodded and stood.\n\n“What are you doing?” Blushweaver asked, sitting up.\n\n“I think I’ll go for a stroll,” Lightsong said.\n\n“Where?”\n\nLightsong glanced over at the queen.\n\n“Oh, blessed Colors,” Blushweaver said with a sigh. “Lightsong, do not ruin this. We walk a very delicate line, here.”\n\n“I’ll do my best.”\n\n“I don’t suppose I can talk you out of interacting with her?”\n\n“My dear,” Lightsong said, glancing backward. “I at least have to chat with her. Nothing would be more intolerable than being overthrown by a person with whom I’d never even had a nice conversation.”\n\nBluefingers wandered off sometime during the court proceedings. Siri didn’t notice—she was too busy watching the priests debate.\n\nShe had to be misunderstanding. Surely they couldn’t be thinking about attacking Idris. What would be the point? What would Hallandren gain? As the priests finished their discussion on that topic, Siri turned to one of her serving women. “What was that about?”\n\nThe woman glanced down, not answering.\n\n“They sounded like they were discussing war,” Siri said. “They wouldn’t really invade, would they?”\n\nThe woman shuffled uncomfortably, then glanced at one of her companions. That woman rushed away. A few moments later, the servant returned with Treledees. Siri frowned slightly. She did not like speaking with the man.\n\n“Yes, Vessel?” the tall man said, eyeing her with his usual air of disdain.\n\nShe swallowed, refusing to be intimidated. “The priests,” she said. “What were they just discussing?” “Your homeland of Idris, Vessel.”\n\n“I know that much,” Siri said. “What do they want with Idris?”\n\n“It seemed to me, Vessel, that they were arguing about whether or not to attack the rebel province and bring it back under proper royal control.”\n\n“Rebel province?”\n\n“Yes, Vessel. Your people are in a state of rebellion against the rest of the kingdom.”\n\n“But you rebelled against us!”\n\nTreledees raised an eyebrow.\n\nDifferent viewpoints on history indeed, Siri thought. “I can see how somebody might think as you do,” she said. “But . . . you wouldn’t really attack us, would you? We sent you a queen, just as you demanded. Because of that, the next God King will have royal blood.”\n\nAssuming the current God King ever decides to consummate our marriage. . . .\n\nTreledees simply shrugged. “It is likely nothing, Vessel. The gods simply needed to be apprised of the current political climate of T’Telir.”\n\nHis words didn’t offer Siri much comfort. She shivered. Should she be doing something? Trying to politic in Idris’s defense?\n\n“Vessel,” Treledees said.\n\nShe glanced at him. His peaked hat was so tall it brushed the top of the canopy. In a city full of colors and beauty, for some reason Treledees’s long face seemed even bleaker for the contrast. “Yes?” she asked.\n\n“There is a matter of some delicacy I fear that I must discuss with you.”\n“What is that?”\n\n“You are familiar with monarchies,” he said. “Indeed, you are the daughter of a king. I assume that you know how important it is to a government that there be a secure, stable plan for succession.”\n\n“I guess.”\n\n“Therefore,” Treledees said, “you realize that it is of no small importance that an heir be provided as quickly as possible.”\n\nSiri blushed. “We’re working on that.”\n\n“With all due respect, Vessel,” Treledees said. “There is some degree of disagreement upon whether or not you actually are.”\n\nSiri blushed further, hair reddening as she glanced away from those callous eyes.\n\n“Such arguments, of course, are limited to those inside the palace,” Treledees said. “You can trust in the discretion of our staff and priests.”\n\n“How do you know?” Siri said, looking up. “I mean, about us. Maybe we are . . . working on it. Maybe you’ll have your heir before you know it.”\n\nTreledees blinked once, slowly, regarding her as if she were a ledger to be added up and accounted. “Vessel,” he said. “Do you honestly think that we would take an unfamiliar, foreign woman and place her in close proximity to our most holy of gods without keeping watch?”\n\nSiri felt her breath catch, and she had a moment of horror. Of course! she thought. Of course they were watching. To make sure I didn’t hurt the God King, to make certain things went according to plan.\n\nBeing naked before her husband was bad enough. To be so exposed before men like Treledees—men who saw her not as a woman, but as an annoyance—felt even worse, somehow. She found herself slouching, arms wrapping around her chest and its revealing neckline.\n\n“Now,” Treledees said, leaning in. “We understand that the God King may not be what you expected. He may even be . . . difficult to work with. You are a woman, however, and should know how to use your charms to motivate.”\n\n“How can I ‘motivate’ if I can’t talk to him or look at him?” she snapped.\n\n“I’m sure you’ll find a way,” Treledees said. “You only have one task in this palace. You want to make certain Idris is protected? Well, give the God King’s priesthood what we desire, and your rebels will earn our appreciation. My colleagues and I have no small influence in the court, and we can do much to safeguard your homeland. All we ask is that you perform this single duty. Give us an heir. Give the kingdom stability. Not everything in Hallandren is as . . . cohesive as it may appear to you at first.”\n\nSiri remained slouched down, not looking at Treledees.\n\n“I see that you understand,” he said. “I feel that . . .” He trailed off, turning to the side. A procession was approaching Siri’s box. Its members wore gold and red, and a tall figure at the front caused them to shine with vibrant color.\nTreledees frowned, then glanced at her. “We will speak further, if it becomes necessary. Do your duty, Vessel. Or there will be consequences.”\n\nWith that, the priest withdrew.\n\n\n\nShe didn’t look dangerous. That, more than anything else, made Lightsong inclined to believe Blushweaver’s concerns. I’ve been in the court for far too long, he thought to himself as he smiled pleasantly at the queen. All my life, actually.\n\nShe was a small thing, much younger than he had expected. Barely a woman. She looked intimidated as he nodded to her, waiting while his priests arranged furniture for him. Then he sat, accepting some grapes from the queen’s serving women, even though he wasn’t hungry.\n\n“Your Majesty,” he said. “It is a pleasure to meet you, I’m sure.” The girl hesitated. “You’re sure?”\n\n“Figure of speech, my dear,” Lightsong said. “A rather redundant one—which is quite appropriate, since I am a rather redundant person.”\n\nThe girl cocked her head. Colors, Lightsong thought, remembering that she’d just finished with her period of isolation. I’m probably the only Returned that she’s met besides the God King. What a bad first impression. Still, there was nothing to be done about it. Lightsong was who he was. Whoever that was.\n\n“I’m pleased to make your acquaintance, Your Grace,” the queen said slowly. She turned as a serving woman whispered his name to her. “Lightsong the Brave, Lord of Heroes,” she said, smiling at him.\n\nThere was a hesitancy about her. Either she had not been trained for formal situations—which Lightsong found difficult to believe, since she’d been raised in a palace—or she was a quite a good actress. He frowned inwardly.\n\nThe woman’s arrival should have put an end to the discussions of war, but instead she had only exacerbated them. He kept his eyes open, for he feared the images of destruction he would see flashing inside his mind’s eye if he so much as blinked. They waited like Kalad’s Phantoms, hovering just beyond his vision.\n\nHe couldn’t accept those dreams as foretellings. If he did, it meant that he was a god. And if that were the case, then he feared greatly for them all.\n\nOn the outside, he simply gave the queen his third most charming smile and popped a grape into his mouth. “No need to be so formal, Your Majesty. You will soon realize that among Returned, I am by far the least. If cows could Return, they’d undoubtedly be ranked higher than I.”\n\nShe wavered again, obviously uncertain how to deal with him. It was a common reaction. “Might I inquire as to the nature of your visitation?” she asked.\nToo formal. Not at ease. Uncomfortable around those of high rank. Could it be possible that\n\nshe was genuine? No. It was likely an act to put him at ease. To make him underestimate her. Or was he just thinking too much?\n\nColors take you, Blushweaver! he thought. I really don’t want to be part of this.\n\nHe almost withdrew. But, then, that wouldn’t be very pleasant of him—and contrary to some of the things he said, Lightsong did like being pleasant. Best to be kind, he thought, smiling idly to himself. That way, if she ever does take over the kingdom, perhaps she’ll behead me last. “You ask after the nature of my visitation?” he said. “I believe it has no nature, Your Majesty, other than to appear natural—at which I have already failed by staring at you for far too long while thinking to myself about your place in this mess.”\n\nThe queen frowned again.\n"], "title": ["Warbreaker"], "author": ["Brandon Sanderson"]}