{"genre": ["Fantasy"], "text": ["\nnding beside him in the white hallway. “Last conflict of the Manywar.”\n\nLightsong nodded. He’d known that, somehow. The faces of many of the soldiers were tinged with grey. They were Lifeless. The Manywar had been the first time they had been used in large numbers on the battlefield.\n\n“I know you don’t prefer war scenes,” Llarimar said. “But—” “I like it,” Lightsong said, cutting off the priest. “I like it a lot.” Llarimar fell silent.\n\nLightsong stared into the painting with its flowing reds, painted so subtly that they gave afeeling of war, rather than just an image. “It might be the best painting that has ever passed through my hall.”\n\nThe priests on the other side of the room began writing furiously. Llarimar just stared at him, troubled.\n\n“What?” Lightsong asked.\n\n“It’s nothing,” Llarimar said.\n\n“Scoot . . .” Lightsong said, eyeing him.\n\nThe priest sighed. “I can’t speak, Your Grace. I cannot taint your impression of the paintings.”\n\n“A lot of gods have been giving favorable reviews of war paintings lately, eh?” Lightsong said, looking back at the artwork.\n\nLlarimar didn’t answer.\n\n“It’s probably nothing,” Lightsong said. “Just our response to those arguments in the court, I’d guess.” “Likely,” Llarimar said.\n\nLightsong fell silent. He knew it wasn’t “nothing” to Llarimar. To him, Lightsong wasn’t just giving his impression of art—he was foretelling the future. What did it augur that he liked a depiction of war with\nsuch vibrant, brutal colorings? Was it a reaction to his dreams? But last night, he hadn’t dreamed of a war. Finally. He’d dreamed of a storm, true, but that wasn’t the same thing.\n\nI shouldn’t have spoken, he thought. And yet, reacting to the art seemed like the only truly important thing he did.\n\nHe stared at the sharp smears of paint, each figure a just a couple of triangular strokes. It was beautiful. Could war be beautiful? How could he find beauty in those grey faces confronting flesh, the Lifeless killing men? This battle hadn’t even meant anything. It hadn’t decided the outcome of the war, even though the leader of the Pahn Unity—the kingdoms united against Hallandren—had been killed in the battle. Diplomacy had finally ended the Manywar, not bloodshed.\n\nAre we thinking of starting this up again? Lightsong thought, still transfixed by the beauty.Is what I do going to lead to war?\n\nNo, he thought to himself. No, I’m just being careful. Helping Blushweaver secure a political faction. Better that than letting things just pass me by. The Manywar started because the royal family wasn’t careful.\n\nThe painting continued to call to him. “What’s that sword?” Lightsong asked.\n\n“Sword?”\n\n“The black one,” Lightsong said. “In the woman’s hand.”\n\n“I . . . I don’t see a sword, Your Grace,” Llarimar said. “To tell you the truth, I don’t see a woman, either. It’s all just wild strokes of paint, to me.”\n\n“You called it the Battle of Twilight Falls.”\n\n“The title of the piece, Your Grace,” Llarimar said. “I assumed that you were as confused by it as I was, so I told you what the artist had named it.”\n\nThe two fell silent. Finally, Lightsong turned, walking away from the painting. “I’m done reviewing art for the day.” He hesitated. “Don’t burn that painting. Keep it for my collection.”\n\nLlarimar acknowledge the command with a nod. As Lightsong made his way out of the palace, he tried to regain some of his eagerness, and he succeeded—though memory of the terrible, beautiful scene stayed with him. Mixing with his memories of last night’s dream, with its clashing tempest of winds.\n\nNot even that could dampen his mood. Something was different. Something excited him. There had been a murder in the Court of Gods.\n\nHe didn’t know why he should find that so intriguing. If anything, he should find it tragic or upsetting. And yet for as long as he had lived, everything had been provided for him. Answers to his questions, entertainment to sate his whims. Almost by accident, he had become a glutton. Only two things had been withheld from him: knowledge of his past and freedom to leave the court.\n\nNeither of those restrictions was going to change soon. But here, inside the court—the place of too much safety and comfort—something had gone wrong. A little thing. A thing most Returned would ignore. Nobody cared. Nobody wanted to care. Who, therefore, would object to Lightsong’s questions?\n“You’re acting very oddly, Your Grace,” Llarimar said, catching up to him as they crossed the grass, servants following behind in a chaotic cluster as they worked to get a large red parasol open.\n\n“I know,” Lightsong said. “However, I believe we can agree that I have always been rather odd, for a god.”\n\n“I must admit that is true.”\n\n“Then I’m actually being very like myself,” Lightsong said. “And all is right in the universe.” “Are we really going back to Mercystar’s palace?”\n\n“Indeed we are. Do you suppose she’ll be annoyed at us? That might prove interesting.” Llarimar just sighed. “Are you ready to talk about your dreams yet?”\n\nLightsong did not immediately reply. The servants finally got the parasol up and held it over him. “I dreamed of a storm,” Lightsong finally said. “I was standing in it, without anything to brace myself. It was raining and blowing against me, forcing me backward. In fact, it was so strong that even the ground beneath me seemed to undulate.”\n\nLlarimar looked disturbed.\n\nMore signs of war, Lightsong thought. Or, at least, that’s how he’ll see it.\n\n“Anything else?”\n\n“Yes,” Lightsong said. “A red panther. It seemed to shine, reflective, like it was made of glass or something like that. It was waiting in the storm.”\n\nLlarimar eyed him. “Are you making things up, Your Grace?” “What? No! That’s really what I dreamed.”\n\nLlarimar sighed, but nodded to a lesser priest, who rushed up to take his dictation. It wasn’t long before they reached Mercystar’s palace of yellow and gold. Lightsong paused before the building, realizing that he’d never before visited another god’s palace without first sending a messenger.\n\n“Do you want me to send in someone to announce you, Your Grace?” Llarimar asked.\n\nLightsong hesitated. “No,” he finally said, noticing a pair of guards standing at the main doorway. The two men looked far more muscular than the average servant and they wore swords. Dueling blades, Lightsong assumed—though he’d never actually seen one.\n\nHe walked up to the men. “Is your mistress here?”\n\n“I am afraid not, Your Grace,” one of them said. “She went to visit Allmother for the afternoon.”\n\nAllmother, Lightsong thought. Another with Lifeless Commands. Blushweaver’s doing?Perhaps he would drop by later—he missed chatting with Allmother. She, unfortunately, hated him violently. “Ah,” Lightsong said to the guard. “Well, regardless, I need to inspect the corridor just inside here, where the attack happened the other night.”\n\nThe guards glanced at each other. “I . . . don’t know if we can let you do that, Your Grace.”\n“Scoot!” Lightsong said. “Can they forbid me?”\n\n“Only if they have a direct command to do so from Mercystar.”\n\nLightsong looked back at the men. Reluctantly, they stepped aside. “It’s perfectly all right,” he told them. “She asked me to take care of things. Kind of. Coming, Scoot?”\n\nLlarimar followed him into the corridors. Once again, Lightsong felt an odd satisfaction. Instincts he hadn’t known he had drove him to seek out the place where the servant had died.\n\nThe wood had been replaced—his Heightened eyes could easily tell the difference between the new wood and the old. He walked a little farther. The patch where the wood had turned grey was gone as well, seamlessly replaced with new material.\n\nInteresting, he thought. But not unexpected. I wonder . . . are there any other patches?He walked a little further and was rewarded by another patch of new wood. It formed an exact square.\n\n“Your Grace?” a new voice asked.\n\nLightsong looked up to see the curt young priest he had spoken with the day before. Lightsong smiled. “Ah, good. I was hoping that you would come.”\n\n“This is most irregular, Your Grace,” the man said.\n\n“I hear that eating a lot of figs can cure you of that,” Lightsong said. “Now, I need to speak with the guards who saw the intruder the other night.”\n\n“But why, Your Grace?” the priest said.\n\n“Because I’m eccentric,” Lightsong said. “Send for them. I need to speak to all of the servants or guards who saw the man who committed the murder.”\n\n“Your Grace,” the priest said uncomfortably. “The city authorities have already dealt with this. They have determined that the intruder was a thief after Mercystar’s art, and they have committed to—”\n\n“Scoot,” Lightsong said, turning. “Can this man ignore my demand?” “Only at great peril to his soul, Your Grace,” Llarimar said.\n\nThe priest eyed them both angrily, then turned and sent a servant to do as Lightsong asked. Lightsong knelt down, causing several servants to whisper in alarm. They obviously thought it improper for a god to stoop.\n\nLightsong ignored them, looking at the square of new wood. It was larger than the other two that had been ripped up, and the colors matched far better. It was just a square patch of wood that was just\na slightly different color than its neighbors. Without Breath—and a lot of it—he wouldn’t even have noticed the distinction.\n\nA trapdoor, he thought with sudden shock. The priest was watching him closely. This patch isn’t as new as the other ones back there. It’s only new in relation to the other boards.\nLightsong crawled along the floor, deliberately ignoring the door in the floor. Once again, unexpected instincts warned him not to reveal what he’d discovered. Why was he so wary all of a sudden? Was it the influence of his violent dreams and imagery from the painting earlier? Or was it something more? He felt as if he were dredging deep within himself, pulling forth an awareness he had never before needed.\n\nEither way, he moved on from the patch, pretending that he hadn’t noticed the trapdoor, and was instead searching for threads that might have been caught on the wood. He picked up one that had obviously come from a servant’s robe and held it up.\n\nThe priest seemed to relax slightly.\n\nSo he knows about the trapdoor, Lightsong thought. And . . . perhaps the intruder did as well?\n\nLightsong crawled some more, discomforting the servants until the men he had requested were assembled. He stood—letting a couple of his servants dust off his robes—then walked over to the newcomers. The hallway was growing quite crowded, so he shooed them back out into the sunlight.\n\nOutside, he regarded the group of six men. “Identify yourselves. You on the left, who are you?”\n\n“My name is Gagaril,” the man said.\n\n“I’m sorry,” Lightsong said.\n\nThe man flushed. “I was named after my father, Your Grace.”\n\n“After he what? Spent an unusual amount of time at the local tavern? Anyway, how are you involved in this mess?”\n\n“I was one of the guards at the door when the intruder broke in.” “Were you alone?” Lightsong asked.\n\n“No,” said another of the men. “I was with him.”\n\n“Good,” Lightsong said. “You two, go over there somewhere.” He waved his hand at the lawn. The men looked at each other, then walked away as indicated.\n\n“Far enough that you can’t hear us!” Lightsong called at them.\n\nThe men nodded and continued.\n\n“All right,” Lightsong said, looking back at the others. “Who are you four?”\n\n“We were attacked by the man in the hallway,” one of the servants said. He pointed at two of the others. “All three of us. And . . . one other. The man who was killed.”\n\n“Terribly unfortunate, that,” Lightsong said, pointing at another section of the lawn. “Off you go. Walk until you can’t hear me anymore, then wait.”\n\nThe three men trudged off.\n\n“And now you,” Lightsong said, hands on hips, regarding the last man—a shorter priest.\n“I saw the intruder flee, Your Grace,” the priest said. “I was watching out a window.”\n\n“Very timely of you,” Lightsong said, pointing at a third spot on the lawn, far enough from the others to be sequestered. The man walked away. Lightsong turned back to the priest who was obviously in charge.\n\n“You said that the intruder released a Lifeless animal?” Lightsong asked.\n\n“A squirrel, Your Grace,” the priest said. “We captured it.”\n\n“Go and fetch it for me.”\n\n“Your Grace, it’s quite wild and—” He stopped, recognizing the look in Lightsong’s eyes, then waved for a servant.\n\n“No,” Lightsong said. “Not a servant. You go and get it personally.” The priest looked incredulous.\n\n“Yes, yes,” Lightsong said, waving him away. “I know. It’s an offense to your dignity. Perhaps you should think about converting to Austrism. For now, get going.”\n\nThe priest left, grumbling.\n\n“The rest of you,” Lightsong said, addressing his own servants and priests. “You wait here.” They looked resigned. Perhaps they were growing accustomed to him dismissing them.\n“Come on, Scoot,” Lightsong said, walking toward the first group he had sent off onto the lawn—the two guards. Llarimar scurried forward to keep up as Lightsong took long strides over to the two men. “Now,” Lightsong said to the two, out of earshot of the others, “tell me what you saw.”\n\n“He came to us pretending to be a madman, Your Grace,” one of the guards said. “He sauntered out of the shadows, mumbling to himself. It was just an act, though, and when he got close enough, he knocked us both out.”\n\n“How?” Lightsong asked.\n\n“He grabbed me around the neck with tassels from his Awakened coat,” one of the men said. He nodded to his companion. “Knocked him in the stomach with the hilt of a sword.”\n\nThe second guard raised his shirt to show a large bruise on his stomach, then cocked his head to the side, showing another one on his neck.\n\n“Choked us both,” the first guard said. “Me with those tassels, Fran with a boot on his neck. That’s the last thing we knew. By the time we awoke, he was gone.”\n\n“He choked you,” Lightsong said, “but didn’t kill you. Just enough to knock you out?”\n\n“That’s right, Your Grace,” the guard said.\n\n“Please describe this man,” Lightsong said.\n\n“He was big,” the guard said. “Had a scraggly beard. Not too long, but not trimmed either.”\n“He wasn’t smelly or dirty,” the other said. “He just didn’t seem to take much care for how he looked. His hair was long—came down to his neck—and hadn’t seen a brush in a long while.”\n\n“Wore ragged clothing,” the first said. “Patched in places, nothing bright, but not really dark either. Just kind of . . . bland. Rather un-Hallandren, now that I think on it.”\n\n“And he was armed?” Lightsong said.\n\n“With the sword that hit me,” the second guard said. “Big thing. Not a dueling blade, more like an Easterner sword. Straight and really long. Had it hidden under his cloak, and we would have seen it, if he hadn’t covered it up by walking so oddly.”\n\nLightsong nodded. “Thank you. Stay here.”\n\nWith that, he turned and walked toward the second group.\n\n“This is very interesting, Your Grace,” Llarimar said. “But I really don’t see the point.” “I’m just curious,” Lightsong said.\n\n“Excuse me, Your Grace,” Llarimar said. “But you’re not really the curious type.”\n\nLightsong continued walking. The things he was doing, he did mostly without thinking. They just felt natural. He approached the next group. “You were the ones who saw the intruder in the hallway, right?” Lightsong said to them.\n\nThe men nodded. One shot a glance back at Mercystar’s palace. The lawn in front of it was now crowded with a colorful assortment of priests and servants, both Mercystar’s and Lightsong’s own.\n\n“Tell me what happened,” Lightsong said.\n\n“We were walking through the servants’ hallway,” one said. “We’d been released for the evening, and were going to go out into the city to a nearby tavern.”\n\n“Then we saw someone in the hallway,” another said. “He didn’t belong there.” “Describe him,” Lightsong said.\n\n“Big man,” one said. The others nodded. “Had ragged clothing and a beard. Kind of dirty-looking.” “No,” another said. “The clothing was old, but the man wasn’t dirty. Just slovenly.” Lightsong nodded. “Continue.”\n“Well, there isn’t much to say,” one of the men said. “He attacked us. Threw an Awakened rope at poor Taff, who got tied up immediately. Rariv and I ran for help. Lolan stayed behind.”\n\nLightsong looked at the third man. “You stayed back? Why?” “To help Taff, of course,” the man said.\n\nLying, Lightsong thought. Looks too nervous. “Really?” he said, stepping closer.\n\nThe man looked down. “Well, mostly. I mean, there was the sword, too . . .”\n“Oh, right,” another said. “He threw a sword at us. Strangest thing.” “He didn’t draw it?” Lightsong asked. “He threw it?”\n\nThe men shook their heads. “He threw it at us, sheath and all. Lolan picked it up.”\n\n“I thought I’d fight him,” Lolan said.\n\n“Interesting,” Lightsong said. “So you two left?”\n\n“Yeah,” one of the men said. “When we came back with the others—after getting around that blasted squirrel—we found Lolan on the ground, unconscious, and poor Taff . . . well, he was still tied up, though the rope wasn’t Awakened anymore. He’d been stabbed straight through.”\n\n“You saw him die?”\n\n“No,” Lolan said, bringing his hands up in denial. He had—Lightsong noticed—a bandage on one hand. “The intruder knocked me out with a fist to the head.”\n\n“But you had the sword,” Lightsong said.\n\n“It was too big to use,” the man said, looking down.\n\n“So he threw the sword at you, then ran up and punched you?” Lightsong said.\n\nThe man nodded.\n\n“And your hand?” Lightsong asked.\n\nThe man paused, unconsciously retracting his hand. “It got twisted. Nothing important.”\n\n“And you need a bandage for a twisted wrist?” Lightsong said, raising an eyebrow. “Show me.” The man hesitated.\n\n“Show me, or lose your soul, my son,” Lightsong said in what he hoped was a suitably divine voice.\n\nThe man slowly extended his hand. Llarimar stepped forward and removed the bandage.\n\nThe hand was completely grey, drained of color.\n\nImpossible, Lightsong thought with shock. Awakening doesn’t do that to living flesh. It can’t draw color from someone alive, only objects. Floorboards, clothing, furniture.\n\nThe man withdrew his hand.\n\n“What is that?” Lightsong asked.\n\n“I don’t know,” the man said. “I woke up, and it was like that.”\n\n“Is that so?” Lightsong said flatly. “And I’m to believe that you had nothing else to do with this? That you weren’t working with the intruder?”\n\nThe man fell to his knees suddenly, beginning to cry. “Please, my lord! Don’t take my soul. I’m not the best of men. I go to the brothels. I cheat when we gamble.”\nThe other two looked startled at this.\n\n“But I didn’t know anything about this intruder,” Lolan continued. “Please, you have to believe me. I just wanted that sword. That beautiful, black sword! I wanted to draw it, swing it, attack the man with it. I reached for it and while I was distracted, he attacked me. But I didn’t see him kill Taff! I promise, I hadn’t ever seen this intruder before! You have to believe me!”\n\nLightsong paused. “I do,” he finally said. “Let this be a warning. Be good. Stop cheating.” “Yes, my lord.”\n\nLightsong nodded to the men, then he and Llarimar left them behind.\n\n“I actually kind of feel like a god,” Lightsong said. “Did you see me make that man repent?” “Amazing, Your Grace,” Llarimar said.\n\n“So what do you think about their testimonies?” Lightsong said. “Something strange is going on, isn’t it?”\n\n“I’m still wondering why you think you should be the one to investigate it, Your Grace.”\n\n“It’s not like I have anything else to do.”\n\n“Besides be a god.”\n\n“Overrated,” Lightsong said, walking up to the final man. “It has nice perks, but the hours are awful.”\n\nLlarimar snorted quietly as Lightsong turned to address the final witness, the short priest who stood in his robes of yellow and gold. He was distinctly younger than the other priest.\n\nWas he chosen to tell me lies with the hopes that he’d seem innocent? Lightsong wondered idly. Or am I just making assumptions? “What is your story?” Lightsong asked.\n\nThe young priest bowed. “I was going about my duties, carrying to the records sanctuary several prophecies we had inscribed from the Lady’s mouth. I heard a distant disturbance in the building. I looked out the window toward the sound, but I saw nothing.”\n\n“Where were you?” Lightsong asked.\n\nThe young man pointed toward a window. “There, Your Grace.”\n\nLightsong frowned. The priest had been on the opposite side of the palace from where the killing had occurred. However, that was the side of the building where the intruder had first entered. “You could see the doorway where the intruder disabled the two guards?”\n\n“Yes, Your Grace,” the man said. “Though I didn’t see them at first. I almost left the window to search for the source of the noise. However, at that point I did see something odd in the lantern light of the entryway: a figure moving. It was then that I noticed the guards on the ground. I thought they were dead bodies, and I was frightened by the shadowy figure moving between them. I yelled, and ran for help. By the time anyone paid attention to me, the figure was gone.”\n\n“You went down to look for him?” Lightsong asked.\nThe man nodded.\n\n“And how long did it take you?”\n\n“Several minutes, Your Grace.”\n\nLightsong nodded slowly. “Very well, then. Thank you.”\n\nThe young priest began to walk over to the main group of his colleagues.\n\n“Oh, wait,” Lightsong said. “Did you, by any chance, get a clean look at the intruder?”\n\n“Not really, Your Grace,” the priest said. “He was in dark clothing, kind of nondescript. It was too far away to see well.”\n\nLightsong waved the man away. He rubbed his chin thoughtfully for a moment, then eyed Llarimar. “Well?”\n\nThe priest raised an eyebrow. “Well what, Your Grace?” “What do you think?”\n\nLlarimar shook his head. “I . . . honestly don’t know, Your Grace. This is obviously important, however.”\n\nLightsong paused. “It is?”\n\nLlarimar nodded. “Yes, Your Grace. Because of what that man said—the one who was wounded in the hand. He mentioned a black sword. You predicted it, remember? In the painting this morning?”\n\n“That wasn’t a prediction,” Lightsong said. “That was really there, in the painting.”\n\n“That’s the way prophecy works, Your Grace,” Llarimar said. “Don’t you see? You look at a painting and an entire image appears to your eyes. All I see is random strokes of red. The scene you describe— the things you see—are prophetic. You are a god.”\n\n“But I saw exactly what the painting was said to depict!” Lightsong said. “Before you even told me what the title was!”\n\nLlarimar nodded knowingly, as if that proved his point.\n\n“Oh, never mind. Priests! Insufferable fanatics, every one of you. Either way, you agree with me that there is something strange here.”\n\n“Definitely, Your Grace.”\n\n“Good,” Lightsong said. “Then you’ll kindly stop complaining when I investigate it.”\n\n“Actually, Your Grace,” Llarimar said, “it’s even more imperative that you not get involved. You predicted this would occur, but you are an oracle. You must not interact with the subject of your predictions. If you get involved, you could unbalance a great many things.”\n\n“I like being unbalanced,” Lightsong said. “Besides, this is far too much fun.”\nAs usual, Llarimar didn’t react to having his advice ignored. As they began to walk back toward the main group, however, the priest did ask a question. “Your Grace. Just to sate my own curiosity, what do you think about the murder?”\n\n“It’s obvious,” Lightsong said idly. “There were two intruders. The first is the large man with the sword —he knocked out the guards, attacked those servants, released the Lifeless, then disappeared. The second man—the one the young priest saw—came in after the first intruder. That second man is the murderer.”\n\nLlarimar frowned. “Why do you suppose that?”\n\n“The first man took care not to kill,” Lightsong said. “He left the guards alive at risk to himself, since they could have regained consciousness at any moment to raise the alarm. He didn’t draw his sword against the servants but simply tried to subdue them. There was no reason for him to kill a bound captive—particularly since he’d already left witnesses. If there were a second man, however . . . well, that would make sense. The servant who was killed, he was the one who was conscious when this second intruder came through. That servant was the only one who saw the second intruder.”\n\n“So, you think someone else followed the man with the sword, killed the only witness, and then . . .”\n\n“Both of them vanished,” Lightsong said. “I found a trapdoor. I’m thinking there must be passages beneath the palace. It all seems fairly obvious to me. One thing, however, is notobvious.” He glanced at Llarimar, slowing before they reached the main group of priests and servants.\n\n“And what is that, Your Grace?” Llarimar asked.\n\n“How in the name of the Colors I figured all of this out!” “I’m trying to grasp that myself, Your Grace.”\n\nLightsong shook his head. “This comes from before, Scoot. Everything I’m doing, it feelsnatural. Who was I before I died?”\n\n“I don’t know what you mean, Your Grace,” Llarimar said, turning away.\n\n“Oh, come now, Scoot. I’ve spent most of my Returned life just lounging about, but then\n\nthemoment someone is killed, I leap out of bed and can’t resist poking around. Doesn’t that sound suspicious to you?”\n\nLlarimar didn’t look at him.\n\n“Colors!” Lightsong swore. “I was someone useful? I was just beginning to convince myself that I’d died in a reasonable way—such as falling off a stump when I was drunk.”\n\n“You know you died in a brave way, Your Grace.”\n\n“It could have been a really high stump.”\n\nLlarimar just shook his head. “Either way, Your Grace, you know I can’t say anything about who you were before.”\n“Well, these instincts came from somewhere,” Lightsong said as they walked over to the main group of watching priests and servants. The head priest had returned with a small wooden box. Wild scratching came from inside. “Thank you,” Lightsong snapped, grabbing the box and passing by without even breaking stride. “I’m telling you, Scoot, I am not pleased.”\n\n“You seemed rather happy this morning, Your Grace,” Llarimar noted as they walked away from Mercystar’s palace. Her priest was left behind, a complaint dying on his lips, Lightsong’s entourage trailing after their god.\n\n“I was happy,” Lightsong said, “because I didn’t know what was going on. How am I going to be properly indolent if I keep itching to investigate things? Honestly, this murder will completely destroy my hard-won reputation.”\n\n“My sympathies, Your Grace, that you have been inconvenienced by a semblance of motivation.”\n\n“Quite right,” Lightsong said, sighing. He handed over the box with its furious Lifeless rodent. “Here. You think my Awakeners can break its security phrase?”\n\n“Eventually,” Llarimar said. “Though it’s an animal, Your Grace. It won’t be able to tell us anything directly.”\n\n“Have them do it anyway,” Lightsong said. “Meanwhile, I need to think about this case some more.”\n\nThey walked back to his palace. However, the thing that now struck Lightsong was the fact that he’d used the word “case” in reference to the murder. It was a word he’d never heard used in that particular context. Yet he knew that it fit. Instinctively, automatically.\n\nI didn’t have to learn to speak again when I Returned, he thought. I didn’t have to learn to walk again, or read again, or anything like that. Only my personal memory was lost.\n\nBut not all of it, apparently.\n"], "title": ["Warbreaker"], "author": ["Brandon Sanderson"]}