{"genre": ["Fantasy"], "text": ["\nr—and either way, she wasn’t in a frame of mind to concentrate.\n\n“Ah,” Bluefingers said, apparently reading her expression. “Well then, this could be . . . interesting. Allow me to give you some suggestions.”\n\nSiri nodded.\n\n“First, please understand that the God King’s will is law. He needs no reason or justification for what he does. Your life, like all of our lives, is in his hands. Second, please understand that the God King does not speak with people such as you or me. You will not talk to him when you go to him. Do you understand?”\n\nSiri spit out a bit of soapy water. “You mean I’m not even to be able to speak to my husband?” “I’m afraid not,” Bluefingers said. “None of us can.”\n\n“Then how does he make judgments and rulings?” she asked, wiping her eyes.\n\n“The Council of Gods handles the kingdom’s more mundane needs,” Bluefingers explained. “The God King is above the day-to-day governance. When it is necessary for him to communicate, he gives his judgments to his priests, who then reveal them to the world.”\n\nGreat, Siri thought.\n\n“It is unconventional that you are allowed to touch him,” Bluefingers continued. “Fathering a child is a necessary encumbrance for him. It is our job to present you in as pleasing a way as possible, and to avoid—at all costs—irritating him.”\n\nAustre, God of Colors, she thought. What kind of creature is this?\n\nBluefingers eyed her. “I know something of your temperament, Vessel,” he said. “We have, of course, researched the children of the Idrian monarchy. Allow me to be a little more personal, and perhaps a\nlittle more direct, than I would prefer. If you speak directly to the God King, he will order you executed. Unlike your father, he is not a man of patience.\n\n“I cannot stress this point enough. I realize that you are accustomed to being a very important person.\n\nIndeed, you still are that important—if not more so. You are far above myself and these others.\n\nHowever, as far as you are above us, the God King is even farther above you.\n\n“His Immortal Majesty is . . . special. The doctrines teach that the earth itself is too base for him. He is one who achieved transcendence before he was even born, but then Returned to bring his people blessings and visions. You are being given a special trust. Please, do not betray it—and please, please do not provoke his anger. Do you understand?”\n\nSiri nodded slowly, feeling her hair bleach back to white. She tried to steel herself, but what courage she could gather felt like a sham. No, she wasn’t going to be able to stomach this creature as easily as the Lifeless or the city colors. His reputation in Idris wasn’t exaggerated. In a short time, he was going to take her body and do with it as he wished. Part of her felt a rage at that—but it was the rage of frustration. The rage that came from knowing that something horrible was coming, and from being unable to do anything at all about it.\n\nThe serving women backed away from her, leaving her half-floating in the soapy water. One of the servants looked to Bluefingers and nodded her head in respect.\n\n“Ah, finished are we?” he asked. “Excellent. You and your ladies are efficient, as always, Jlan. Let us proceed, then.”\n\n“Can’t they speak?” Siri asked quietly.\n\n“Of course they can,” Bluefingers said. “But they are dedicated servants of His Immortal Majesty. During their hours of ser vice, their duty is to be as useful as possible without being distracting. Now, if you’ll continue . . .”\n\nSiri stayed in the water, even when the silent women tried to pull her out. Bluefingers turned around with a sigh, putting his back to her. He reached over and turned the serving boy around as well.\n\nSiri finally allowed herself to be led out of the bath. The wet women left her, walking into a side room —probably to change—and several others led Siri toward a smaller tub for rinsing. She stepped down into the water, which was much colder than the other bath, and gasped. The women motioned for her to dunk, and she cringed, but did so, cleaning off most of the soap. After that, there was a final, third tub. As Siri approached, shivering, she could smell strong floral scents coming from it.\n\n“What’s this?” Siri asked.\n\n“Perfumed bath,” Bluefingers said, still turned away. “If you prefer, you may have one of the palace masseuses rub perfume onto your body instead. I advise against that, however, considering time restraints. . . .”\n\nSiri blushed, imagining anyone—male or female—rubbing her body with perfume. “This will be fine,” she said, climbing down into the water. It was lukewarm, and the floral scents were so strong that she had to breathe through her mouth.\nThe women motioned downward, and—sighing—Siri dunked beneath the scented water. After that, she climbed out, and several women finally approached with fluffy towels. They began to pat Siri down, their touch as delicate and soft as the previous scrubbing had been hard. This took away some of the strong scent, for which Siri was glad. Other women approached with a deep blue robe, and she extended her arms, allowing them to put it on her, then tie it shut. “You may turn around,” she told the steward.\n\n“Excellent,” Bluefingers said, doing so. He strode toward a door at the side of the room, waving for her. “Quickly, now. We still have much to do.”\n\nSiri and the serving women followed, leaving the maroon room for one that was decorated in bright yellows. It held a lot more furniture, no bath, and a large plush chair in the center of the room.\n\n“His Majesty is associated with no single hue,” Bluefingers said, waving to the bright colors of the room as the women led Siri to the plush chair. “He represents all colors and each of the Iridescent Tones. Therefore, each room is decorated with a different shade.”\n\nSiri sat, and the women began to work on her nails. Another tried to brush out the snarls that had come from the hearty washing. Siri frowned. “Just cut it off,” she said.\n\nThey hesitated. “Vessel?” one asked.\n\n“Cut off the hair,” she said.\n\nBluefingers gave them permission, and a few snips later, her hair was in a bunch on the floor. Then Siri closed her eyes and focused.\n\nShe wasn’t certain how she did it. The Royal Locks had always been part of her life; altering them was like moving any other muscle to her, if more difficult. In a few moments, she was able to get the hair to grow.\n\nSeveral women gasped softly as the hair sprouted from Siri’s head and moved down to her shoulders.\n\nGrowing it made her feel hungry and tired, but it was better than letting the women fight snarls.\n\nFinished, she opened her eyes.\n\nBluefingers was watching her with an inquisitive expression, his ledger held loosely in his fingers. “That is . . . fascinating,” he said. “The Royal Locks. We have waited quite some time for them to grace the palace again, Vessel. You can change the color at will?”\n\n“Yes,” Siri said. Some of the time, at least. “Is it too long?”\n\n“Long hair is seen as a sign of beauty in Hallandren, my lady,” Bluefingers said. “I know you keep it bound up in Idris, but here, flowing hair is favored by many of the women—particularly the goddesses.”\n\nPart of her wanted to keep the hair short just out of spite, but she was beginning to realize that such an attitude could get her killed in Hallandren. Instead, she closed her eyes and focused again. The hair had been shoulder length, but she extended it for several minutes, making it grow until it would reach all the way down her back once she stood.\nSiri opened her eyes.\n\n“Beautiful,” one of the younger serving women whispered, then flushed, immediately returning to her work on Siri’s toenails.\n\n“Very nice,” Bluefingers agreed. “I will leave you here—I have a few things to deal with—but will return shortly.”\n\nSiri nodded as he left, and several women moved in and began to apply makeup. Siri suffered it pensively, others still working on her nails and hair. This wasn’t how she had imagined her wedding day. Marriage had always seemed distant to her, something that would only happen after spouses had been chosen for her siblings. When she’d been very young, in fact, she’d always said that she intended to raise horses instead of getting married.\n\nShe’d grown out of that, but a part of her felt a longing for such simple times. She didn’twant to be married. Not yet. She still felt like a child, even if her body had become that of a woman. She wanted to play in the hills and pick flowers and tease her father. She wanted time to experience more of life before she was forced into the responsibilities of childbearing.\n\nFate had taken that opportunity away from her. Now she was faced by the imminent prospect of going to a man’s bed. A man who wouldn’t speak to her, and who wouldn’t care who she was or what she wanted. She knew the physical requirements of what would be involved—she could thank Mab the cook for some candid discussions on that point—but emotionally, she just felt petrified. She wanted to run, hide, flee as far as she could.\n\nDid all women feel this way, or was it only those who were being washed, primped, and sent to please a deity with the power to destroy nations?\n\nBluefingers eventually returned. Another person entered behind him, an elderly man in the blue and silver clothing Siri was beginning to associate with those who served the God King.\n\nBut . . . Bluefingers wears brown, Siri thought, frowning. Why is that?\n\n“Ah, I see that my timing is perfect,” Bluefingers said as the women finished. They retreated to the sides of the room, heads bowed.\n\nBluefingers nodded to the elderly man. “Vessel, this is one of the palace healers. Before you are taken to the God King, you will need to be inspected to determine if you are a maiden and to ensure that you don’t have certain diseases. It’s really just a formality, but one that I’m afraid I must insist upon. In consideration of your bashfulness, I did not bring the young healer I had originally assigned to the job. I assume an older healer will make you more comfortable?”\n\nSiri sighed, but nodded. Bluefingers gestured toward a padded table on the side of the room; then he and his serving boy turned around. Siri undid her robe and went to the table, lying down to continue what was proving to be the most embarrassing day of her life.\n\nIt will only get worse, she thought as the doctor did his examination.\n\nSusebron, the God King. Awesome, terrible, holy, majestic. He had been stillborn, but had Returned. What did that do to a man? Would he even be human, or would he be some monster, terrible to behold?\nHe was said to be eternal, but obviously his reign would end eventually, otherwise he wouldn’t need an heir.\n\nShe shivered, wishing it could just be over with, but also grateful for anything that delayed matters for just a little longer, even something as humiliating as the doctor’s prodding. That was soon done, however, and Siri quickly did up her robe again, standing.\n\n“She is quite healthy,” the healer said to Bluefingers. “And most likely still a maiden. She also has a very strong Breath.”\n\nSiri froze. How could he tell . . .\n\nAnd then she saw it. She had to look very closely, but the yellow floor around the surgeon looked a tad too bright. She felt herself pale, though the nervousness had already made her hair as white as it went.\n\nThe doctor is an Awakener, she thought. There is an Awakener here, in this room. And he touched me.\n\nShe cringed, skin writhing. It was wrong to take the Breath from another person. It was the ultimate in arrogance, the complete opposite of Idrian philosophy. Others in Hallandren simply wore bright colors to draw attention to themselves, but Awakeners . . . they stole the life from human beings, and used that to make themselves stand out.\n\nThe perverted use of Breath was one of the main reasons that the Royal line had moved to the highlands in the first place. Modern-day Hallandren existed on the basis of extorting the Breath of its people. Siri felt more naked now than she had when actually unclothed. What could this Awakener tell about her, because of his unnatural life force? Was he tempted to steal Siri’s BioChroma? She tried to breathe as shallowly as possible, just in case.\n\nEventually, Bluefingers and the terrible doctor left the room. The women approached to undo her robe once again, some bearing undergarments.\n\nHe will be worse, she realized. The king. He’s not just an Awakener, he’s Returned. He needs to suck the Breath from people in order to survive.\n\nWould he take away her Breath?\n\nNo, that won’t happen, she told herself firmly. He needs me to provide him with an heir of the royal line. He won’t risk the child’s safety. He’ll leave me my Breath, if only until then.\n\nBut . . . what would happen to her when she was no longer needed?\n\nHer attention was drawn away from such thoughts as several serving women approached with a large bundle of cloth. A dress. No, a gown—a gorgeous gown of blue and silver. Focusing on it seemed better than thinking about what the God King would do with her once she bore him a son.\n\nSiri waited quietly as the women put it on her. The fabric was amazingly soft on her skin, the velvet smooth as petals from a highland flower. As the women adjusted it on her, she noticed that—oddly—it laced up the side instead of the back. It had an extremely long train and sleeves that were so long that if she put her arms down at the sides, the cuffs hung a good foot below her hands. It took several minutes for the women to get the ties done up right, the folds situated correctly, and the train even behind\nher. All this so that it can be taken off again in a few minutes, Siri thought with a detached sense of cold irony as a woman approached with a mirror.\n\nSiri froze.\n\nWhere had all that color come from? The delicately red cheeks, the mysteriously dark eyes, the blue on the top of her eyelids? The deep red lips, the almost glowing skin? The gown shone silver upon blue, bulky yet beautiful, with ripples of deep, velvet cloth.\n\nIt was like nothing she’d seen in Idris. It was more amazing, even, than the colors she’d seen on the people in the city. Staring at herself in the mirror, Siri was almost able to forget her worries. “Thank you,” she whispered.\n\nThat must have been the right response, for the serving women smiled, glancing at each other. Two took her hands, moving much more respectfully now than when they’d first rushed her from the carriage. Siri strode with them, train rustling behind her, and the other women stayed behind. Siri turned, and the women curtsied to her one at a time, heads bowed.\n\nThe last two—the ones leading her—opened a door, then gently pushed her out into the hallway beyond. They closed the door, leaving her.\n\nThe hallway was of the deepest black. She’d almost forgotten how dark the stone walls of the palace were. The hallway was empty, save for Bluefingers, who stood waiting for her with his ledger. He smiled, bowing his head in respect. “The God King will be pleased, Vessel,” he said. “We are exactly on time—the sun only just set.”\n\nSiri turned from Bluefingers. Directly across from her was a large, imposing door. It was plated entirely with gold. Four wall lamps shone without colored glass, and they reflected light off the gilded portal. She had no question as to who lay beyond such an impressive entrance.\n\n“This is the God King’s sleeping chambers,” Bluefingers said. “Rather, one of his sleeping chambers. Now, my lady, you must hear this again. Do nothing to offend the king. You are here at his sufferance, and are here to see to his needs. Not mine, not your own, and not even that of our kingdom.”\n\n“I understand,” she said quietly, heart beating faster and faster.\n\n“Thank you,” Bluefingers said. “It is time to present yourself. Enter the room, then remove your dress and underclothing. Bow yourself to the ground before the king’s bed, touching your head to the floor. When he wishes for you to approach, he will knock on the side post, and you may look up. He will then wave you forward.”\n\nShe nodded.\n\n“Just . . . try not to touch him too much.”\n\nSiri frowned, clenching and unclenching her increasingly nervoushands. “How exactly am I going to manage that? We’re going to have sex, aren’t we?”\n\nBluefingers flushed. “Yes, I guess you are. This is new ground for me too, my lady. The God King . . .\n\nwell, only a group of specially dedicated servants are supposed to touch him. My suggestion would be\nto avoid kissing him, caressing him, or doing anything else that might offend him. Simply let him do to you what he wishes, and you should be safe.”\n\nSiri took a deep breath, nodding.\n\n“When you are finished,” Bluefingers said, “the king will withdraw. Take the bed linens and burn them in the hearth. As the Vessel, you are the only one allowed to handle such things. Do you understand?”\n\n“Yes,” Siri said, growing increasingly anxious.\n\n“Very well then,” Bluefingers said, looking almost as nervous as she was. “Good luck.” With that, he reached forward and pushed the door open.\n\nOh, Austre, God of Colors, she thought, heart pounding, hands sweating, growing numb.\n\nBluefingers pushed her lightly on the back, and she stepped into the room.\n\nThe door shut behind her.\n\nA large fire growled in a hearth to her left, bringing a shifting orange light to the large room. The black walls seemed to draw in and absorb the illumination, making deep shadows at the edges of the room.\n\nSiri stood quietly in her ornate velvet dress, heart thumping, brow sweating. To her right, she could make out a massive bed, with sheets and covers of black to match the rest of the room. The bed appeared unoccupied. Siri peered into the darkness, eyes adjusting.\n\nThe fire crackled, throwing a flicker of light across a large, thronelike chair sitting beside the bed. It was occupied by a figure wearing black, bathed in darkness. He watched her, eyes twinkling, unblinking in the firelight.\n\nSiri gasped, casting her eyes downward, her heartbeat surging as she remembered Bluefingers’s warnings. Vivenna should be here instead of me, Siri thought desperately. I can’t deal with this! Father was wrong to send me!\n\nShe squeezed her eyes shut, her breathing coming more quickly. She worked shaking fingers and pulled nervously at the strings on the side of her dress. Her hands were slick with sweat. Was she taking too long to undress? Would he be angered? Would she be killed before even the first night was out?\n\nWould she, perhaps, prefer that?\n\nNo, she thought with determination. No. I need to do this. For Idris. For the fields and the children who took flowers from me. For my father and Mab and everyone else in the palace.\n\nShe finally got the strings undone, and the gown fell away with surprising ease—she could now see that it had been constructed with that goal in mind. She dropped the dress to the floor, then paused, looking at her undershift. The white fabric was throwing out a spectrum of colors, like light bent by a prism. She regarded this with shock, wondering what was causing the strange effect.\n\nIt didn’t matter. She was too nervous to think about that. Gritting her teeth, she forced herself to pull off her undershift, leaving her naked. She quickly knelt on the cold stone floor, curling up, heart thudding in her ears as she bowed with her forehead touching the floor.\nThe room fell silent save for the crackling hearth. The fire wasn’t necessary in the Hallandren warmth, but she was glad for it, unclothed as she was.\n\nShe waited, hair pure white, arrogance and stubbornness discarded, naked in more than one way. This was where she ended up—this was where all her “inde pendent” sense of freedom came to an end. No matter what she claimed or how she felt, in the end, she had to bow to authority. Just like anyone else.\n\nShe gritted her teeth, imagining the God King sitting there, watching her be subservient and naked before him. She hadn’t seen much of him, other than to notice his size—he was a good foot taller than most other men she’d seen, and was wider of shoulders and more powerful of build as well. More significant than other, lesser men.\n\nHe was Returned.\n\nIn and of itself, being Returned wasn’t a sin. After all, Returned came in Idris, too. The Hallandren people, however, kept the Returned alive, feeding them on the souls of peasants, tearing away the Breath of hundreds of people each year. . . .\n\nDon’t think of that, Siri told herself forcefully. Yet as she tried to clear her thoughts, the God King’s eyes returned to her memory. Those black eyes, which had seemed to glow in the firelight. She could feel them on her still, watching her, as cold as the stones upon which she knelt.\n\nThe fire crackled. Bluefingers had said that the king would knock for her. What if she missed it? She didn’t dare glance upward. She’d already met his gaze once, if by accident. She couldn’t risk upsetting him further. She just continued to kneel in place, elbows on the ground, back beginning to ache.\n\nWhy doesn’t he do something?\n\nWas he displeased with her? Was she not as pretty as he’d desired, or was he angered that she’d met his eyes and then taken too long to undress? It would be particularly ironic if she offended him when trying so hard not to be her usual flippant self. Or was something else wrong? He had been promised the eldest daughter of the Idrian king, but had instead received Siri. Would he know the difference? Would he even care?\n\nThe minutes passed, the room growing darker as the fire consumed its logs.\n\nHe’s toying with me, Siri thought. Forcing me to wait on his whims. Making her kneel in such an uncomfortable position was probably a message—one that showed who was in power. He would take her when he willed it, and not before.\n\nSiri gritted her teeth as the time passed. How long had she been kneeling? An hour, maybe longer. And still, there wasn’t a hint of sound—no knock, no cough, not even a shuffle from the God King. Perhaps it was a test to see how long she would remain as she was. Perhaps she was just reading too much into things. Either way, she forced herself to remain in place, shifting only when she absolutely had to.\n\nVivenna had the training. Vivenna had the poise and the refinement. But Siri, she had the stubbornness. One only had to look back at her history of repeatedly ignoring lessons and duties to appreciate that. With time, she’d even broken down her father. He’d started letting her do as she pleased, if only to save his own sanity.\nAnd so she continued to wait—naked in the light of the coals—as the night wore on.\n\n\n\nFireworks sprayed sparks upward in a fountain of light. Some fell close to where Lightsong was sitting, and these blazed with an extra, frenzied light until they died away.\n\nHe reclined on a couch in the open air, watching the display. Servants waited around him, complete with parasols, a portable bar, steaming and chilled towels to rub his face and hands should he feel the need, and a host of other luxuries that—to Lightsong—were simply commonplace.\n\nHe watched the fireworks with mild interest. The firemasters stood in a nervous cluster near his position. Beside them were a troop of minstrels that Lightsong had called for, but hadn’t yet asked to perform. While there were always entertainers in the Court of Gods for the Returned to enjoy, this night —the wedding night of their God King—was even more extravagant.\n\nSusebron wasn’t in attendance himself, of course. Such festivities were beneath him. Lightsong glanced to the side, where the king’s palace rose soberly above the court. Eventually, Lightsong just shook his head and turned his attention back to the courtyard. The palaces of the gods formed a ring, and each building had a patio below and a balcony above, both facing the central area. Lightsong sat a short distance from his patio, out amidst the lush grass of the expansive courtyard.\n\nAnother firefountain sprayed into the air, throwing shadows across the courtyard. Lightsong sighed, accepting another fruit drink from a servant. The night was cool and pleasant, fit for a god. Or gods. Lightsong could see others set up in front of their palaces. Different groups of performers cluttered the sides of the courtyard, waiting for their chance to please one of the Returned.\n\nThe fountain ran low, and the firemasters looked toward him, smiling hopefully in the torchlight. Lightsong nodded with his best benevolent expression. “More fireworks,” he said. “You have pleased me.” This caused the three men to whisper in excitement and wave for their assistants.\n\nAs they set up, a familiar figure wandered into Lightsong’s ring of torches. Llarimar wore his priestly robes, as always. Even when he was out in the city—which was where he should have been this night —he represented Lightsong and his priesthood.\n\n“Scoot?” Lightsong asked, sitting up.\n\n“Your Grace,” Llarimar said, bowing. “Are you enjoying the festivities?”\n\n“Certainly. You might say I’m positively infested. But what are you doing here in the court? You should be out with your family.”\n\n“I just wanted to make certain everything was to your liking.” Lightsong rubbed his forehead. “You’re giving me a headache, Scoot.” “You can’t get headaches, Your Grace.”\n“So you’re fond of telling me,” Lightsong said. “I assume the revelry outside the Holy Prison is nearly as amazing as what we have here inside?”\nLlarimar frowned at Lightsong’s dismissive reference to the divine compound. “The party in the city is fantastic, Your Grace. T’Telir hasn’t seen a festival this grand in decades.”\n\n“Then I repeat that you should be out enjoying it.”\n\n“I just—”\n\n“Scoot,” Lightsong said, giving the man a pointed look, “if there’s one thing you can trust me to do competently on my own, it’s enjoy myself. I will—I promise in all solemnity—have a ravishingly good time drinking to excess and watching these nice men light things on fire. Now go be with your family.”\n\nLlarimar paused, then stood, bowed, and withdrew.\n\nThat man, Lightsong thought, sipping his fruity drink, takes his work far too seriously.\n\nThe concept amused Lightsong, and he leaned back, enjoying the fireworks. However, he was soon distracted by the approach of someone else. Or, rather, one very important someone else leading a group of far less important someone elses. Lightsong sipped his drink again.\n\nThe newcomer was beautiful. She was a goddess, after all. Glossy black hair, pale skin, lushly curvaceous body. She wore far less clothing than Lightsong did, but that was typical of the court’s goddesses. Her thin gown of green and silver silk was split on both sides, showing hips and thighs, and the neckline was draped so low that very little was left to imagination.\n\nBlushweaver the Beautiful, goddess of honesty.\n\nThis should be interesting, Lightsong thought, smiling to himself.\n\nShe was trailed by about thirty servants, not to mention her high priestess and six lesser priests. The firemasters grew excited, realizing that they now had not one, but two divine observers. Their apprentices scurried about in a flurry of motion, setting up another series of firefountains. A group of Blushweaver’s servants rushed forward, carrying an ornate couch, which they set on the grass beside Lightsong.\n\nBlushweaver lay down with customary lithe grace, crossing perfect legs and resting on her side in a seductive yet ladylike pose. The orientation left her able to watch the fireworks should she wish, but her attention was obviously focused on Lightsong.\n\n“My dear Lightsong,” she said as a servant approached with a bunch of grapes. “Aren’t you even going to greet me?”\n\nHere we go, Lightsong thought. “My dear Blushweaver,” he said, setting aside his cup and lacing his fingers before him. “Why would I go and do something rude like that?”\n\n“Rude?” she asked, amused.\n\n“Of course. You obviously make quite a determined effort to draw attention to yourself—the details are magnificent, by the way. Is that makeup on your thighs?”\n\nShe smiled, biting into a grape. “It’s a kind of paint. The designs were drawn by some of the most talented artists in my priesthood.”\n“My compliments to them,” Lightsong said. “Regardless, you ask why I did not greet you. Well, let us assume that I had acted as you suggest I should. Upon your approach, you would have had me gush over you?”\n\n“Naturally.”\n\n“You would have me point out how stunning you appear in that gown?” “I wouldn’t complain.”\n\n“Mention how your dazzling eyes glisten in the fireworks like burning embers?” “That would be nice.”\n\n“Expound on how your lips are so perfectly red that they could leave any man breathless with wonder, yet drive him to compose the most brilliant of poetry each time he recalled the moment?”\n\n“I’d be flattered for certain.”\n\n“And you claim you want these reactions from me?” “I do.”\n\n“Well blast it, woman,” Lightsong said, picking up his cup. “If I’m stunned, dazzled, and breathless, then how the hell am I supposed to greet you? By definition, won’t I be struck dumb?”\n\nShe laughed. “Well, then, you’ve obviously found your tongue now.” “Surprisingly, it was in my mouth,” he said. “I always forget to check there.” “But isn’t that where it is expected to be?”\n“My dear,” he said, “haven’t you known me long enough to realize that my tongue, of all things, rarely does what it is expected to do?”\n\nBlushweaver smiled as the fireworks went off again. Within the auras of two gods, the sparks’ colors grew quite powerful indeed. On the far side, some sparks fell to the ground too far from the Breath auras, and these looked dull and weak in comparison—as if their fire were so cool and in significant that they could be picked up and tucked away.\n\nBlushweaver turned from the display. “So you do find me beautiful?”\n\n“Of course. Why, my dear, you’re positively rank with beauty. You’re literally part of the definition of the word—it’s in your title somewhere, if I’m not mistaken.”\n\n“My dear Lightsong, I do believe that you’re making sport of me.”\n\n“I never make fun of ladies, Blushweaver,” Lightsong said, picking up his drink again. “Mocking a woman is like drinking too much wine. It may be fun for a short time, but the hangover is hell.”\n\nBlushweaver paused. “But we don’t get hangovers, for we cannot get drunk.”\n\n“We can’t?” Lightsong asked. “Then why the blazes am I drinking all of this wine?”\nBlushweaver raised an eyebrow. “Sometimes, Lightsong,” she finally said, “I’m not certain when you are being silly and when you’re being serious.”\n\n“Well, I can help you with that one easily enough,” he said. “If you ever conclude that I’m being serious, then you can be sure that you’ve been working too hard on the problem.”\n\n“I see,” she said, twisting on her couch so that she was facedown. She leaned on her elbows with breasts pushed up between them, fireworks playing off her exposed back and throwing colorful shadows between her arched shoulder blades. “So, then. You admit that I’m stunning and beautiful. Would you then care to retire from the festivities this evening? Find . . . other entertainments?”\n\nLightsong hesitated. Being unable to bear children didn’t stop the gods from seeking intimacy, particularly with other Returned. In fact, from what Lightsong could guess, the impossibility of offspring only increased the laxness of the court in these matters. Many a god took mortal lovers— Blushweaver was known to have a few of her own among her priests. Dalliances with mortals were never seen as infidelity among the gods.\n\nBlushweaver lounged on her couch, supple, inviting. Lightsong opened his mouth, but in his mind, he saw . . . her. The woman of his vision, the one from his dreams, the face he’d mentioned to Llarimar. Who was she?\n\nProbably nothing. A flash from his former life, or perhaps simply an image crafted by his subconscious. Maybe even, as the priests claimed, some kind of prophetic symbol. That face shouldn’t give him pause. Not when confronted with perfection.\n\n“I . . . must decline,” he found himself saying. “I need to watch the fireworks.” “Are they that much more fascinating than I?”\n\n“Not at all. They simply seem far less likely to burn me.”\n\nShe laughed at that. “Well, why don’t we wait until they are through, then retire?” “Alas,” Lightsong said. “I still must decline. I am far too lazy.”\n\n“Too lazy for sex?” Blushweaver asked, rolling back onto her side and regarding him.\n\n“I’m really quite indolent. A poor example of a god, as I keep telling my high priest. Nobody seems to listen to me, so I fear that I must continue to be diligent in proving my point. Dallying with you would, unfortunately, undermine the entire basis of my argument.”\n\nBlushweaver shook her head. “You confuse me sometimes, Lightsong. If it weren’t for your reputation, I’d simply presume you to be shy. How could you have slept with Calmseer, but consistently ignore me?”\n\nCalmseer was the last honorable Returned this city has known, Lightsong thought, sipping his drink. Nobody left has a shred of her decency. Myself included.\n\nBlushweaver fell silent, watching the latest display from the firemasters. The show had grown progressively more ornate, and Lightsong was considering calling halt, lest they use up all of their fireworks on him and not have any left should another god call upon them.\nBlushweaver didn’t make any move to return to her own palace grounds, and Lightsong said nothing further. He suspected that she hadn’t come simply for verbal sparring, or even to try and bed him. Blushweaver always had her plans. In Lightsong’s experience, there was more depth to the woman than her gaudy surface suggested.\n\nEventually, his hunch paid off. She turned from the fireworks, eyeing the dark palace of the God King. “We have a new queen.”\n\n“I noticed,” Lightsong said. “Though, admittedly, only because I was reminded several times.” They fell silent.\n\n“Have you no thoughts on the matter?” Blushweaver finally asked.\n\n“I try to avoid having thoughts. They lead to other thoughts, and—if you’re not careful—those lead to actions. Actions make you tired. I have this on rather good authority from someone who once read it in a book.”\n\nBlushweaver sighed. “You avoid thinking, you avoid me, you avoid effort . . . is there anything you don’t avoid?”\n\n“Breakfast.”\n\nBlushweaver didn’t react to this, which Lightsong found disappointing. She was too focused on the king’s palace. Lightsong usually tried to ignore the large black building; he didn’t like how it seemed to loom over him.\n\n“Perhaps you should make an exception,” Blushweaver said, “and give some thought to thisparticular situation. This queen means something.”\n\nLightsong turned his cup around in his fingers. He knew that Blushweaver’s priests were among those who called most strongly for war in the Court Assembly. He hadn’t forgotten his phantom nightmare from earlier, the vision of T’Telir on fire. That image refused to fade from his mind. He never said anything for or against the idea of war. He just didn’t want to be involved.\n\n“We’ve had queens before,” he finally said.\n\n“Never one of the royal line,” Blushweaver replied. “At least, there hasn’t been one since the days of Kalad the Usurper.”\n\nKalad. The man who had started the Manywar, the one who had used his knowledge of BioChromatic Breath to create a vast army of Lifeless and seize power in Hallandren. He had protected the kingdom with his armies, yet had shattered the kingdom as well by driving the royals into the highlands.\n\nNow they were back. Or, at least, one of them was.\n\n“This is a dangerous day, Lightsong,” Blushweaver said quietly. “What happens if that woman bears a child who isn’t Returned?”\n\n“Impossible,” Lightsong said.\n\n“Oh? You are that confident?”\nLightsong nodded. “Of the Returned, only the God King can engender children, and they’re always stillborn.”\n\nBlushweaver shook her head. “The only word we have for that is from the palace priests themselves. Yet I’ve heard of . . . discrepancies in the records. Even if we don’t worry about those, there are plenty of other considerations. Why do we need a royal to ‘legitimize’ our throne? Isn’t three hundred years of rule by the Court of Gods sufficient to make the kingdom legitimate?”\n\nLightsong didn’t respond.\n\n“This marriage implies that we still accept royal authority,” Blushweaver said. “What happens if that king up in the highlands decides to take his lands back? What happens if that queen of ours in there has a child by another man? Who is the heir? Who rules?”\n\n“The God King rules. Everyone knows that.”\n\n“He didn’t rule three hundred years ago,” Blushweaver said. “The royals did. Then, after them, Kalad did—and after him, Peacegiver. Change can happen quickly. By inviting that woman into our city, we may have initiated the end of Returned rule in Hallandren.”\n\nShe fell silent, pensive. Lightsong studied the beautiful goddess. It had been fifteen years since her Return—which made her old, for a Returned. Old, wise, and incredibly crafty.\n\nBlushweaver glanced at him. “I don’t intend to find myself caught, surprised, like the royals were when Kalad seized their throne. Some of us are planning, Lightsong. You can join us, if you wish.”\n\n“Politics, my dear,” he said with a sigh. “You know how I loathe it.” “You’re the god of bravery. We could use your confidence.” “At this point, I’m only confident that I’ll be of no use to you.”\nHer face stiffened as she tried not to show her frustration. Eventually, she sighed and stood, stretching, showing off her perfect figure once more. “You’ll have to stand for something eventually, Lightsong,” she said. “You’re a god to these people.”\n\n“Not by choice, my dear.”\n\nShe smiled, then bent down and kissed him softly. “Just consider what I said. You’re a better man than you give yourself credit for being. You think I’d offer myself to just anyone?”\n\nHe hesitated, then frowned. “Actually . . . yes. I do.”\n\nShe laughed, turning as her servants picked up her couch. “Oh, come now! There must be at\n\nleast three of the other gods I wouldn’t think of letting touch me. Enjoy the party, and do try to imagine what our king is doing to our legacy up there in his chambers right now.” She glanced back at him. “Particularly if that imagining reminds you of what you just missed out on.” She winked, then glided away.\nLightsong sat back on his couch, then dismissed the firemasters with words of praise. As the minstrels began to play, he tried to empty his mind of both Blushweaver’s ominous words and the visions of war that had plagued his dreams.\n\nSiri groaned, rolling over. Her back hurt, her arms hurt, and her head hurt. In fact, she was so uncomfortable that she couldn’t stay asleep, despite her fatigue. She sat up, holding her head.\n\nShe’d spent the night on the floor of the God King’s bedchamber—sleeping, kind of. Sunlight poured into the room, reflecting off of the marble where the floor wasn’t covered with rugs.\n\nBlack rugs, she thought, sitting in the middle of the rumpled blue dress, which she’d used as both blanket and pillow. Black rugs on a black floor with black furniture. These Hallandren certainly know how to run with a motif.\n\nThe God King wasn’t in the room. Siri glanced toward the oversized black leather chair where he’d spent much of the night. She hadn’t noticed him leave.\n\nShe yawned, then rose, pulling her shift out of the wadded mound of dress and putting it on over her head. She pulled her hair out, flipping it behind her. Keeping it so long was going to take some getting used to. It fell down against her back, a contented blond in color.\n\nShe’d somehow survived the night untouched.\n\nShe walked on bare feet over to the leather chair, running her fingers along its smooth surface. She’d been less than respectful. She’d dozed off. She’d curled up and pulled her dress close. She’d even glanced over at the chair a few times. Not because of defiance or a disobedient heart; she’d simply been too drowsy to remember that she wasn’t supposed to look at the God King. And he hadn’t ordered her executed. Bluefingers had made her worry that the God King was volatile and quick to anger, yet if that was the case, then he had held his temper with her. What else was he going to do? The Hallandren had waited for decades to get a royal princess to marry into their line of God Kings. She smiled. I do have some power. He couldn’t kill her—not until he had what he wanted.\n\nIt wasn’t much, but it did give her a bit more confidence. She walked around the chair, noting its size. Everything in the room was built to be just a little too large, skewing her perspective, making her feel shorter than she was. She rested her hand on the arm of the chair, and found herself wondering why he hadn’t decided to take her. What was wrong with her? Wasn’t she desirable?\n\nFoolish girl, she told herself, shaking her head and walking over to the still-undisturbed bed.You spent most of the trip here worrying about what would happen on your wedding night, and then when nothing happens, you complain about that too?\n\nShe knew she wasn’t free. He would take her eventually—that was the point of the entire arrangement. But it hadn’t happened last night. She smiled, yawning, then she climbed up into the bed and curled up under the covers, drifting off.\n\n\n\nThe next time she woke was a great deal more pleasant than the previous one had been. Siri stretched, and then noticed something.\nHer dress, which she’d left sitting in a heap on the floor, was gone. Also, the fire in the hearth had been rebuilt—though why that was necessary was beyond her. The day was warm, and she’d kicked off the covers as she’d slept.\n\nI’m supposed to burn the sheets, she remembered. That’s the reason they stoked the fire.\n\nShe sat up in her shift, alone in the black room. The servants and priests wouldn’t know that she’d spent the entire night on the floor unless the God King had told someone. How likely would it be for a man of his power to speak with his priests about intimate details?\n\nSlowly, Siri climbed out of bed and pulled the sheets free. She wadded them up, walked over, and threw them into the large hearth. Then she watched the flames. She still didn’t know why the God King had left her alone. Until she knew, it was surely better to just let everyone assume that the marriage had been consummated.\n\nAfter the sheets were done burning, Siri scanned the room, looking for something to wear. She found nothing. Sighing, she walked to the door, clothed only in her shift. She pulled it open, and jumped slightly. Two dozen serving women of varying ages knelt outside.\n\nGod of Colors! Siri thought. How long have they been kneeling out here? Suddenly, she didn’t feel quite so indignant at being forced to wait upon the God King’s whims.\n\nThe women stood up, heads bowed, and walked into the room. Siri backed up, cocking her head when she noticed that several of the women carried in large chests. They’re dressed in different colors from yesterday, Siri thought. The cut was the same—divided skirts, like flowing trousers, topped with sleeveless blouses and small caps, their hair coming out the back. Instead of the blue and silver, the outfits were now yellow and copper.\n\nThe women opened the trunks, removing various layers of clothing. All were of bright colors, and each was of a different cut. The women spread them out on the floor before Siri, then settled back on their knees, waiting.\n\nSiri hesitated. She’d grown up the daughter of a king, so she’d never lacked. Yet, life in Idris was austere. She’d owned five dresses, which had nearly been an extravagant number. One had been white, and the other four had been the same wan blue.\n\nBeing confronted by so many colors and options felt overwhelming. She tried to imagine how each would look on her. Many of them were dangerously low-cut, even more so than the shirts the serving women wore—and those were already scandalous by Idrian standards.\n\nFinally, hesitantly, Siri pointed at one outfit. It was a dress in two pieces, red skirt and matching blouse. As Siri pointed, the serving women stood, some putting away the unchosen outfits, others walking over to carefully remove Siri’s shift.\n\nIn a few minutes, Siri was dressed. She was embarrassed to find that—while the clothing fit her perfectly—the blouse was designed to reveal her midriff. Still, it wasn’t as low-cut as the others, and the skirt went all the way down to her calves. The silky red material was far lighter than the thick wools and linen she was accustomed to wearing. The skirt flared and ruffled when she turned, and Siri\ncouldn’t be completely certain it wasn’t sheer. Standing in it, she almost felt as naked as she’d been during the night.\n\nThat appears to be a recurring theme for me here, she thought wryly as the serving women backed away. Others approached with a stool, and she sat, waiting as the women cleaned her face and arms with a pleasantly warm cloth. When that was done, they reapplied her makeup, did her hair, then sprayed her with a few puffs of perfume.\n\nWhen she opened her eyes—perfume misting down around her—Bluefingers was standing in the room. “Ah, excellent,” he said, servant boy standing obediently behind with ink, quill, and paper. “You’re up already.”\n\nAlready? Siri thought. It has to be well past noon!\n\nBluefingers looked her over, nodded to himself, then glanced at the bed, obviously checking to see that the linens had been destroyed. “Well,” he said. “I trust that your servants will see to your needs, Vessel.” With that, he began to walk away with the anxious tread of a man who felt he had far too much to do.\n\n“Wait!” Siri said, standing, jostling several of her serving women.\n\nBluefingers hesitated. “Vessel?”\n\nSiri floundered, uncertain how to express what she was feeling. “Do you know . . . what I’m supposed to do?”\n\n“Do, Vessel?” the scribe asked. “You mean, in regards to . . .” He glanced at the bed.\n\nSiri flushed. “No, not that. I mean with my time. What are my duties? What is expected of me?”\n\n“To provide an heir.”\n\n“Beyond that.”\n\nBluefingers frowned. “I . . . well, to be honest, Vessel, I really don’t know. I must say, your arrival has certainly caused a level of disruption in the Court of Gods.”\n\nIn my life, too, she thought, flushing slightly, hair turning red.\n\n“Not that you’re to blame, of course,” Bluefingers said quickly. “But then . . . well, I certainly wish I’d had more forewarning.”\n\n“More forewarning?” Siri asked. “This marriage was arranged by treaty over twenty years ago!”\n\n“Yes, well, but nobody thought . . .” He trailed off. “Ahem. Well, either way, we shall do our best to accommodate you here in the king’s palace.”\n\nWhat was that? Siri thought. Nobody thought . . . that the marriage would really happen? Why not?\n\nDid they assume that Idris wouldn’t keep its part of the bargain?\n\nRegardless, he still hadn’t answered her question. “Yes, but what am I supposed to do?” she said, sitting down on the stool again. “Am I to sit here in the palace and stare at the fire all day?”\nBluefingers chuckled. “Oh, Colors no! My lady, this is the Court of Gods! You’ll find plenty to occupy you. Each day, performers are allowed to enter the court and display their talents for their deities. You may have any of these brought to you for a private perfor mance.”\n\n“Ah,” Siri said. “Can I, maybe, go horse back riding?”\n\nBluefingers rubbed his chin. “I suppose we could bring some horses into the court for you. Of course, we’d have to wait until the Wedding Jubilation is over.”\n\n“Wedding Jubilation?” she asked.\n\n“You . . . don’t know, then? Were you not prepared for any of this?” Siri flushed.\n\n“No offense intended, Vessel,” Bluefingers said. “The Wedding Jubilation is a weeklong period in which we celebrate the God King’s marriage. During that time, you are not to leave this palace. At the end of it, you will officially be presented to the Court of Gods.”\n\n“Oh,” she said. “And after that, I can go out of the city?”\n\n“Out of the city!” Bluefingers said. “Vessel, you can’t leave the Court of Gods!”\n\n“What?”\n\n“You may not be a god yourself,” Bluefingers continued. “But you’re the wife of the God King. It would be far too dangerous to let you out. But do not fret—anything and everything you might request can be provided for you.”\n\nExcept freedom, she thought, feeling a bit sick.\n\n“I assure you, once the Wedding Jubilation is over, you will find little to complain about. Everything you could want is here: every type of indulgence, every luxury, every diversion.”\n\nSiri nodded numbly, still feeling trapped.\n"], "title": ["Warbreaker"], "author": ["Brandon Sanderson"]}