{"genre": ["Fantasy"], "text": ["\n. “How do I know those same competitors haven’t hired you to convince me a war is coming?”\n\nThe table fell silent, making noticeable the other diners clattering at their own meals. Denth finally turned, eyeing Vivenna, and nodded.\n\nShe pulled up her shawl—not the matronly one she’d brought from Idris, but a silken, gossamer one that Denth had found for her. She met Fob’s eyes, then changed her hair to a deep red. With the shawl up, only those at the table and watching closely would be able to see the change.\n\nHe froze. “Do that again,” he said.\n\nShe changed it to blond.\n\nFob sat back, letting his mussel fall free of its shell. It splatted against the table near the one Tonk Fah had dropped. “The queen?” he asked with shock.\n\n“No,” Vivenna said. “Her sister.”\n\n“What’s going on here?” Fob asked.\n\nDenth smiled. “She’s here to organize a resistance against the Returned gods and to prepare Idrian interests here in T’Telir for the coming war.”\n\n“You don’t think that old royal up in the highlands would send his daughter for nothing?” Tonk Fah said. “War. It’s the only thing that would call for such desperation.”\n\n“Your sister,” Fob said, eyeing Vivenna. “They sent the younger one into the court. Why?” “The king’s plans are his own, Fob,” Denth said.\n\nFob looked thoughtful. Finally, he flipped the fallen mussel onto the plate of shells and reached for a fresh one. “I knew there was more behind that girl’s arrival than simple chance.”\n\n“So you’ll harvest?” Denth asked.\n\n“I’ll think about it,” Fob said.\n\nDenth nodded. “Good enough, I guess.”\n\nHe nodded to Vivenna and Tonk Fah, and the three of them left Fob eating his shellfish. Vivenna settled the tab—which was even higher than she’d feared—and then they joined Parlin, Jewels, and Clod the Lifeless waiting outside. The group moved away from the restaurant, pushing through the crowd easily, if only because of the massive Lifeless that walked before them.\n\n“Where now?” Vivenna asked.\n\nDenth eyed her. “Not tired even a little?”\n\nVivenna didn’t acknowledge her sore feet or her drowsiness. “We’re working for the good of my people, Denth. A little weariness is a small price.”\n\nDenth shot a glance toward Tonk Fah, but the overweight mercenary had split off into the crowd toward a merchant’s stand, Parlin tagging along behind. Parlin, Vivenna noticed, had gone back to wearing his\nridiculous green hat despite her disapproval. What was wrong with that man? He wasn’t terribly bright, true, but he had always been levelheaded.\n\n“Jewels,” Denth called up ahead. “Take us to the Raymar place.”\n\nJewels nodded, giving instructions to Clod that Vivenna couldn’t hear. The group turned in another direction through the crowd.\n\n“It only responds to her?” Vivenna said.\n\nDenth shrugged. “It has basic instructions to do what Tonks and I say and I’ve got a security phrase I can use if I need more control.”\n\nVivenna frowned. “Security phrase?”\n\nDenth eyed her. “This is a rather heretical discussion we’re getting into. You sure you want to continue?”\n\nVivenna ignored the amusement in his tone. “I still do not like the idea of that thing being with us, particularly if I don’t have any way to control it.”\n\n“All Awakening works by way of the Command, Princess,” Denth said. “You infuse something with life, then give it an order. Lifeless are valuable because you can give them Commands after you create them, unlike regular Awakened objects, which you can only Command once in advance. Plus, Lifeless can remember a long list of complicated orders and are generally good about not misunderstanding them. They retain a bit of their humanity, I guess.”\n\nVivenna shivered. That made them seem far too sentient for her liking.\n\n“However, that means pretty much anyone can control a Lifeless,” Denth said. “Not just the person who created them. So we give them security phrases. A couple words you can say that will let you imprint the creature with new Commands.”\n\n“So what’s the security phrase for Clod?”\n\n“I’ll have to ask Jewels if you can have it.”\n\nVivenna opened her mouth to complain, but thought better of it. Denth obviously didn’t like interfering with Jewels or her work. Vivenna would simply have to make a point of it later, once they were in a more private location. Instead, she just eyed Clod. He was dressed in simple clothing. Grey trousers and grey shirt, with a leather jerkin that had been drained of color. He carried a large blade at his waist. Not a dueling sword—a more brutal, broad-bladed weapon.\n\nAll in grey, Vivenna thought. Is that because they want everyone to recognize Clod for a\n\nLifeless? Despite what Denth said about Lifeless being common, many people gave the thing a wide berth. Snakes might be common in the jungle, she thought, but that doesn’t mean that people are pleased to see them.\n\nJewels chatted quietly at the Lifeless, though it never responded. It simply walked, face forward, inhuman in the steady rhythm of its steps.\n“Does she always . . . talk to it like that?” Vivenna asked, shivering.\n\n“Yeah,” Denth said.\n\n“That doesn’t seem very healthy.”\n\nDenth looked troubled, though he said nothing. A few moments later, Tonk Fah and Parlin returned. Tonk Fah, Vivenna was displeased to see, had a small monkey on his shoulder. It chittered a bit, then ran behind Tonk Fah’s neck, moving to the other shoulder.\n\n“A new pet?” Vivenna asked. “What happened to that parrot of yours, anyway?”\n\nTonk Fah looked ashamed, and Denth just shook his head. “Tonks isn’t very good with pets.” “That parrot was boring anyway,” Tonk Fah said. “Monkeys are much more interesting.”\nVivenna shook her head. It wasn’t long before they arrived at the next restaurant, one far less lavish than the previous one. Jewels, Parlin, and the Lifeless took up places outside, as usual, and Vivenna and the two male mercenaries walked in.\n\nThe meetings were becoming routine. During the last couple of weeks, they’d met with at least a dozen people of varying usefulness. Some were underground leaders Denth thought might be capable of making a ruckus. Others were merchants, like Fob. All in all, Vivenna was impressed with the variety of covert ways Denth had come up with to disrupt things in T’Telir.\n\nMost of the schemes did, however, require a display of Vivenna’s Royal Locks as a clincher. Most people instantly grasped the importance of a royal daughter being in the city, and she was left wondering just how Lemex had intended to achieve results without such convincing proof.\n\nDenth led them to a table in the corner, and Vivenna frowned at how dirty the restaurant was. The only light came in the form of slim slatlike windows shining beams of sunlight through the ceiling, but even that was enough to show the grime. Despite her hunger, she quickly determined that she would not be eating anything at this establishment. “Why do we keep switching restaurants, anyway?” she said, sitting down—but only after wiping off the stool with her handkerchief.\n\n“Harder to spy on us that way,” Denth said. “I keep warning you, Princess. This is more dangerous than it seems. Don’t let the simple meetings over food throw you off. In any other city, we’d be meeting in lairs, gambling parlors, or alleyways. Best to keep moving.”\n\nThey settled down, and as if they hadn’t just come from their second lunch of the day, Denth and Tonk Fah ordered food. Vivenna sat quietly in her chair, preparing for the meeting. Gods Feast was something of a holy day in Hallandren—though, from what she’d seen, the people of the pagan city had no real concept of what a “holy day” should be. Instead of helping the monks in their fields or caring for the needy, the people took the evening off and splurged on meals—as if the gods wanted them to be extravagant.\n\nAnd perhaps they did. From what she’d heard, the Returned were profligate beings. It made sense for their followers to spend their “holy day” being idle and gluttonous.\nTheir contact arrived before the food did. He walked in with two bodyguards of his own. He wore nice clothing—which meant bright clothing, in T’Telir—but his beard was long and greasy, and he appeared to be short several teeth. He pointed, and his bodyguards pulled a second table over next to Vivenna’s, then arranged three chairs by it. The man took a seat, careful to keep his distance from Denth and Tonk Fah.\n\n“A little paranoid, aren’t we?” Denth said.\n\nThe man raised his hands. “Caution never hurt a man.”\n\n“More food for us, then,” Tonk Fah said as the plate arrived. It was covered with bits of . . . something that had been battered and fried. The monkey immediately scrambled down Tonk Fah’s arm and snatched a few pieces.\n\n“So,” the man said, “you’re the infamous Denth.”\n\n“I am. I assume you’re Grable?”\n\nThe man nodded.\n\nOne of the city’s less reputable thieving lords, Vivenna thought. A strong ally of Vahr’s rebellion. They had been waiting weeks to set up this meeting.\n\n“Good,” Denth said. “We have some interest in making certain supply carts disappear on the way to the city.” He said it so openly. Vivenna glanced about, making certain no other tables were close.\n\n“Grable owns this restaurant, Princess,” Tonk Fah whispered. “Every second man in this room is probably a bodyguard.”\n\nGreat, she thought, annoyed they hadn’t told her before they entered. She glanced around again, feeling far more jumpy this time.\n\n“Is that so?” Grable asked, bringing Vivenna’s attention back to the conversation. “You want to make things disappear? Caravans of food?”\n\n“It’s a difficult job we’re asking for,” Denth said grimly. “These aren’t long-distance caravans. Most of them will simply be coming into the city from the outlying farms.” He nodded to Vivenna, and she pulled out a small pouch of coins. She handed them to him, and he tossed them to a nearby table.\n\nOne of the bodyguards investigated.\n\n“For your trouble in coming today,” Denth said.\n\nVivenna watched the money go with a crimp in her stomach. It felt downright wrong to be using royal funds to bribe men like Grable. What she had just given away wasn’t even a real bribe—it was simply “grease money,” as Denth put it.\n\n“Now,” Denth said, “the carts we’re talking about—” “Wait,” Grable said. “Let’s see the hair first.” Vivenna sighed, moving to put up the shawl.\n“No shawl,” Grable said. “No tricks. The men in this room are loyal.”\n\nVivenna shot a glance at Denth, and he nodded. So she shifted colors a couple of times. Grable watched intently, scratching at his beard.\n\n“Nice,” he finally said. “Nice indeed. Where’d you find her?” Denth frowned. “What?”\n\n“A person with enough royal blood to imitate one of the princesses.”\n\n“She’s no impostor,” Denth said as Tonk Fah continued to work on the plate of fried somethings. “Come now,” Grable said, smiling with a wide, uneven smile. “You can tell me.”\n\n“It’s true,” Vivenna said. “Being royal is about more than just blood. It’s about lineage and the holy calling of Austre. My children will not have the Royal Locks unless I become queen of Idris. Only potential heirs have the ability to change their hair color.”\n\n“Superstitious nonsense,” Grable said. He leaned forward, ignoring her and focusing on Denth. “I don’t care about your caravans, Denth. I want to buy the girl from you. How much?”\n\nDenth was silent.\n\n“Word of her is spreading about town,” Grable said. “I see what you’re doing. You could move a lot of people, make a lot of noise, with a person who seemed to be of the royal family. I don’t know where you found her, or how you trained her so well, but I want her.”\n\nDenth stood up slowly. “We’re leaving,” he said. Grable’s bodyguards stood up too.\n\nDenth moved.\n\nThere were flashes—reflections of sunlight, and bodies moving too fast for Vivenna’s shocked mind to follow. Then the motion stopped. Grable remained in his chair. Denth stood poised, his dueling blade sticking through the neck of one of the bodyguards.\n\nThe bodyguard looked surprised, his hand still on his sword. Vivenna hadn’t even seen Denth draw his weapon. The other bodyguard stumbled, blood staining the front of his jerkin from where—shockingly —Denth seemed to have managed to stab him as well.\n\nHe slipped to the ground, bumping Grable’s table in his death throes.\n\nLord of Colors . . . Vivenna thought. So fast!\n\n“So, you are as good as they say,” Grable said, still looking unconcerned. Around the room, other men had stood. Some twenty of them. Tonk Fah grabbed another handful of fried things, then nudged Vivenna. “We might want to get up,” he whispered.\n\nDenth pulled his sword free of the bodyguard’s neck, and the man joined his friend, bleeding and dying on the floor. Denth slammed his sword into its sheath without wiping it, never breaking Grable’s gaze.\n“People speak of you,” Grable said. “Say you appeared out of nowhere a decade or so back. Gathered yourself a team of the best—stole them from important men. Or important prisons. Nobody knows much about you, other than the fact that you’re fast. Some say inhumanly so.”\n\nDenth nodded toward the doorway. Vivenna stood nervously, then let Tonk Fah pull her through the room. The guards stood with their hands on their swords, but nobody attacked.\n\n“It’s a pity we couldn’t do business,” Grable said, sighing. “I hope you’ll think of me for future dealings.”\n\nDenth finally turned away, joining Vivenna and Tonk Fah as they left the restaurant and moved out onto the sunny street. Parlin and Jewels hurried to catch up.\n\n“He’s letting us go?” Vivenna asked, heart thumping.\n\n“He just wanted to see my blade,” Denth said. He still seemed tense. “It happens sometimes.”\n\n“Barring that, he wanted to steal himself a princess,” Tonk Fah added. “He either got to verify Denth’s skill or he got you.”\n\n“But . . . you could have killed him!” Vivenna said.\n\nTonk Fah snorted. “And bring down the wrath of half the thieves, assassins, and burglars in the city? No, Grable knew he wasn’t ever in any danger from us.”\n\nDenth looked back at her. “I’m sorry for wasting your time—I thought he’d be more useful.”\n\nShe frowned, noting for the first time the careful mask that Denth kept on his emotions. She’d always thought of him as carefree, like Tonk Fah, but now she saw hints of something else. Control. Control that was, for the first time since they’d met, in danger of cracking.\n\n“Well, no harm done,” she said.\n\n“Except for those slobs that Denth poked,” Tonk Fah added, happily feeding another morsel to his monkey.\n\n“We need to—”\n\n“Princess?” a voice asked from the crowd.\n\nDenth and Tonk Fah both spun. Once again, Denth’s sword was out before Vivenna could track. This time, however, he didn’t strike. The man behind them didn’t seem much of a threat. He wore ragged brown clothing, and had a leathery suntanned face. He had the look of a farmer.\n\n“Oh, Princess,” the man said, hurrying forward, ignoring the blades. “It is you. I heard rumors, but . . . oh, you’re here!”\n\nDenth shot a look at Tonk Fah, and the larger mercenary reached out, putting a hand in front of the newcomer before he got too close to Vivenna. She would have thought the caution unnecessary had she just not seen Denth kill two men in an eyeblink. The danger Denth always talked about was slowly seeping into her mind. If this man had a hidden weapon and a little skill, he could kill her before she knew what was happening.\nIt was a chilling realization.\n\n“Princess,” the man said, falling to his knees. “I am your servant.” “Please,” she said. “Do not put me above others.”\n\n“Oh,” the man said, looking up. “I’m sorry. It’s been so long since I left Idris! But, it is you!” “How did you know I was here?”\n\n“The Idrians in T’Telir,” the man said. “They say you’ve come to take the throne back. We’ve been oppressed here for so long that I thought people were just making up stories. But it’s true! You’re here!”\n\nDenth glanced at her, then at Grable’s restaurant, which was still close behind them. He nodded to Tonk Fah. “Grab him, search him, and we’ll talk somewhere else.”\n\n\n\nThe “somewhere else” turned out to be a ragged dump of a building in a poor section of town about fifteen minutes from the restaurant.\n\nVivenna found the slums of T’Telir to be very interesting, on an intellectual level at least. Even here, there was color. People wore faded clothing. Bright strips of cloth hung from windows, stretched across overhangs, and even sat in puddles on the street. Colors, muted or dirty. Like a carnival that had been hit by a mudslide.\n\nVivenna stood outside the shack with Jewels, Parlin, and the Idrian, waiting as Denth and Tonk Fah made sure the building wasn’t hiding any unseen threats. She wrapped her arms around herself, feeling an odd sense of despair. The faded colors in the alley felt wrong. They were dead things. Like a beautiful bird that had fallen motionless to the ground, its shape intact, but the magic gone.\n\nRuined reds, stained yellows, broken greens. In T’Telir, even simple things—like chair legs and storage sacks—were dyed bright colors. How much must the people of the city spend on dyes and inks? If it hadn’t been for the Tears of Edgli, the vibrant flowers that grew only in the T’Telir climate, it would have been impossible. Hallandren had made an entire economy out of growing, harvesting, and producing dyes from the special flowers.\n\nVivenna wrinkled her nose at the smell of refuse. Scents were more vibrant to her now, too, much like colors. It wasn’t that her ability to smell was any better, the things that she smelled just seemed rich. She shivered. Even now, weeks after the infusion of Breath, she didn’t feel normal. She could sense the teeming people of the city, could sense Parlin beside her, watching the nearby alleys with suspicion. She could sense Denth and Tonk Fah inside—one of them appeared to be inspecting the basement.\n\nShe could . . .\n\nShe froze. She couldn’t feel Jewels. She glanced to the side, but the shorter woman was there, hands on hips, muttering to herself about being left with the “kids.” Her Lifeless abomination was beside her; Vivenna hadn’t expected to be able to feel it. Why couldn’t she feel Jewels? Vivenna had a sharp\nmoment of panic, thinking that Jewels might be some twisted Lifeless creation. Then, however, she realized that there was a simple explanation.\n\nJewels had no Breath. She was a Drab.\n\nNow that Vivenna knew what to look for, it was obvious. Even without her wealth of Breath, Vivenna thought she might have been able to tell. There was less of a sparkle of life in Jewels’s eyes. She seemed more grumpy, less pleasant. She seemed to put others on edge.\n\nPlus Jewels never noticed when Vivenna was watching her. Whatever sense made others glance about if they were watched for too long, Jewels didn’t have it. Vivenna turned away, and found herself blushing. Seeing a person without Breath . . . it felt like spying on someone when they were changing. Seeing them exposed.\n\nPoor woman, she thought. I wonder how it happened. Had she sold it herself? Or had it been taken from her? Suddenly, Vivenna felt awkward. Why should I have so much, when she has nothing? It was the worst kind of ostentation.\n\nShe felt Denth approach before he actually pushed the door open. It looked ready to fall off its hinges. “Safe,” he said. Then he eyed Vivenna. “You don’t have to be involved with this, if you don’t want to waste your time, Princess. Jewels can take you back to the house. We’ll question the man and bring you word.”\n\nShe shook her head. “No. I want to hear what he has to say.”\n\n“I figured as much,” Denth said. “We’ll want to cancel our next appointment, though. Jewels, you—” “I’ll do it,” Parlin said.\n\nDenth paused, glancing at Vivenna.\n\n“Look, I may not understand everything going on in this city,” Parlin said, “but I can deliver a simple message. I’m not an idiot.”\n\n“Let him go,” Vivenna said. “I trust him.”\n\nDenth shrugged. “All right. Head straight down this alley until you find the square with the broken statue of a horse man, then turn east and follow that road through its curves. That’ll take you out of the slum. The next appointment was to happen at a restaurant called the Armsman’s Way; you’ll find it in the market on the west side.”\n\nParlin nodded and took off. Denth waved for Vivenna and the others to enter the building. The nervous Idrian man—Thame—went first. Vivenna followed him in, and was surprised to find that the inside of the building looked quite a bit sturdier than the outside had indicated. Tonk Fah found a stool, and he put it down in the center of the room.\n\n“Have a seat, friend,” Denth said, gesturing.\n\nThame nervously settled on the stool.\n“Now,” Denth said, “why don’t you tell us how you found out that the princess was going to be in that particular restaurant today?”\n\nThame glanced from side to side. “I just happened to be walking in the area and I—”\n\nTonk Fah cracked his knuckles. Vivenna glanced at him, suddenly noticing that Tonk Fah seemed more . . . dangerous. The idle, overweight man who liked to nap had vanished. In his place was a thug with sleeves rolled up, showing off muscles that bulged impressively.\n\nThame was sweating. To the side, Clod the Lifeless stepped into the room, his inhuman eyes falling into shadow, his face looking like something molded in wax. A simulacrum of a human.\n\n“I . . . run jobs for one of the bosses in the city,” Thame said. “Little things. Nothing big. When you’re one of us, you take the jobs you can get.”\n\n“One of us?” Denth asked, resting his hand on the pommel of his sword.\n\n“Idrian.”\n\n“I’ve seen Idrians in good positions in the city, friend,” Denth said. “Merchants. Moneylenders.”\n\n“The lucky ones, sir,” Thame said, gulping. “They have their own money. People will work with anyone who has money. If you’re just an ordinary man, things are different. People look at your clothing, listen to your accent, and they find others to do their work. They say we’re not trustworthy. Or that we’re boring. Or that we steal.”\n\n“And do you?” Vivenna found herself asking.\n\nThame looked at her, then glanced down at the building’s dirt floor. “Sometimes,” he said. “But not at first. I only do it now, when my boss asks me to.”\n\n“That still doesn’t answer how you knew where to find us, friend,” Denth said quietly. His pointed use of the word “friend,” when contrasted with Tonk Fah on one side and the Lifeless on the other, made Vivenna shiver.\n\n“My boss talks too much,” Thame said. “He knew what was happening at that restaurant—he sold the information to a couple of people. I heard for free.”\n\nDenth glanced at Tonk Fah.\n\n“Everyone knows she’s in the city,” Thame said quickly. “We’ve all heard the rumors. It’s no coincidence. Things are bad for us. Worse than they’ve ever been. The princess came to help, right?”\n\n“Friend,” Denth said. “I think it’s best that you forget this entire meeting. I realize that there will be the temptation to sell information. But I promise you, we can find out if you do that. And we can—”\n\n“Denth, that’s enough,” Vivenna said. “Stop scaring the man.” The mercenary glanced at her, causing Thame to jump.\n“Oh, for the Colors’ sake,” she said walking forward, crouching beside Thame’s stool. “No harm will come to you, Thame. You have done well in seeking me out, and I trust you to keep news of our meeting quiet. But, tell me, if things are so bad in T’Telir, why not return to Idris?”\n\n“Travel costs money, Your Highness,” he said. “I can’t afford it—most of us can’t.” “Are there many of you here?” Vivenna asked. “Yes, Your Highness.”\nVivenna nodded. “I want to meet with the others.” “Princess—” Denth said, but she silenced him with a glance.\n“I can gather some together,” Thame said, nodding eagerly. “I promise. I’m known to a lot of the Idrians.”\n\n“Good,” Vivenna said. “Because I have come to help. How shall we contact you?” “Ask around for Rira,” he said. “That’s my boss.”\n\nVivenna rose and then gestured toward the doorway. Thame fled without further prompting. Jewels, who stood guarding the doorway, reluctantly stepped aside and let the man scuttle away.\n\nThe room was silent for a moment.\n\n“Jewels,” Denth said. “Follow him.”\n\nShe nodded and was gone.\n\nVivenna glanced back at the two mercenaries, expecting to find them angry at her.\n\n“Aw, did you have to let him go so fast?” Tonk Fah said, sitting down on the floor, looking morose.\n\nWhatever he’d done to look dangerous was gone, evaporating faster than water on metal in the sun.\n\n“Now you’ve done it,” Denth said. “He’ll be sullen for the rest of the day.”\n\n“I never get to be the bad guy anymore,” Tonk Fah said, falling back and staring up at the ceiling. His monkey wandered over and sat atop his ample stomach.\n\n“You’ll get over it,” Vivenna said, rolling her eyes. “Why were you so hard on him, anyway?” Denth shrugged. “You know what I like least about being a mercenary?” “I suspect that you’re going to tell me,” Vivenna said, folding her arms.\n“People are always trying to fool you,” he said, sitting down on the floor beside Tonk Fah. “They all think that because you’re hired muscle, you’re an idiot.”\n\nHe paused, as if expecting Tonk Fah to give his usual counterpoint. Instead, however, the bulky mercenary just continued to stare at the ceiling. “Arsteel always got to be the mean one,” he said.\n\nDenth sighed, giving Vivenna a “This is your fault” look. “Anyway,” he continued. “I couldn’t be sure that our friend there wasn’t a plant arranged by Grable. He could have pretended to be a loyal subject, gotten inside our defenses, then knifed you in the back. Best to be safe.”\nShe sat down on the stool, and was tempted to say that he was overreacting, but . . . well, she had just seen him kill two men in her defense. I’m paying them, she thought. I should probably just let them do their job. “Tonk Fah,” she said. “You can be the mean one next time.”\n\nHe looked up. “You promise?”\n\n“Yes,” she said.\n\n“Can I yell at the person we are interrogating?”\n\n“Sure,” she said.\n\n“Can I growl at him?” he asked.\n\n“I guess,” she said.\n\n“Can I break his fingers?”\n\nShe frowned. “No!”\n\n“Not even the unimportant ones?” Tonk Fah asked. “I mean, people have five after all. The little ones don’t even do that much.”\n\nVivenna paused, then Tonk Fah and Denth started laughing.\n\n“Oh, honestly,” she said, turning away. “I can never tell when you shift from being serious to being ridiculous.”\n\n“That’s what makes it so funny,” Tonk Fah said, still chuckling.\n\n“Are we leaving, then?” Vivenna said, rising.\n\n“Nah,” Denth said. “Let’s wait a bit. I’m still not sure that Grable isn’t looking for us. Best to lay low for a few hours.”\n\nShe frowned, glancing at Denth. Tonk Fah, amazingly, was already snoring softly.\n\n“I thought you said that Grable would let us go,” she said. “That he was just testing us—that he wanted to see how good you were.”\n\n“It’s likely,” Denth said. “But I’ve been known to be wrong. He might have let us go because he was worried about my sword being so close to him. He could be having second thoughts. We’ll give it a few hours, then head back and ask my watchers if anyone has been poking around the house.”\n\n“Watchers?” Vivenna asked. “You have people watching our house?”\n\n“Of course,” Denth said. “Kids work cheap in the city. Worth the coin, even when you’re not protecting a princess from a rival kingdom.”\n\nShe folded her arms, standing. She didn’t feel like sitting, so she began to pace.\n\n“I wouldn’t worry too much about Grable,” Denth said, eyes closed as he sat back, leaning against the wall. “This is just a precaution.”\nShe shook her head. “It makes sense that he’d want revenge, Denth,” she said. “You killed two of his men.”\n\n“Men can be cheap in this city too, Princess.”\n\n“You say he was testing you,” Vivenna said. “But what would be the point of that? Provoking you to action just to let you go?”\n\n“To see how much of a threat I was,” Denth said, shrugging, eyes still closed. “Or, more likely, to see if I was worth the pay I usually demand. Again, I wouldn’t worry so much.”\n\nShe sighed, then wandered over to the window so she could watch the street. “You should probably stay away from the window,” Denth said. “Just to be safe.”\n\nFirst he tells me not to worry, then he tells me not to let myself be seen, she thought with frustration, walking toward the back of the room, moving toward the door down to the cellar.\n\n“I wouldn’t do that, either,” Denth noted. “Stairs are broken in a few places. Not much to see, anyway. Dirt floor. Dirt walls. Dirt ceiling.”\n\nShe sighed again, turning away from the door.\n\n“What is with you, anyway?” he asked, still not opening his eyes. “You’re not usually this nervous.” “I don’t know,” she said. “Being locked in like this makes me anxious.” “I thought princesses were taught to be patient,” Denth noted.\n\nHe’s right, she realized. That sounded like something Siri would say. What is wrong with me lately? She forced herself to sit down on the stool, folding her hands in her lap, reasserting control of her hair, which had rebelliously started to lighten to a brown. “Please,” she said, forcing herself to sound patient, “tell me of this place. Why did you select this building?”\n\nDenth cracked an eyelid. “We rent it,” he finally said. “It’s nice to have safe houses around the city. Since we don’t use them very often, we find the cheapest ones we can.”\n\nI noticed, Vivenna thought, but fell silent, recognizing how stilted her attempt at conversation had sounded. She sat quietly, looking down at her hands, trying to figure out just what had set her on edge.\n\nIt was more than the fight. The truth was, she was worried about how long things in T’Telir were taking. Her father would have received her letter two weeks before and would know thattwo of his daughters were in Hallandren. She could only hope that the logic of her letter, mixed with her threats, would keep him from doing anything foolish.\n\nShe was glad Denth had made her abandon Lemex’s house. If her father did send agents to retrieve her, they would naturally try to find Lemex first—just as she had. However, a cowardly part of her wished that Denth hadn’t shown such foresight. If they were still living in Lemex’s home, she might have been discovered already. And be on her way back to Idris.\nShe acted so determined. Indeed, sometimes she felt quite determined. Those were the times when she thought about Siri or her kingdom’s needs. However, those times—the royal times—were actually rather rare. The rest of the time, she wondered.\n\nWhat was she doing? She didn’t know about subterfuge or warfare. Denth was really behind everything she was “doing” to help Idris. What she had suspected on that first day had proved true. Her preparation and study amounted to little. She didn’t know how to go about saving Siri. She didn’t know what to do about the Breath she held within her. She didn’t even know, really, if she wanted to stay in this insane, overcrowded, overcolored city.\n\nIn short, she was useless. And that was the one thing, above all else, that her training had never prepared her to deal with.\n\n“You really want to meet with the Idrians?” Denth asked. Vivenna looked up. Outside, it was growing darker as evening approached.\n\nDo I? she thought. If my father has agents in the city, they might be there. But, if there’s something I can do for those people . . .\n\n“I’d like to,” she said.\n\nHe fell silent.\n\n“You don’t like it,” she said.\n\nHe shook his head. “It will be hard to arrange, hard to keep quiet, and will make you hard to protect. These meetings we’ve been having—they’ve all been in controlled areas. If you meet with the common folk, that won’t be possible.”\n\nShe nodded quietly. “I want to do it anyway. I have to do something, Denth. Something useful. Being paraded before these contacts of yours is helping. But I need to do more. If war is coming, we need to prepare these people. Help them, somehow.”\n\nShe looked up, staring out toward the windows. Clod the Lifeless stood in the corner where Jewels had left him. Vivenna shivered, looking away. “I want to help my sister,” she said. “And I want to be useful to my people. But I can’t help feeling that I’m not doing much for Idris by staying in the city.”\n\n“Better than leaving,” Denth said.\n\n“Why?\n\n“Because if you left, there wouldn’t be anyone to pay me.” She rolled her eyes.\n\n“I wasn’t joking,” Denth noted. “I really do like getting paid. However, there are better reasons to stay.” “Like what?” she asked.\n\nHe shrugged. “Depends, I guess. Look, Princess, I’m not the type to give brilliant advice or deep counsel. I’m a mercenary. You pay me, you point me, and I go stab things. But I figure that if you think about it, you’ll find that running back to Idris is about the least useful thing you could do. You won’t be\nable to do anything there other than sit about and knit doilies. Your father has other heirs. Here, you might be largely ineffective—but there you’re completely redundant.”\n\nHe fell silent, stretching, leaning back a little more. Tough man to have a conversation with, sometimes, Vivenna thought to herself, shaking her head. Still, she found his words comforting. She smiled, turning.\n\nAnd found Clod standing right beside her stool.\n\nShe yelped, half-scrambling, half-falling backward. Denth was on his feet in a heartbeat, sword drawn, and Tonk Fah wasn’t far behind.\n\nVivenna stumbled to her feet, her skirts getting in the way, and placed a hand against her chest, as if to still her heartbeat. The Lifeless stood, watching her.\n\n“He does that sometimes,” Denth said, chuckling, though it sounded false to Vivenna. “Just walks up to people.”\n\n“Like he was curious about them,” Tonk Fah said.\n\n“They can’t be curious,” Denth said. “No emotion at all. Clod. Go back to your corner.” The Lifeless turned and began to walk.\n\n“No,” Vivenna said, shivering. “Put it in the basement.” “But, the stairs—” Denth said.\n\n“Now!” Vivenna snapped, hair tingeing red at the tips.\n\nDenth sighed. “Clod, to the cellar.”\n\nThe Lifeless turned and walked to the door at the back. As he went down the steps, Vivenna heard one crack slightly, but the creature made it safely, judging by the sound of his footsteps. She sat back down, trying to calm her breathing.\n\n“Sorry about that,” Denth said.\n\n“I can’t feel him,” Vivenna said. “It’s unnerving. I forget that he’s there, and don’t notice when he approaches.”\n\nDenth nodded. “I know.”\n\n“Jewels, too,” she said, glancing at him. “She is a Drab.”\n\n“Yeah,” Denth said, settling back down. “Has been since she was a child. Her parents sold her Breath to one of the gods.”\n\n“They each need a Breath a week to survive,” Tonk Fah added.\n\n“How horrible,” Vivenna said. I really need to show her more kindness.\n\n“It’s really not so bad,” Denth said. “I’ve been without Breath myself.” “You have?”\nHe nodded. “Everyone goes through times when they’re short of coin. The nice thing about Breath is that you can always buy one off someone else.”\n\n“Somebody is always selling,” Tonk Fah said.\n\nVivenna shook her head, shivering. “But you have to live without it for a time. Have no soul.”\n\nDenth laughed—and this time it was definitely genuine. “Oh, that’s just superstition, Princess. Lacking Breath doesn’t change you that much.”\n\n“It makes you less kind,” Vivenna said. “More irritable. Like . . .”\n\n“Jewels?” Denth asked, amused. “Nah, she’d be like that anyway. I’m sure of it. Either way, when I’ve sold my Breath, I didn’t feel much different. You really have to pay attention to even notice it’s missing.”\n\nVivenna turned away. She didn’t expect him to understand. It was easy to call her beliefs superstition, but she could just as easily turn the words back on Denth. People saw what they wanted to see. If he believed he felt the same without Breath, that was just an easy way to rationalize the selling of it—and then purchase of another Breath from an innocent person. Besides, why even bother buying one back if it didn’t matter?\n\nThe conversation died off until Jewels returned. She walked in and, once again, Vivenna barely noticed her. I’m starting to rely on that life sense far too much, she thought with annoyance, standing as Jewels nodded to Denth.\n\n“He is who he says he is,” Jewels said. “I asked around, got three confirmations from people I kind of trust.”\n\n“All right, then,” Denth said, stretching and climbing to his feet. He kicked Tonk Fah awake. “Let’s carefully head back to the house.”\n\nLightsong found Blushweaver in the grassy portion of the courtyard behind her palace. She was enjoying the art of one of the city’s master gardeners.\n\nLightsong strolled through the grass, his entourage hovering around him, holding up a large parasol to shield him from the sun, and generally seeing that he was suitably pampered. He passed hundreds of planters, pots, and vases filled with various kinds of growing things, all arranged into elaborate formal patterns and rows.\n\nTemporary flower beds. The gods were too godly to leave the court and visit the city gardens, so the gardens had to be brought to them. Such an enormous undertaking required dozens of workers and carts full of plants. Nothing was too good for the gods.\n\nExcept, of course, freedom.\n\nBlushweaver stood admiring one of the patterns of vases. She noticed Lightsong as he approached, his moving BioChroma successively making the flowers shine more vibrantly in the afternoon sunlight. She was wearing a surprisingly modest dress. It had no sleeves and appeared to be made entirely of a single wrapping of green silk, but it covered up the essential bits and then some.\n“Lightsong, dear,” she said, smiling. “Visiting a lady in her home? How charmingly forward. Well, enough of this small talk. Let us retire to the bedroom.”\n\nHe smiled, holding up a sheet of paper as he approached her.\n\nShe paused, then accepted it. The front was covered with colored dots—the artisans’ script. “What is this?” she asked.\n\n“I figured I knew how our conversation would begin,” he said. “And so I saved us the trouble of having to go through it. I had it written out beforehand.”\n\nBlushweaver raised an eyebrow, then read. “ ‘To start, Blushweaver says something that is mildly suggestive.’ ” She glanced at him. “Mildly? I invited you to the bedroom. I’d call that blatant.”\n\n“I underestimated you,” Lightsong said. “Please continue.”\n\n“ ‘Then Lightsong says something to deflect her,’ ” Blushweaver read. “ ‘It is so incredibly charming and clever that she is left stunned by his brilliance and cannot speak for several minutes . . .’ Oh, honestly, Lightsong. Do I have to read this?”\n\n“It’s a masterpiece,” he said. “Best work I’ve ever done. Please, the next part is important.”\n\nShe sighed. “ ‘Blushweaver says something about politics which is dreadfully boring but she offsets it by wiggling her chest. After that, Lightsong apologizes for being so distant lately. He explains that he had some things to work out.’ ” She paused, eyeing him. “Does this mean that you’re finally ready to be part of my plans?”\n\nHe nodded. To the side, a group of gardeners removed the flowers. They returned in waves, building a pattern of small blossoming trees in large pots around Blushweaver and Lightsong, a living kaleidoscope with the two Returned gods at its center.\n\n“I don’t think that the queen is involved in a plot to take the throne,” Lightsong said. “Although I’ve spoken with her only briefly, I am convinced.”\n\n“Then why agree to join with me?”\n\nHe stood quietly for a moment, enjoying the blossoms. “Because,” he said. “I intend to see that you don’t crush her. Or the rest of us.”\n\n“My dear Lightsong,” Blushweaver said, pursing bright red lips. “I assure you that I’m harmless.” He raised an eyebrow. “I doubt that.”\n\n“Now, now,” she said, “you should never point out a lady’s departure from strict truth. Anyway, I’m glad you came. We have work to do.”\n\n“Work?” he said. “That sounds like . . . work.”\n\n“Of course, dear,” she said, walking away. Gardeners immediately ran forward, pulling aside the small trees to clear a path for them. The master gardener himself stood by directing the evolving composition like the conductor of a botanical orchestra.\nLightsong hurried and caught up. “Work,” he said. “Do you know what my philosophy on that word is?”\n\n“I have somehow gotten the subtle impression that you do not approve of it,” Blushweaver said. “Oh, I wouldn’t say that. Work, my dear Blushweaver, is like fertilizer.” “It smells?”\n\nHe smiled. “No, I was thinking that work is like fertilizer in that I’m glad it exists; I just don’t ever want to get stuck in it.”\n\n“That’s unfortunate,” Blushweaver said. “Because you just agreed to do so.” He sighed. “I thought I smelled something.”\n\n“Don’t be tedious,” she said, smiling to some workers as they lined her path with vases of flowers. “This is going to be fun.” She turned back to him, eyes twinkling. “Mercystar got attacked last night.”\n\n\n\n“Oh, my dear Blushweaver. It was positively tragic.”\n\nLightsong raised an eyebrow. Mercystar was a gorgeously voluptuous woman who offered a striking contrast with Blushweaver. Both were, of course, perfect examples of feminine beauty. Blushweaver was simply the slim—yet busty—type while Mercystar was the curvaceous—yet busty—type.\n\nMercystar lounged back on a plush couch, being fanned with large palm leaves by several of her serving men.\n\nShe didn’t have Blushweaver’s subtle sense of style. There was a skill to choosing bright clothing that didn’t edge into garishness. Lightsong himself didn’t have it—but he had servants who did. Mercystar, apparently, didn’t even know such a skill existed.\n\nThough admittedly, he thought, orange and gold aren’t exactly the easiest colors to wear with dignity.\n\n“Mercystar, dear,” Blushweaver said warmly. One of the servants provided a cushioned stool, sliding it beneath Blushweaver just as she sat at Mercystar’s elbow. “I can understand how you must feel.”\n\n“Can you?” Mercystar asked. “Can you possibly? This is terrible. Some . . . somemiscreant snuck into my palace, accosting my servants! The very home of a goddess! Who would do such a thing?”\n\n“Indeed, he must have been deranged,” Blushweaver said soothingly. Lightsong stood beside her, smiling sympathetically, hands clasped behind his back. A cool afternoon breeze blew across the courtyard and through the pavilion. Some of Blushweaver’s gardeners had brought over flowers and trees, surrounding the pavilion’s canopy, filling the air with their mingled perfumes.\n\n“I can’t understand it,” Mercystar said. “The guards at the gates are supposed to prevent these kinds of things! Why do we have walls if people can just walk in and violate our homes? I just don’t feel safe anymore.”\n\n“I’m certain the guards will be more diligent in the future,” Blushweaver said.\nLightsong frowned, glancing toward Mercystar’s palace, where servants buzzed about like bees around a disturbed hive. “What was the intruder after, do you suppose?” he said, almost to himself. “Works of art, perhaps? Surely there are merchants who would be much easier to rob.”\n\n“We may not know what they want,” Blushweaver said smoothly, “but we at least knowsomething about them.”\n\n“We do?” Mercystar said, perking up.\n\n“Yes, dear,” Blushweaver said. “Only someone with no respect for tradition, propriety, or religion would dare trespass in the home of a god. Someone base. Disrespectful. Unbelieving . . .”\n\n“An Idrian?” Mercystar asked.\n\n“Did you ever wonder, dear,” Blushweaver said, “why they sent their youngest daughter to the God King instead of their eldest?”\n\nMercystar frowned. “They did?”\n\n“Yes, dear,” Blushweaver said.\n\n“That is rather suspicious, now, isn’t it?”\n\n“Something is going on in the Court of Gods, Mercystar,” Blushweaver said, leaning over. “These could be dangerous times for the Crown.”\n\n“Blushweaver,” Lightsong said. “A word, if you please?”\n\nShe eyed him in annoyance. He met her gaze steadily, which eventually caused her to sigh. She patted Mercystar’s hand and then retreated from the pavilion with Lightsong, their servants and priests trailing behind.\n\n“What are you doing?” Lightsong said as soon as they were out of Mercystar’s hearing. “Recruiting,” Blushweaver said, a glint in her eye. “We’re going to need her Lifeless Commands.” “I’m still not myself persuaded that we will need them,” Lightsong said. “War may not be necessary.” “As I said,” Blushweaver replied, “we need to be careful. I’m just making preparations.”\n\n“All right,” he said. There was a wisdom to that. “But we don’t know that it was an Idrian who broke into Mercystar’s palace. Why are you implying that it was?”\n\n“And you think it’s just coincidence? Someone sneaks into one of our palaces now, with the war approaching?”\n\n“Coincidence.”\n\n“And the intruder just happened to pick one of the four Returned who hold Lifeless access Commands? If I were going to go to war with Hallandren, the first thing I’d do would be try to search out those commands. Maybe see if they were written down anywhere, or perhaps try to kill the gods who held them.”\nLightsong glanced back at the palace. Blushweaver’s arguments held some merit, but they weren’t enough. He had an odd impulse to look into this more deeply. However, that sounded like work. He really couldn’t afford to make an exception to his usual habits, particularly without a lot of complaining first. It set a poor pre cedent. So he just nodded his head, and Blushweaver led them back to the pavilion.\n\n“Dear,” Blushweaver said, quickly sitting back beside Mercystar and looking a little bit more anxious. She leaned in. “We’ve talked it over and decided to trust you.”\n\nMercystar sat up. “Trust me? With what?”\n\n“Knowledge,” Blushweaver whispered. “There are those of us who fear that the Idrians aren’t content with their mountains and are determined to control the lowlands as well.”\n\n“But we’ll be joined by blood,” Mercystar said. “There will be a Hallandren God King with royal blood on our throne.”\n\n“Oh?” Blushweaver said. “And could that not also be interpreted as an Idrian king with Hallandren blood on the throne?”\n\nMercystar wavered. Then, oddly, she glanced at Lightsong. “Do you believe this?”\n\nWhy did people look toward him? He did everything to discourage such behavior, but they still tended to act like he was some kind of moral authority. “I think that some . . . preparation would be wise,” he said. “Though, of course, the same can be said for dinner.”\n\nBlushweaver gave him an annoyed look, though by the time she looked back at Mercystar, she had her consoling face on again. “We understand that you’ve had a difficult day,” she said. “But please, consider our offer. We would like you to join with us in our precautions.”\n\n“What kind of precautions are you talking about?” Mercystar asked.\n\n“Simple ones,” Blushweaver said quickly. “Thinking, talking, planning. Eventually, if we think we have enough evidence, we will bring what we know to the God King.”\n\nThis seemed to ease Mercystar’s mind. She nodded. “Yes, I can see. Preparation. It wouldbe wise.”\n\n“Rest now, dear,” Blushweaver said, rising and leading Lightsong away from the pavilion. They walked leisurely across the perfect lawn back toward Blushweaver’s own palace. He felt a reluctance to go, however. Something about the meeting bothered him.\n\n“She’s a dear,” Blushweaver said, smiling.\n\n“You just say that because she’s so easy to manipulate.”\n\n“Of course,” Blushweaver said. “I positively love people who do as they should. ‘Should’ being defined as whatever I think is best.”\n\n“At least you’re open about it,” Lightsong said.\n\n“To you, my dear, I’m as easy to read as a book.”\nHe snorted. “Maybe one that hasn’t been translated to Hallandren yet.”\n\n“You just say that because you’ve never really tried reading me,” she said, smiling at him. “Though, I must say that there is one thing about dear Mercystar that positively annoys me.”\n\n“And that is?”\n"], "title": ["Warbreaker"], "author": ["Brandon Sanderson"]}