{"genre": ["Fantasy"], "text": ["\nt to sit on the assembly itself, of course, but you will certainly be allowed to attend, once the Jubilation is over. If none of this suits you, you may request an artist of the God King’s priesthood to attend you. His priests include devout and accomplished artists from all genres: music, painting, dance, poetry, sculpture, puppetry, play perfor mance, sandpainting, or any of the lesser genres.”\n\nSiri blinked. God of Colors! she thought. Even being idle is daunting here. “But there isn’t any of this that I’m required to attend?”\n\n“No, I shouldn’t think so,” Bluefingers said. “Vessel, you look displeased.”\n\n“I . . .” How could she explain? Her entire life, she’d been expected to be something—and for most of her life she’d intentionally avoided being it. Now that was gone from her. She couldn’t disobey lest she\nget herself killed and get Idris into a war. For once, she was willing to serve, to try and be obedient.\n\nBut, ironically, there didn’t seem to be anything for her to do. Except, of course, bear a child.\n\n“Very well,” she said with a sigh. “Where are my rooms? I’ll go there and situate myself.” “Your rooms, Vessel?”\n\n“Yes. I assume I’m not to reside in this chamber itself.”\n\n“No,” Bluefingers said, chuckling. “The conception room? Of course not.” “Then where?” Siri asked.\n\n“Vessel,” Bluefingers said. “In a way, this entire palace is yours. I don’t see why you’d need specific rooms. Ask to eat, and your servants will set up a table. If you wish to rest, they will bring you a couch or a chair. Seek entertainment, and they will fetch performers for you.”\n\nSuddenly, the strange actions of her servants—simply bringing her an array of colors to choose from, then doing her makeup and hair right there—made more sense. “I see,” she said, almost to herself. “And the soldiers I brought with me? Did they do as I commanded?”\n\n“Yes, Vessel,” Bluefingers said. “They left this morning. It was a wise decision; they are not dedicated servants of the Tones, and would not have been allowed to remain here in the court. They could do you no further ser vice.”\n\nSiri nodded.\n\n“Vessel, if I might be excused . . . ?” Bluefingers asked.\n\nSiri nodded distractedly, and Bluefingers bustled away, leaving her to think about how terribly alone she was. Can’t focus on that, she thought. Instead, she turned to one of her serving women—a younger one, about Siri’s own age. “Well, that really doesn’t tell me what to spend my time on, does it?”\n\nThe servant blushed quietly, bowing her head.\n\n“I mean, there seems to be a lot to do, if I want,” Siri said. “Maybe too much.” The girl bowed again.\n\nThat’s going to get very annoying very quickly, Siri thought, gritting her teeth. Part of her wanted to do something shocking to get a reaction out of the servant, but she knew she was just being foolish. In fact, it seemed that many of her natural impulses and reactions wouldn’t work here in Hallandren. So, to keep herself from doing something silly, Siri stood up, determined to examine her new home. She left the overly black room, poking her head out into the hallway. She turned back to her servants, who stood obediently in a line behind her.\n\n“Is there any place I’m forbidden to go?” she asked.\n\nThe one she was addressing shook her head.\n\nFine, then, she thought. I’d better not end up stumbling upon the God King in the bath.She crossed the hallway, opened the door, then stepped into the yellow room she’d been in the day before. The chair\nand bench she’d used had been removed, replaced by a group of yellow couches. Siri raised an eyebrow, then walked through into the tub room beyond.\n\nThe tub was gone. She started. The room was the one she remembered, with the same red colorings. Yet, the sloped tile platforms with their inset tubs were gone. The entire contraption must have been portable, brought in for her bath, then removed.\n\nThey really can transform any room, she thought with amazement. They must have chambers full of furniture, tubs, and drapings, each of a different color, waiting upon the whims of their god.\n\nCurious, she left the tubless room and moved in a random direction. Each room appeared to have four doors, one on each wall. Some rooms were larger than others. Some had windows to the outside, while others were in the middle of the palace. Each was a different color, yet it was still difficult to tell the difference between them. Endless rooms, pristine with their dec orations following a single color’s theme. Soon, she was hopelessly lost—but it didn’t seem to matter. Every room was, in a way, the same as any other.\n\nShe turned to her servants. “I would like breakfast.”\n\nIt happened far faster than Siri would have thought possible. Several of the women ducked out and returned with a stuffed green chair to match her current room. Siri sat down, waiting as a table, chairs, and finally food were produced as if out of nowhere. In less than fifteen minutes, she had a hot meal waiting for her.\n\nHesitantly, she picked up a fork and tried a bite. It wasn’t until that moment that she realized how hungry she was. The meal was composed primarily of a group of sausages mixed with vegetables. The flavors were far stronger than she was accustomed to. However, the more she ate the spicy Hallandren food, the more she found herself liking it.\n\nHungry or not, it was strange to eat in silence. Siri was accustomed to either eating in the kitchens with the servants or at the table with her father, his generals, and whatever local people or monks he had invited to his home that evening. It was never a silent affair, yet here in Hallandren—land of colors, sounds, and ostentation—she found herself eating alone, quietly, in a room that felt dull despite its bright decorations.\n\nHer servants watched. None of them spoke to her. Their silence was supposed to be respectful, she knew, but Siri just found it intimidating. She tried several times to draw them into conversation, but she managed to get only terse replies.\n\nShe chewed on a spiced caper. Is this what my life is to be from now on? she thought. A night spent feeling half-used, half-ignored by my husband, then days spent surrounded by people, yet somehow still alone?\n\nShe shivered, her appetite waning. She set down the fork, and her food slowly grew cold on the table before her. She stared at it, a part of her wishing she’d simply remained in the comfortable, oversized black bed.\n\nVivenna—firstborn child of Dedelin, king of Idris—gazed upon the grand city of T’Telir. It was the ugliest place she had ever seen.\nPeople jostled their way through the streets, draped flagrantly in colors, yelling, and talking, and moving, and stinking, and coughing, and bumping. Her hair lightened to grey, she pulled her shawl close as she maintained her imitation—such that it was—of an elderly woman. She had feared that she might stand out. She needn’t have worried. Who could ever stand out in this confusion?\n\nNevertheless, it was best to be safe. She had come—arriving in T’Telir just hours ago—to rescue her sister, not to get herself kidnapped.\n\nIt was a bold plan. Vivenna could hardly believe that she’d come up with it. Still, of the many things her tutors had taught her, one was foremost in her mind: A leader was someone who acted. Nobody else was going to help Siri, and so it was up to Vivenna.\n\nShe knew that she was inexperienced. She hoped that her awareness of that would keep her from being too foolhardy, but she had the best education and political tutelage her kingdom could provide, and much of her training had focused on life in Hallandren. As a devout daughter of Austre, she’d practiced all of her life to avoid standing out. She could hide in a vast, disorganized city like T’Telir.\n\nAnd vast it was. She’d memorized maps, but they hadn’t prepared her for the sight, sound, scent,\n\nand colors of the city on market day. Even the livestock wore bright ribbons. Vivenna stood at the side of the road, stooped beside a building draped in flapping streamers. In front of her, a herdsman drove a small flock of sheep toward the market square. They had each been dyed a different color. Won’t that ruin the wool? Vivenna thought sourly. The different colors on the animals clashed so terribly that she had to look away.\n\nPoor Siri, she thought. Caught up in all of this, locked in the Court of Gods, probably so overwhelmed that she can barely think. Vivenna had been trained to deal with the terrors of Hallandren. Though the colors sickened her, she had the fortitude to withstand them. How would little Siri manage?\n\nVivenna tapped her foot as she stood beside the building in the shadow of a large stone statue. Where is that man? she thought. Parlin had yet to return from his scouting.\n\nThere was nothing to do but wait. She glanced up at the statue beside her; it was one of the famous D’Denir Celabrin. Most of the statues depicted warriors. They stood in every imaginable pose all across the entire city, armed with weapons and often dressed in colorful clothing. According to her lessons, the people of T’Telir found dressing the statues to be an amusing pastime. Lore had it that the first ones had been commissioned by Peacegiver the Blessed, the Returned who had taken command of Hallandren at the end of the Manywar. The number of statues had increased each year as new ones were paid for by the Returned—whose money, of course, came from the people themselves.\n\nExcess and waste, Vivenna thought, shaking her head.\n\nFinally, she noticed Parlin coming back down the street. She frowned as she saw that he was wearing some ridiculous frippery on his head—it looked a little like a sock, though much larger. The bright green hat flopped down one side of his square face, and looked very out of place against his dull brown Idrian travel clothing. Tall but not lanky, Parlin was only a few years Vivenna’s se nior. She’d known him for most of her life; General Yarda’s son had practically grown up in the palace. More recently, he’d been out in the forests, watching the Hallandren border or guarding one of the northern passes.\n“Parlin?” she said as he approached, carefully keeping the annoyance out of her voice and her hair. “What is that on your head?”\n\n“A hat,” he said, characteristically terse. It wasn’t that Parlin was rude; it just seemed he rarely felt he had much to say.\n\n“I can see that it’s a hat, Parlin. Where did you get it?” “The man in the market said they’re very popular.”\nVivenna sighed. She’d hesitated to bring Parlin into the city. He was a good man—as solid and reliable as she’d ever known—but the life he knew was one of living in the wilderness and guarding isolated outposts. The city was probably overwhelming to him.\n\n“The hat is ridiculous, Parlin,” Vivenna said, hair controlled to keep the red out of it. “And makes you stand out.”\n\nParlin removed the hat, tucking it in his pocket. He said nothing further, but did turn, watching the crowds of people pass. They seemed to make him as nervous as they did Vivenna. Perhaps more so. However, she was glad to have him. He was one of the few people she trusted not to go to her father; she knew that Parlin fancied her. During their youth, he’d often brought her gifts from the forest. Usually, those had taken the form of some animal he’d killed.\n\nTo Parlin’s mind, nothing showed affection like a hunk of something dead and bleeding on the table.\n\n“This place is strange,” Parlin said. “People here move like herds.” His eyes followed a pretty Hallandren girl as she walked by. The hussy was—like most of the women in T’Telir—wearing practically nothing. Blouses that were open well below the neck, skirts well above the knees—some women even wore trousers, just like men.\n\n“What did you discover in the market?” she asked, drawing his attention back.\n\n“There are a lot of Idrians here,” he said.\n\n“What?” Vivenna said, forgetting herself and showing her shock.\n\n“Idrians,” Parlin said. “In the market. Some were trading goods; many looked like common laborers. I watched them.”\n\nVivenna frowned, folding her arms. “And the restaurant?” Vivenna asked. “Did you scout it as I asked?”\n\nHe nodded. “Looks clean. Feels strange to me that people eat food made by strangers.”\n\n“Did you see anyone suspicious there?”\n\n“What would be ‘suspicious’ in this city?”\n\n“I don’t know. You’re the one who insisted on scouting ahead.”\n\n“It’s always a good idea when hunting. Less likely to scare away the animals.” “Unfortunately, Parlin,” Vivenna said, “people aren’t like animals.”\n“I am aware of that,” Parlin said. “Animals make sense.”\n\nVivenna sighed. However, she did notice just then that Parlin had been right on at least one count. She caught sight of a group of Idrians walking along the street nearby, one pulling a cart that had probably once held produce. They were easy to distinguish by their muted dress and the slight accent to their voices. It surprised her that they would come so far to trade. But, admittedly, commerce hadn’t been particularly robust in Idris lately.\n\nReluctantly, she closed her eyes and—using the shawl to hide the transformation—changed her hair from grey to brown. If there were other Idrians in town, it was unlikely that she would stand out. Trying to act like an old woman would be more suspicious.\n\nIt still felt wrong to be exposed. In Bevalis, she’d have been recognized instantly. Of course, Bevalis had only a few thousand people in it. The vastly greater scale of T’Telir would require a conscious adjustment.\n\nShe gestured to Parlin and—gritting her teeth—joined the crowd and began making her way toward the marketplace.\n\nThe inland sea made all the difference. T’Telir was a prime port, and the dyes it sold—made from the Tears of Edgli, a local flower—made it a center of trade. She could see the evidence all around her. Exotic silks and clothing. Brown-skinned traders from Tedradel with their long black beards bound with tight leather cords into cylindrical shapes. Fresh foodstuffs from cities along the coast. In Idris, the population was spread out thinly across the farms and rangelands. In Hallandren—a country that controlled a good third of the inland sea’s coast—things were different. They could burgeon. Grow.\n\nGet flamboyant.\n\nIn the distance, she could see the plateau that held the Court of Gods, the most profane place beneath Austre’s colorful eyes. Inside its walls, within the God King’s terrible palace, Siri was being held captive, prisoner of Susebron himself. Logically, Vivenna understood her father’s decision. In raw political terms, Vivenna was more valuable to Idris. If war was certain, it made sense to send the less useful daughter as a stalling tactic.\n\nBut it was hard for Vivenna to think of Siri as “less useful.” She was gregarious, but she’d also been the one who smiled when others were down. She was the one who brought gifts when nobody was expecting them. She was infuriating, but also innocent. She was Vivenna’s baby sister, and someone had to look out for her.\n\nThe God King would demand an heir. That was to have been Vivenna’s duty—her sacrifice for her people. She had been prepared and willing. It felt wrong for Siri to have to do something so terrible.\n\nHer father had made his decision; the best one for Idris. Vivenna had made her own. If there was going to be war, then Vivenna wanted to be ready to get her sister out of the city the moment it got dangerous. In fact, Vivenna felt there had to be a way to rescue Siri before the war came—a way of fooling the Hallandren, making them think that Siri had died. Something that would save Vivenna’s sister, yet not further provoke hostilities.\nThis wasn’t something her father could condone. So she hadn’t told him. Better for him to be able to deny involvement if things went wrong.\n\nVivenna moved down the street, eyes downcast, careful to not draw attention to herself. Getting away from Idris had been surprisingly easy. Who would suspect such a brash move from Vivenna—she who had always been perfect? Nobody wondered when she’d asked for food and supplies, explaining that she wanted to make emergency kits. Nobody questioned when she’d proposed an expedition to the higher reaches to gather important roots, an excuse to disguise the first few weeks of her disappearance.\n\nParlin had been easy enough to persuade. He trusted her, perhaps too much, and he had intimate knowledge of the paths and trails leading down to Hallandren. He’d been as far as the city walls on one scouting trip a year back. With his help, she’d been able to recruit a few of his friends—also woodsmen —to protect her and be part of her “expedition.” She’d sent the rest of them back earlier that morning. They would be of little use in the city, where she had already arranged for other allies to be her protection. Parlin’s friends would carry word to her father, who would already have heard of what she’d done. Before leaving, she’d arranged for her maid to deliver a letter to him. Counting off the days, she realized that her letter would be delivered that very evening.\n\nShe didn’t know what her father’s reaction would be. Perhaps he would covertly send soldiers to retrieve her. Perhaps he’d leave her be. She’d warned him that if she saw Idrian soldiers searching for her, she would simply go to the Court of Gods, explain that there had been a mistake, and trade herself for her sister.\n\nShe sincerely hoped she wouldn’t have to do that. The God King was not to be trusted; he might take Vivenna captive and keep Siri, thereby gaining two princesses to provide pleasure instead of one.\n\nDon’t think about that, Vivenna told herself, pulling her shawl closer despite the heat.\n\nBetter to find another way. The first step was to find Lemex, her father’s chief spy in Hallandren. Vivenna had corresponded with him on several occasions. Her father had wanted her to be familiar with his best intelligence agent in T’Telir, and his foresight would work against him. Lemex knew Vivenna, and had been told to take orders from her. She’d sent the spy a letter—delivered via a messenger with multiple mounts to allow quick delivery—the day she’d left Idris. Assuming the message had arrived safely, the spy would meet her in the appointed restaurant.\n\nHer plan seemed good. She was prepared. Why, then, did she feel so utterly daunted when she entered the market?\n\nShe stood quietly, a rock in the stream of human traffic flooding down the street. It was such an enormous expanse, covered in tents, pens, buildings, and people. There were no cobblestones here, only sand and dirt with the occasional patch of grass, and there didn’t appear to be much reason or direction to the arrangement of buildings. The arbitrary streets had simply been made where people felt like going. Merchants yelled out what they sold, banners waved in the wind, and entertainers vied for attention. It was an orgy of color and motion.\n\n“Wow,” Parlin said quietly.\n\nVivenna turned, shaking off her stupor. “Weren’t you just here?”\n“Yeah,” Parlin said, eyes a little glazed over. “Wow again.” Vivenna shook her head. “Let’s go to the restaurant.” Parlin nodded. “This way.”\n\nVivenna followed him, annoyed. This was Hallandren—she shouldn’t be awed by it. She should be disgusted. Yet she was so overwhelmed that it was hard to feel anything beyond a slight sense of sickness. She’d never realized how much she took Idris’s beautiful simplicity for granted.\n\nParlin’s familiar presence was welcome as the powerful wave of scents, sounds, and sights tried to drown her. In some places the crowds grew so thick that they had to shove their way through. On occasion, Vivenna found herself on the edge of panic, pressed in by dirty, repulsively colored bodies. Blessedly, the restaurant wasn’t too far in, and they arrived just when she thought the sheer excess of the place would make her scream. On its signboard out front, the restaurant had a picture of a boat sailing merrily. If the scents coming from inside were any indication, then the ship represented the restaurant’s cuisine: fish. Vivenna barely kept herself from gagging. She’d eaten fish several times in preparation for her life in Hallandren. She’d never grown to like it.\n\nParlin walked in, immediately stepping to the side and crouching, almost like a wolf, as he let his eyes adjust to the dimness. Vivenna gave the restaurant keeper the fake name Lemex knew to call her by. The restaurant keeper eyed Parlin, then shrugged and led the two of them to one of the tables on the far side of the room. Vivenna sat down; despite her training, she was a little uncertain what one did at a restaurant. It seemed significant to her that places like restaurants could exist in Hallandren—places meant to feed not travelers, but the locals who couldn’t be bothered to prepare their own food and dine at their own homes.\n\nParlin didn’t sit, but remained standing beside her chair, watching the room. He looked as tense as she felt. “Vivenna,” he said softly, leaning down. “Your hair.”\n\nShe started, realizing that her hair had lightened from the trauma of pushing her way through the crowd. It hadn’t bleached completely white—she was far too well trained for that—but it had grown whiter, as if it had been powdered.\n\nFeeling a jolt of paranoia, Vivenna replaced the shawl on her head, looking away as the restaurant owner approached to take their order. A short list of meals was scratched into the table, and Parlin finally sat down, drawing the restaurant owner’s attention away from Vivenna.\n\nYou’re better than this, she told herself sternly. You’ve studied Hallandren for most of your life. Her hair darkened, returning to its brown. The change was subtle enough that if someone had been watching, they would have probably thought it to be a trick of the light. She kept the shawl up, feeling ashamed. One walk through the market, and she lost control?\n\nThink of Siri, she told herself. That gave her strength. Her mission was impromptu, even reckless, but it was important. Calm once again, she put the shawl back down and waited while Parlin chose a dish—a seafood stew—and the innkeeper walked away.\n\n“Now what?” Parlin asked.\n“We wait,” Vivenna said. “In my letter, I told Lemex to check the restaurant each day at noon. We will sit here until he arrives.”\n\nParlin nodded, fidgeting.\n\n“What is it?” Vivenna asked calmly.\n\nHe glanced toward the door. “I don’t trust this place, Vivenna. I can’t smell anything but bodies and spices, can’t hear anything but the chatter of people. There’s no wind, no trees, no rivers, just . . . people.”\n\n“I know.”\n\n“I want to go back outside,” he said.\n\n“What?” she said. “Why?”\n\n“If you aren’t familiar with a place,” he said awkwardly, “you need to become familiar with it.” He gave no other explanation.\n\nVivenna felt a stab of fear at the thought of being left alone. However, it wasn’t proper to demand Parlin stay and attend her. “Do you promise to stay close?”\n\nHe nodded.\n\n“Then go.”\n\nHe did, walking from the room. He didn’t move like one of the Hallandren—his motions were too fluid, too much like a prowling beast. Perhaps I should have sent him back with the others. But the thought of being completely alone had been too much. She needed someone to help her find Lemex. As it was, she felt that she was probably taking too great a risk at entering the city with only one guard, even one as skilled as Parlin.\n\nBut it was done. No use worrying now. She sat, arms folded on the table, thinking. Back in Idris, her plan to save Siri had seemed simpler. Now the true nature of it lay before her. Somehow, she had to get into the Court of Gods and sneak her sister out. How would one accomplish something so audacious? Surely the Court of Gods would be well guarded.\n\nLemex will have ideas, she told herself. We don’t have to do anything yet. I’m—\n\nA man sat down at her table. Less colorfully dressed than most Hallandren, he wore an outfit made mostly of brown leather, though he did have a token red cloth vest thrown over the top. This was not Lemex. The spy was an older man in his fifties. This stranger had a long face and styled hair, and couldn’t have been older than thirty-five.\n\n“I hate being a mercenary,” the man said. “You know why?” Shocked, Vivenna sat frozen, mouth opened slightly.\n\n“The prejudice,” the man said. “Everyone else, they work, they ask for recompense, and they are respected for it. Not mercenaries. We get a bad name just for doing our job. How many minstrels get spat on for accepting payment from the highest bidder? How many bakers feel guilty for selling more\nof pastries to one man, then selling those same pastries to the man’s enemies?” He eyed her. “No. Only the mercenary. Unfair, wouldn’t you say?”\n\n“Wh-who are you?” Vivenna finally managed to ask. She jumped as another man sat down on her other side. Large of girth, this man had a cudgel strapped to his back. A colorful bird was sitting on the end of it.\n\n“I’m Denth,” the first man said, taking her hand and shaking it. “That’s Tonk Fah.” “Pleased,” Tonk Fah said, taking her hand once Denth was through with it. “Unfortunately, Princess,” Denth said, “we’re here to kill you.”\nVivenna’s hair instantly bleached to a stark white. Think! she told herself. You’ve been trained in politics! You studied hostage negotiation. But . . . what do you do when you arethe hostage? Suddenly, the two men burst out laughing. The larger man thumped the table several times with his hand, causing his bird to squawk. “Sorry, Princess,” Denth—the thinner man—said, shaking his head. “Just a bit of mercenary humor.”\n\n“We kill sometimes, but we don’t murder,” Tonk Fah said. “That’s assassin work.”\n\n“Assassins,” Denth said, holding up a finger. “Now, they get respect. Why do you suppose that is? They’re really just mercenaries with fancier names.” Vivenna blinked, struggling to get control of her nerves. “You’re not here to kill me,” she said, voice stiff. “So you’re just going to kidnap me?”\n\n“Gods, no,” Denth said. “Bad business, that. How do you make money at it? Every time you kidnap someone worth the ransom, you upset people a whole lot more powerful than you are.”\n\n“Don’t make important people angry,” Tonk Fah said, yawning. “Unless you’re getting paid by people who are even more powerful.”\n\nDenth nodded. “And that isn’t even considering the feeding and care of captives, the exchanging of ransom notes, and the arranging of drop-offs. It’s a headache, I tell you. Terrible way to make money.”\n\nThe table fell silent. Vivenna placed her hands flat on its top to keep them from quivering.They know who I am, she thought, forcing herself to think logically. Either they recognize me, or . . .\n\n“You work for Lemex,” she said.\n\nDenth smiled widely. “See, Tonk? He said she was a clever one.”\n\n“Guess that’s why she’s a princess and we’re just mercenaries,” Tonk Fah said.\n\nVivenna frowned. Are they mocking me or not? “Where is Lemex? Why didn’t he come himself?”\n\nDenth smiled again, nodding toward the restaurant owner as the man brought a large pot of steaming stew to the table. It smelled of hot spices, and had what appeared to be crab claws floating in it. The owner dropped a group of wooden spoons to the table, then retreated.\n\nDenth and Tonk Fah didn’t wait for permission to eat her meal. “Your friend,” Denth said, grabbing a spoon, “Lemex—our employer—isn’t doing so well.”\n“Fevers,” Tonk Fah said between slurps.\n\n“He requested that we bring you to him,” Denth said. He handed her a folded piece of paper with one hand, while cracking a claw between three fingers of the other. Vivenna cringed as he slurped the contents out.\n\nPrincess, the paper read. Please trust these men. Denth has served me well for some mea sure now, and he is loyal—if any mercenary can be called loyal. He and his men have been paid, and I am confident he will stay true to us for the duration of his contract. I offer proof of authenticity by virtue of this password: bluemask.\n\nThe writing was in Lemex’s hand. More than that, he had given the proper password. Not “bluemask”—that was misdirection. The true password was using the word “measure” instead of time. She glanced at Denth, who slurped out the insides of another claw.\n\n“Ah, now,” he said, tossing aside the shell. “This is the tricky part; she has to make a decision. Are we telling her the truth, or are we fooling her? Have we fabricated that letter? Or maybe we took the old spy captive and tortured him, forcing him to write the words.”\n\n“We could bring you his fingers as proof of our good faith,” Tonk Fah said. “Would that help? Vivenna raised an eyebrow. “Mercenary humor?”\n\n“Such that it is,” Denth said with a sigh. “We’re not generally a clever lot. Otherwise, we’d probably have selected a profession without such a high mortality rate.”\n\n“Like your profession, Princess,” Tonks said. “Good lifespans, usually. I’ve often wondered if I should apprentice myself to one.”\n\nVivenna frowned as the two men chuckled. Lemex wouldn’t have broken under torture,she thought. He’s too well trained. Even if he had broken, he wouldn’t have included both the real password and the false one.\n\n“Let’s go,” she said, standing.\n\n“Wait,” Tonk Fah said, spoon to lips, “we’re skipping the rest of our meal?” Vivenna eyed the red-colored soup and its bobbing crustacean limbs. “Definitely.”\n\n\nLemex coughed quietly. His aged face was streaked with sweat, his skin clammy and pale, and he occasionally gave a whispered mumble of delirious ramblings.\n\nVivenna sat on a stool beside his bed, hands in her lap. The two mercenaries waited with Parlin at the back of the room. The only other person present was a solemn nurse—the same woman who had informed Vivenna in a quiet voice that nothing more could be done.\n\nLemex was dying. It was unlikely that he would last the day.\n\nThis was the first Vivenna had seen Lemex’s face, though she’d often corresponded with him. The face looked . . . wrong. She knew that Lemex was growing old; that made him a better spy, for few looked\nfor spies among the elderly. Yet he wasn’t supposed to be this frail stick of a person, shaking and coughing. He was supposed to be a spry, quick-tongued old gentleman. That was what she had imagined.\n\nShe felt like she was losing one of her dearest friends, though she had never really known him. With him went her refuge in Hallandren, her secret advantage. He was the one she had supposed would make this insane plan of hers work. The skilled, crafty mentor she had counted on having at her side.\n\nHe coughed again. The nurse glanced at Vivenna. “He goes in and out of lucidity, my lady. Just this morning, he spoke of you, but now he’s getting worse and worse. . . .”\n\n“Thank you,” Vivenna said quietly. “You are excused.” The woman bowed and left.\n\nNow it is time to be a princess, Vivenna thought, rising and leaning over Lemex’s bed.\n\n“Lemex,” she said. “I need you to pass on your knowledge. How do I contact your spy networks? Where are the other Idrian agents in the city? What are the passcodes that will get them to listen to me?”\n\nHe coughed, staring unseeingly, whispering something. She leaned closer.\n\n“. . . never say it,” he said. “You can torture me all that you want. I won’t give in.”\n\nVivenna sat back. By design, the Idrian spy network in Hallandren was loosely orga nized. Her father knew all of their agents, but Vivenna had only ever communicated with Lemex, the leader and coordinator of the network. She gritted her teeth, leaning forward again. She felt like a grave robber as she shook Lemex’s head slightly.\n\n“Lemex, look at me. I’m not here to torture you. I’m the princess. You received a letter from me earlier. Now I’ve come to you.”\n\n“Can’t fool me,” the old man whispered. “Your torture is nothing. I won’t give it up. Not to you.” Vivenna sighed, looking away.\n\nSuddenly, Lemex shuddered, and a wave of color washed across the bed, over Vivenna, and pulsed along the floor before fading. Despite herself, Vivenna stepped back in shock.\n\nAnother pulse came. It wasn’t color itself. It was a wave of enhanced color—a ripple that made the hues in the room stand out more as it passed. The floor, the sheets, her own dress—it all flared to vibrant vividness for a second, then faded back to the original hues.\n\n“What in Austre’s name was that?” Vivenna asked.\n\n“BioChromatic Breath, Princess,” Denth said as he stood, leaning against the doorframe. “Old Lemex has a lot of it. Couple hundred Breaths, I’d guess.”\n\n“That’s impossible,” Vivenna said. “He’s Idrian. He’d never accept Breath.”\n\nDenth shot a look at Tonk Fah, who was scratching his parrot’s neck. The bulky soldier just shrugged.\nAnother wave of color came from Lemex.\n\n“He’s dying, Princess,” Denth said. “His Breath is going irregular.” Vivenna glared at Denth. “He doesn’t have—”\n\nSomething grabbed her arm. She jumped, looking down at Lemex, who had managed to reach up and take hold of her. He was focused on her face. “Princess Vivenna,” he said, eyes showing some lucidity at least.\n\n“Lemex,” she said. “Your contacts. You have to give them to me!” “I’ve done something bad, Princess.” She froze.\n\n“Breath, Princess,” he said. “I inherited it from my predecessor, and I’ve bought more. A lot more . . .” God of Colors . . . Vivenna thought with a sick feeling in her stomach.\n\n“I know it was wrong,” Lemex whispered. “But . . . I felt so powerful. I could make the very dust of the earth obey my command. It was for the good of Idris! Men with Breath are respected here in Hallandren. I could get into parties where I normally would have been excluded. I could go to the Court of Gods when I wished and hear the Court Assembly. The Breath extended my life, made me spry despite my age. I . . .”\n\nHe blinked, eyes unfocusing.\n\n“Oh, Austre,” he whispered. “I’ve damned myself. I’ve gained notoriety through abusing the souls of others. And now I’m dying.”\n\n“Lemex!” Vivenna said. “Don’t think about that now. Names! I need names and passcodes. Don’t leave me alone!”\n\n“Damned,” he whispered. “Someone take it. Please take it away from me!”\n\nVivenna tried to pull back, but he still held on to her arm. She shuddered, thinking about the Breath he held.\n\n“You know, Princess,” Denth said from behind. “Nobody really tells mercenaries anything. It’s an unfortunate—but very realistic—drawback of our profession. Never trusted. Never looked to for advice.”\n\nShe glanced back at him. He leaned against the door, Tonk Fah a short distance away. Parlin stood there as well, holding that ridiculous green hat in his fingers.\n\n“Now, if someone were to ask my opinion,” Denth continued, “I’d point out how much those Breaths are worth. Sell them, and you’d have enough money to buy your own spy network—or pretty much anything else you wanted.”\n\nVivenna looked back at the dying man. He was mumbling to himself.\n\n“If he dies,” Denth said, “that Breath dies with him. All of it.”\n“A shame,” Tonk Fah said.\n\nVivenna paled. “I will not traffic in the souls of men! I don’t care how much they’re worth.” “Suit yourself,” Denth said. “Hope nobody suffers when your mission fails, though.”\n\nSiri . . .\n\n“No,” Vivenna said, partially to herself. “I couldn’t take them.” It was true. Even the thought of letting someone else’s Breath mingle with her own—the idea of drawing another person’s soul into her own body—made her sick.\n\nVivenna turned back to the dying spy. His BioChroma was burning brightly now, and his sheets practically glowed. It was better to let that Breath die with him.\n\nYet without Lemex, she would have no help in the city, no one to guide her and provide refuge for her. She’d barely brought along enough money to cover lodging and meals, let alone bribes or supplies. She told herself that taking the Breath would be like using goods one had found in a bandit’s cavern. Did you throw it away just because it had originally been acquired through crime? Her training and lessons whispered that she needed resources badly, and that the damage had already been done. . . .\n\nNo! she thought again. It just isn’t right! I can’t hold it. I couldn’t.\n\nOf course, perhaps it would be wise to let someone else hold the Breaths for a time. Then she could think about what to do with them at her leisure. Maybe . . . maybe even find the people they had been taken from and give them back. She turned back, glancing at Denth and Tonk Fah.\n\n“Don’t look at me like that, Princess,” Denth said, chuckling. “I see the glint in your eyes. I’m not going to keep that Breath for you. Having that much BioChroma makes a man far too important.”\n\nTonk Fah nodded. “It’d be like hiking about the city with a bag of gold on your back.”\n\n“I like my Breath the way it is,” Denth said. “I only need one, and it’s functioning just fine. Keeps me alive, doesn’t draw attention to me, and sits there waiting to be sold if I need it.”\n\nVivenna glanced at Parlin. But . . . no, she couldn’t force the Breath on him. She turned back to Denth. “What kind of things does your agreement with Lemex provide for?”\n\nDenth glanced at Tonk Fah, then glanced back at her. The look in his eyes was enough. He was paid to obey. He’d take the Breath if she commanded it.\n\n“Come here,” she said, nodding to a stool beside her.\n\nDenth approached reluctantly. “You know, Princess,” he said, sitting. “If you give me that Breath, then I could just run off with it. I’d be a wealthy man. You wouldn’t want to put that kind of temptation into the hands of an unscrupulous mercenary, now, would you?”\n\nShe hesitated.\n\nIf he runs off with it, then what do I lose? That would solve a lot of problems for her. “Take it,” she ordered.\nHe shook his head. “That’s not the way it works. Our friend there has to give it to me.”\n\nShe looked at the old man. “I . . .” She began to command Lemex to do just that, but she had second thoughts. Austre wouldn’t want her to take the Breath, no matter what the circumstances—a man who took Breath from others was worse than a slaver.\n\n“No,” she said. “No, I’ve changed my mind. We won’t take the Breath.”\n\nAt that moment, Lemex stopped his mumbling. He looked up, meeting Vivenna’s eyes.\n\nHis hand was still on her arm.\n\n“My life to yours,” he said in an eerily clear voice, his grip tight on her arm as she jumped back. “My Breath become yours!”\n\nA vibrant cloud of shifting, iridescent air burst from his mouth, puffing toward her. Vivenna closed her mouth, eyes wide, hair white. She ripped her arm free from Lemex’s grip, even as his face grew dull, his eyes losing their luster, the colors around him fading.\n\nThe Breath shot toward her. Her closed mouth had no effect; the Breath struck, hitting her like a physical force, washing across her body. She gasped, falling to her knees, body quivering with a perverse pleasure. She could suddenly feel the other people in the room. She could sense them watching her. And—as if a light had been lit—everything around her became more vibrant, more real, and more alive.\n\nShe gasped, shaking in awe. She vaguely heard Parlin rushing to her side, speaking her name. But, oddly, the only thing she could think of was the melodic quality of his voice. She could pick out each tone in every word he spoke. She knew them instinctively.\n\nAustre, God of Colors! she thought, steadying herself with one hand against the wooden floor as the shakes subsided. What have I done?\n\nBut surely we can bend the rules a little bit,” Siri said, walking quickly beside Treledees.\n\nTreledees eyed her. The priest—high priest of the God King—would have been tall even without the elaborate miter on his head. With it, he seemed to tower over her almost like one of the Returned.\n\nWell, a spindly, obnoxious, disdainful Returned. “An exception?” he asked with his leisurely Hallandren accent. “No, I do not think that will be possible, Vessel.”\n\n“I don’t see why not,” Siri said as a servant pulled open the door in front of them, allowing them to leave a green-colored room and pass into a blue one. Treledees respectfully let her pass through the doorway first, though she sensed that he was displeased he had to do so.\n\nSiri ground her teeth, trying to think of another avenue of attack. Vivenna would be calm and logical, she thought. She’d explain why she should be allowed to leave the palace in a way that made sense so that the priest listened to her. Siri took a deep breath, trying to ease the red from her hair and the frustration from her attitude.\n\n“Look. Couldn’t I, maybe, go on one trip outside? Just into the court itself?”\n“Impossible,” Treledees said. “If you lack for entertainment, why not have your servants send for minstrels or jugglers? I’m sure they could keep you occupied.” And out of my hair, his tone seemed to imply.\n\nCouldn’t he understand? It wasn’t lack of something to do that frustrated her. It was that she couldn’t see the sky. Couldn’t run away from walls and locks and rules. Barring that, she would have settled for someone to talk to. “At least let me meet with one of the gods. I mean, really—what is accomplished by keeping me locked up like this?”\n\n“You’re not ‘locked up,’ Vessel,” Treledees said. “You are observing a period of isolation in which you can dedicate yourself to contemplating your new place in life. It is an ancient and worthy practice, one that shows respect for the God King and his divine monarchy.”\n\n“Yes, but this is Hallandren,” Siri said. “It’s the land of laxness and frivolity! Surely you can see your way to making an exception.”\n\nTreledees stopped short. “We do not make exceptions in matters of religion, Vessel. I must assume that you are testing me in some way, for I find it hard to believe that anyone worthy of touching our God King could harbor such vulgar thoughts.”\n\nSiri cringed. Less than a week in the city, she thought, and I’ve already started letting my tongue get me into trouble. Siri didn’t dislike people—she loved to talk to them, spend time with them, laugh with them. However, she couldn’t make them do what she wanted, not in the way that a politician was supposed to be able to do. That was something she should have learned from Vivenna.\n\nShe and Treledees continued walking. Siri wore a long, flowing brown skirt that covered her feet and had a train that trailed behind her. The priest was wearing golds and maroons—colors matched by the servants. It still amazed her that everyone in the palace had so many costumes, even if they were identical save for color.\n\nShe knew that she shouldn’t let herself get annoyed with the priests. They already didn’t seem to like her, and getting snappish wouldn’t help. It was just that the last few days had been so dull. Trapped in the palace, unable to leave, unable to find anyone to talk to, she felt herself nearly going mad.\n\nBut there would be no exceptions. Apparently.\n\n“Will that be all, Vessel?” Treledees asked, pausing beside a door. It almost seemed like he found it a chore to remain civil toward her.\n\nSiri sighed, but nodded. The priest bowed, then opened the door and quickly rushed away. Siri watched him go, tapping her foot, arms folded. Her servants stood arrayed behind her, silent as always. She considered finding Bluefingers, but . . . no. He always had so much to do, and she felt bad distracting him.\n\nSighing again, she motioned for her servants to prepare the evening meal. Two fetched a chair from the side of the room. Siri sat, resting as food was gathered. The chair was plush, but it was still difficult to sit in a way that didn’t aggravate one of her aches or cramps. Each of the last six nights, she had been forced to kneel, naked, until she finally grew so drowsy that she drifted off. Sleeping on the hard stone had left a dull, persistent pain in her back and neck.\nEach morning, once the God King was gone, she moved to the bed. When she awoke the second time, she burned the sheets. After that, she chose her clothing. There was a new array each time, with no repeated outfits. She wasn’t sure where the servants got such a steady supply of clothing in Siri’s size, but it made her hesitant about choosing her daily costume. She knew that she’d likely never see any of the options again.\n\nAfter dressing, she was free to do as she wished, assuming she didn’t leave the palace. When night came, she was bathed, then given a choice of luxurious gowns to wear into the bedchamber. As a matter of comfort, she had started requesting more and more ornate gowns, with more fabric to use in sleeping. She often wondered what the dressmakers would think if they knew that their gowns were only worn for a few brief moments before being discarded to the floor, then eventually used as blankets.\n\nShe didn’t own anything, yet could have whatever she wanted. Exotic foods, furniture, entertainers, books, art . . . she only needed ask. And yet, when she was finished, it was removed. She had everything and nothing at the same time.\n\nShe yawned. The interrupted sleep schedule left her bleary-eyed and tired. The completely empty days didn’t help either. If only there were someone to talk to. But servants, priests, and scribes were all locked into their formal roles. That accounted for everyone she interacted with.\n\nWell, except him.\n\nCould she even call that interacting? The God King appeared to enjoy looking at her body, but he’d never given her any indication that he wanted more. He simply let her kneel, those eyes of his watching and dissecting her. That was the sum total of their marriage.\n\nThe servants finished putting out her dinner, then lined up by the wall. It was getting late—almost time for her nightly bathing. I’ll have to eat quickly, she thought, sitting at the table.After all, I wouldn’t want to be late for the evening’s ogling.\n\n\n\nA few hours later, Siri stood bathed, perfumed, and dressed before the massive golden door that led into the God King’s bedchamber. She breathed deeply, calming herself, anxiety bringing her hair to a pale brown. She still hadn’t gotten used to this part.\n\nIt was silly. She knew what would happen. And yet, the anticipation—the fear—was still there. The God King’s actions proved the power he had over her. One day he would take her, and it could come at any time. Part of her wished he’d just be done with it. The extended dread was even worse than that first single evening of terror.\n\nShe shivered. Bluefingers eyed her. Perhaps eventually he’d trust her to arrive at the bedchamber on time. Each night so far, he’d come to escort her.\n\nAt least he hasn’t shown up while I’m bathing again. The warm water and pleasant scents should have made her relax—unfortunately, she tended to spend each bath worrying about either her impending visit to the God King or some male servant walking in on her.\nShe glanced at Bluefingers.\n\n“A few more minutes, Vessel,” he said.\n\nHow does he know? she thought. The man seemed to have a supernatural sense of time. She hadn’t seen any form of timepiece in the palace—neither sundial, metered candle, nor water clock. In Hallandren, apparently, gods and queens didn’t worry about such things. They had servants to remind them of appointments.\n\nBluefingers glanced at the door, then at her. When he saw that she was watching him, he immediately turned away. As he stood, he started shuffling his weight from foot to foot.\n\nWhat does he have to be nervous about? she thought with annoyance, turning to stare at the door’s intricate gold designs. He’s not the one who has to go through this every night.\n\n“Do . . . things go well with the God King, then?” Bluefingers asked suddenly.\n\nSiri frowned.\n\n“I can see that you’re tired a lot of the time,” Bluefingers said. “I . . . guess that means you are very . . . active at night.”\n\n“That’s good, right? Everyone wants an heir as soon as possible.”\n\n“Yes, of course,” Bluefingers said, wringing his hands. “It’s just that . . .” He trailed off, then glanced at her, meeting her eyes. “You just might want to be careful, Vessel. Keep your wits about you. Try to stay alert.”\n\nHer hair bleached the rest of the way white. “You make it sound as if I’m in danger,” she said softly.\n\n“What? Danger?” Bluefingers said, glancing to the side. “Nonsense. What would you have to fear? I was simply suggesting that you remain alert, should the God King have needs you should fulfill. Ah, see, now it’s time. Enjoy your evening, Vessel.”\n\nWith that, he pushed open the door, placed a hand on her back, and guided her into the room. At the last moment, he moved his head up next to hers. “You should watch yourself, child,” he whispered. “Not all here in the palace is as it seems.”\n"], "title": ["Warbreaker"], "author": ["Brandon Sanderson"]}